{
    "product_id": "487",
    "name": "Iconic Lipstick",
    "brand": "Fashion Fair",
    "categories": "Makeup, Lip, Lipstick",
    "price": 39.5,
    "about": "What it is: A lipstick with richly pigmented huesu2014from vibrant nudes to fierce reds and berriesu2014that pop on darker skin tones, enveloping lips in decadent, head-turning color...Formulation Type: Lipstick..Benefits: Hydrating..Highlighted Ingredients:.- Sunflower Seed Oil: Helps to replenish, strengthen, and soothe dry lips..- Rosemary Leaf Extract: Nourishing antioxidant that is known for to soothe irritation...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also cruelty-free...What Else You Need to Know: Our oil-infused pigments and pearl lipsticks create a shine that complements deeper skin tones with a formula that never looks ashy or chalky. Herbal extracts of sunflower seed oil and rosemary leaf provide balm-like hydration and lush conditioning while visibly evening out the appearance of lip discoloration. These iconic cream and pearl shades deliver medium-buildable coverage that lasts for hours.",
    "ingredients": "-Sunflower Seed Oil: Helps to replenish, strengthen, and soothe dry lips..-Rosemary Leaf Extract: Nourishing antioxidant that is known for to soothe irritation...Pentaerythrityl Tetraisostearate, Octyldodecanol, Polyglyceryl-3 Diisostearate, Propylene Glycol Dibenzoate, Polyester-4, Polyethylene, Dipentaerythrityl Hexahydroxystearate/Hexastearate/Hexarosinate, Polybutene, Cera Microcristallina/Microcrystalline Wax/Cire Microcristalline, Silica Dimethyl Silylate, Candelilla Cera/Euphorbia Cerifera (Candelilla) Wax/Cire de Candelilla, Mica, Synthetic Fluorphlogopite, Synthetic Beeswax, Diisostearyl Malate, 1,2-Hexanediol, Caprylyl Glycol, Silica, Helianthus Annuus (Sunflower) Seed Oil, Rosmarinus Officinalis (Rosemary) Leaf Extract, Tin Oxide. May Contain/Peut Contenir (u00b1): CI 77891 (Titanium Dioxide), CI 77491, CI 77492, CI 77499 (Iron Oxides), CI 15850 (Red 6), CI 15850 (Red 7 Lake), CI 45410 (Red 28 Lake), CI 19140 (Yellow 5 Lake), CI 42090 (Blue 1 Lake).",
    "how_to_use": "Suggested Usage:.-Swipe on for single-stroke, fully pigmented color.",
    "num_reviews": 89,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/fashion-fair-iconic-lipstick-P476493?skuId=2476448&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2476448-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Chocolate Raspberry",
            "shade_descriptor": "magenta with iridescent pearl",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2476448-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Catfight",
            "shade_descriptor": "vivid red",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2476554-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Olu00e9 Orange",
            "shade_descriptor": "bright orange",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2476455-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Pure Plum",
            "shade_descriptor": "true plum",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2476471-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Spicy Plum",
            "shade_descriptor": "cool plum",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2476539-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Rebel",
            "shade_descriptor": "deep berry wine",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2476430-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Lace",
            "shade_descriptor": "dusty rose",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2476489-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Nudeattude",
            "shade_descriptor": "warm peachy nude",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2476521-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Coy",
            "shade_descriptor": "warm rose brown",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2476513-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Ganache",
            "shade_descriptor": "warm chocolate brown",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2476505-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Midnight Mocha",
            "shade_descriptor": "rich brown",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2476497-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Posh",
            "shade_descriptor": "nude",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2712719-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Radiant Red",
            "shade_descriptor": "red",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2712693-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Rose Wine",
            "shade_descriptor": "mauve",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2712727-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Garnet",
            "shade_descriptor": "red ruby",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2712628-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Knockout",
            "shade_descriptor": "soft brown",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2712701-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Beautiful color!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I love love this color! So pretty on me. I have very fair skin and deep winter skin tone so it just pops. Nice formula too. Not advertised as long lasting but with a lip primer lasted a long time!"
        },
        {
            "review_title": "Absolute MUST HAVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Beautiful color, amazing and moisturizing formula. This brand is so underrated, itu2019s truly one of the best formulas on the marketu2764ufe0f This is your sign to buy it!!"
        },
        {
            "review_title": "close but no",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "color was darker on the lips but not so much where I'd call it deceiving. my problem is it is patchy and doesn't go on the lips evenly at all."
        },
        {
            "review_title": "THE color to have in your arsenal",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "this is THE color and has been since i was a teen. Once chocolate raspberry lipstick was resurrected i was in heaven.  i get compliments every time i wear it.  Its this and gold.  fan forever."
        },
        {
            "review_title": "In regular rotation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Dry skin",
            "review_text": "Iu2019ve used this product for over a month now and Iu2019ve received so many complaints. It matches my skin tone perfectly and it lasts on my lips. FF is an old makeup brand and itu2019s making a strong comeback   comeback. I love it! Iu2019m goin"
        },
        {
            "review_title": "Love this lipstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Ebony skin tone, Combination skin",
            "review_text": "I'm typically not a huge fan of lipsticks. The ones I've used in the past (high end and low end) are usually so drying. This one changed my mind! This lipstick is incredibly moisturizing, and it's long-lasting! Lastly, the Pure Plum shade looks amazing on my skin tone! I'm looking forward to trying the other shades."
        },
        {
            "review_title": "Love These!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "These are my favorite! I was sent some & then purchased on my own because I loved them that much! So moisturizing and they have high pigment!"
        },
        {
            "review_title": "So pretty!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Fashion Fair is such a nostalgic brand. My mom wore FFand I just love the smell of the lipstick. I found this fun organge color. Very pigmented, gorgeous packaging. I just love it."
        },
        {
            "review_title": "Gorgeous color!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "Gorgeous color. Love Fashion Flair lipsticks! Texture is great, no smearing, feels good on your lips."
        },
        {
            "review_title": "A great lipstick for moisturizing/ saturated color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this lipstick.   I was skeptical,  especially when trying a new brand of lipstick thatu2019s over $20!   But I am happy to report that it is worth it.   I bought the color -Nudeattude - warm peachy nude and it goes on like a dream.   Itu2019s moisturizing and glides on beautifully.  The color is richly pigmented and is a great nude.  Hopefully you can tell in the picture. I have on no makeup except for lipstick and I didnu2019t use a liner.   I am impressed with this brand and would definitely buy more colors and recommend to friends!   Iu2019d you do not like matte lipsticks and want something that feels silky going on with nice pigment then this lipstick is for you"
        },
        {
            "review_title": "Fashion Fair Lip Colors",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Oily skin",
            "review_text": "I tried on a few colors but none compared to Fashion Fair's line. It's smooth, hydrating, and long-lasting. I look forward to more color choices."
        },
        {
            "review_title": "Love the color",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Tan skin tone, Combination skin",
            "review_text": "I always loved Fashion Fair lipsticks.  They are smooth, colorful, and bold colors.  I just wish they had a bigger variety of colors!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "Absolutely love this lipstick gifted by Fashion Fare Cosmetics. Super long lasting color, the formula is very creamy and the shade is a perfect nude. My new go-to definitely, will be trying other colors"
        },
        {
            "review_title": "Great for dark skin babes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "Iu2019ve been looking for the perfect brown for so long and Iu2019m glad Iu2019ve found it! This is a neutral brown and is just a bit darker than my complexion. For reference on a Nars radiant foundation - Zambie and a born this way - Truffle. You donu2019t need lip liner for this! and a"
        },
        {
            "review_title": "Creamy Lipstick for everyday use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "The Fashion Fair Iconic Lipstick in the shade Pure Plum is a classic and versatile choice. It was gifted by Fashion Fair Cosmetics. Its deep plum hue adds a touch of elegance, making it suitable for both everyday wear and special occasions. The formula is creamy and provides good color payoff, while also offering decent longevity. Overall, it's a solid option for those looking to add a bold yet sophisticated pop of color to their lips."
        },
        {
            "review_title": "NOT THE SAME AT ALL I'M GONNA RETURN",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Tan skin tone, Dry skin",
            "review_text": "Nothing like it used to b too shiny too dark NOT THE SAME NOT CLOSE"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Pure Plum - true plum",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This is a hydrating and nourishing lipstick. The Pure Plum shade is super flattering for more cool/neutral skin tones and I like how smooth it applies. I wish that the color was slightly more pigmented, but you can definitely layer it on to match your desired saturation. Complimentary from Fashion Fair"
        },
        {
            "review_title": "Beautiful lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Bought it for my mom she loved it she said it was similar to a color that was discontinued from another brand no complaints from her."
        },
        {
            "review_title": "Rather light and not much shimmer.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I'm giving this 4 stars because it was creamy and lovely and a pretty colour. I took off one star and am returning it because it's too light and didn't give the colour and shimmer I was hoping for."
        },
        {
            "review_title": "Love the new look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "This was my signature color back in the day and Iu2019m so happy to have it again. Love the new look too!"
        },
        {
            "review_title": "yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "i love. flattering and feels like a chapstick tbh. not a lipstick person but this is amazing :)"
        },
        {
            "review_title": "Not the same formula as the Original",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I research for this lipstick a while back because I missed this shade and was a true true fan so I was excited to see FF back in business and then to see Chocolate Raspberry is back I could not wait to order.  Received my lipstick today and was disappointed.  This is a pretty color BUT it is more like a sheer coverage and not a regular lipstick.  It shines more than anything and I remember the Iconic Chocolate Raspberry did not shine like this.  You would have needed to add the shine to get this look.  I can buy this sheer shade way cheaper than $28 so will be returning unfortunately.  I saw one reviewer that bought the chocolate raspberry and if I had saw that first I would not have ordered because I would have saw the shine and knew immediately this is close but no cigar. I did not notice not one shimmer so not sure why shimmer is in the description. I did like some of the other colors so maybe I will swap it out but so sad this color cannot be duplicated by apparently NOBODY not even the creator.  I recommend if you are NOT expecting the EXACT formula from back in the day!!"
        },
        {
            "review_title": "Look is deceivingu2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "The color is very light, from the look of it I thought it was darker. Itu2019s more light a lip gloss."
        },
        {
            "review_title": "Coy is the perfect nude for brown girls.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I have been looking for beige nude, that doesn't make me look casket ready for years. Sami by Natasha Denona is ok, but it's a flat matte. I wanted a shiny or satin beige nude. Coy has delivered. I'm a 7.8 in Armani Luminous Silk Foundation.   The only thing I'm not a fan of is the packaging. I'm a makeup snob, so I need my packaging to feel and look a certain way. It's not weighted & kinda cheap looking. I was hoping for updated FF packaging. But when the Sephora Associate showed me this color, I was wowed. Plus it stayed on for a few hours. Unscented. Still feels like a win."
        },
        {
            "review_title": "Oh hello my love! COY!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Finally finally finally OMG FINALLYYYYY I have found THE perfect nude for meeee! I'm caramel coloured (Cover FX N70/Huda Gingerbread/NARS Tahoe/Armani 9) and it's a right pain to find a nude lippy for me.. I've tried so many, and I've finally found the one (cue angels singing). It's moisturising, the perfect my-lips-but-better colour, quite long-lasting, doesn't have a weird scent or anything, not waxy, and it doesn't leave a weird after-colour on my lips. It is perfection and I will happily repurchase again and again. Thank you FF for this winner of a lippy!!! Yayyyy! 100% recommend!"
        },
        {
            "review_title": "Nice (Sepia)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Got this in Sepia. The shimmer finish lipstick is a bit drier than the satin finish, but it's still good. Doesn't leave a stain on your lip when it fades away. Went on dark on my lips, but when I rubbed it slightly it looked more like a darkish nude. I'm enjoying FF lipsticks.. this is my 2nd, and I'm about to purchase a 3rd :)"
        },
        {
            "review_title": "Center of attention",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Tan skin tone, Combination skin",
            "review_text": "I am not new to Fashion Fair. This was one of the many colors I used to use. The lipstick is very creamy and non-staining, and it really makes people look. I would like to see Fashion Fair bring back Earth-Red, or create a dark chocolate. I enjoy wearing this product."
        },
        {
            "review_title": "A very unique shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This shade is so beautiful. Itu2019s a great shade for a party or a date night. Itu2019s definitely different from every other lipstick Iu2019ve ever worn. Itu2019s kind of purplish. Itu2019s really beautiful."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lace - dusty rose",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Very pretty rich true nude!  Ample pigmentation with a creamy texture.  I like the magnetic lid closure as well.  Nice touch!"
        },
        {
            "review_title": "Lovely lipstick",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Received this as an incentive, it was a great color, goes on smoothly however it does not last long. Lasts approx 4hrs or so."
        },
        {
            "review_title": "So Good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Tan skin tone, Normal skin",
            "review_text": "Iu2019ve finally found the perfect nude to compliment my caramel complexion. Yu2019all, the search has been brutal! I had no clue that Fashion Fair made a comeback. Itu2019s the only makeup my mother and grandmother faithfully used and swore by. First off, the package is beautifully designed with a magnetic top to secure the product. And secondly, the color is perfectly pigmented and has a creamy luxurious feel that lasted a good part of the day. I absolutely love it. Welcome back Fashion Fair!"
        },
        {
            "review_title": "My perfect nude!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This is the nude lipstick Iu2019ve been searching for! Itu2019s the perfect neutral pink for my complexion. I love the creamy light-weight texture and it also doesnu2019t have a gross perfume smell or taste."
        },
        {
            "review_title": "Best Lipstick Ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Possibly the best lipstick I have ever tried. Gorgeous finish and amazing staying power."
        },
        {
            "review_title": "Awesome Color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love this color, I don't really see any shimmer, but the color is such a pretty bright raspberry"
        },
        {
            "review_title": "Great productu2026 worth the price!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Beautiful coloru2026 applies smoothly.Love the package! Just wish it last more than 2hrs"
        },
        {
            "review_title": "Lipsticks to complement African-American skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "The best lipsticks for Black Women. Finally a brand by us and for us. I have all the colors and they are just gorgeous each and every one of them. Keep the products coming Fashion Fair."
        },
        {
            "review_title": "So creamy and pigmented",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I was walking around Sephora trying to find a nice nude lipstick. I tried this one out on my hands and it was unbelievably pigmented. I walked out without buying it but then I couldnu2019t resist purchasing it online the next day :) For reference I am fair, I wear Nars concealer cafe au lait."
        },
        {
            "review_title": "Lovely nude color!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Stunning neutral color, and stays on well throughout the day. The formula is really creamy but still stays on the lips."
        },
        {
            "review_title": "Absolutely in love with LACE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Itu2019s the perfect mauvy nude for my skin tone. For reference I use Mac NC 37 -40 and itu2019s everything I wanted for my skin tone nude lipstick."
        },
        {
            "review_title": "iconic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Love this! Very comfy on the lips. And a more full coverage dupe for the Ch*nel lipstick in Boy. I also think the packaging is very nice and sturdy. Which means a lot to me for whatever reason."
        },
        {
            "review_title": "Love It",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "When I saw Fashion Fair on the website I was very excited. FF was the first high-end makeup I purchased as a teen and was  one of the few brands in department stores that catered to deeper skin tones and was in magazines like Ebony. Ganache is an easy shade to wear every day, glides on and I love it.  Welcome Fashion Fair."
        },
        {
            "review_title": "Pretty Decent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "FF means so much to me! It was the first make up brand I ever used, so when I saw that they came back I had to get something. I tried this lipstick. SUPER moisturizing but it's very patchy and wears off quickly. I suggest pairing it with a lipliner. I do want to try other colors."
        },
        {
            "review_title": "Gorgeous Colour",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "Stunningly unique colour and super moisturizing as well. It brings out the brown in my skin tone in such a beautiful way."
        },
        {
            "review_title": "pop of colour and life - love it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love the Iconic Lipstick from Fashion Fair. This raspberry shade is definitely my colour. It goes on smooth. And adds a lovely pop of colour."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lace - dusty rose",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This is my first time trying Fashion Fair lipsticks and I have to say I really like the formula- I have quite dry and naturally lined lips but I find that this is extremely comfortable (better than chapstick) almost like a solid form of my full pigment lip glosses. It's very easy to apply and reapply for work/errands  One thing I do want to add, I think these color photos/swatches indicate how these colors will look on darker skin. Just be aware when you are choosing a shade that if you are not dark skinned the in-person-color may seem higher chroma/brighter. I have very fair skin and usually gray/dusty colors look pinky nude on me but on my own lips 'Lace' seems to be more of a neutral-warm brown/pink. It's lighter than my natural lip color so I fully expect that on a darker skin tone it will be a wearable, dusty nude pink color!  I added a photo of a swatch so you can compare it to Sephora's and hopefully it will be helpful to you!"
        },
        {
            "review_title": "Melted!!!! Itu2019s mushy now!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Beautiful shade! However this lipstick melted! It is a mushy mess in the container now. Fashion Fair you had heart to get it rightu2019 For the price point this lipstick should not be melting, Even drug store lipstick doesnu2019t melt."
        },
        {
            "review_title": "The Legacy Continues",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Iu2019m absolutely Loving this color!! I remember FF as a little girl my mom had it what a Legacy too carry onu2665ufe0f"
        },
        {
            "review_title": "Fashion Fair is Back!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Normal skin",
            "review_text": "Beautiful color!  Moist and smooth on the lips. Will be purchasing another"
        },
        {
            "review_title": "THE RETURN OF FASHION FAIR",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I was so very excited to learn this past summer that the iconic Fashion Fair cosmetic line was returning! I purchased the famous Chocolate Raspberry lipstick and the cream to powder foundation. Sad to report, the lipstick does not have the same staying power, and the foundation shade was too much yellow undertone in the current Caremel Fresh. Beware you will need to test for your shade. For 23 yrs I wore FF products, for 8 yrs I was a FF Counter Manager, I know this product very well!  It's close but no home run, am so very sad to report."
        },
        {
            "review_title": "Perfect for Olive undertones",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "The Prefect nude pink!!! I have olive undertones and I'm super pale. Most nude lipsticks are too yellow/white or wayyyy too dark. I probably have about 100 different pinky nudes that all look terrible. Lace is completely different, I have no idea what kind of undertone this lipstick has but it's magical. The perfect your lips but better. 10 out of 10, can not recommend enough."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lace - dusty rose",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I received a gift card to select a product of my choice to review. Got the dusty rose color and Iu2019m in love! I had never tried Fashion Fair products before but glad I did. The lipstick goes on smooth & color looks good with my tan complexion."
        },
        {
            "review_title": "perfect color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I  received a gift card to select a product of my choice to review  I absolutely love it! The color is exactly what I wanted and it honestly goes with anything! I love the container too."
        },
        {
            "review_title": "Fashion Fair is back",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I received a gift card to select a product of my choice to review. This lipstick is everything itu2019s creamy, pigmented and has a satin finish. Itu2019s the perfect nude for my dark skin. Itu2019s a pinky nude which I just love and I used my favorite liner limitless brown from Make Up For Ever. Itu2019s wore pretty nicely throughout the day and did I mention how hydrating this was on my lips. It didnu2019t get dry and it kept the color. I reapplied after drinking and eating. My new favorite nude lipstick."
        },
        {
            "review_title": "My new fave- Brightens my face!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Normal skin",
            "review_text": "I received a gift card to select a product of my choice to review.  I absolutely love this lipstick! I was hesitant because I tend to do more browns vs pinks but this u2018Laceu2019 color and itu2019s creamy-finish feel youthful and completely brightened up my face. I wear it as-is or sometimes near the center of my lips for a fresh u2018just been kissedu2019 look! Highly recommend."
        },
        {
            "review_title": "The Perfect Red Lipstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I received a gift card to select a product of my choice to review.  I love a good red lipstick, the color is so vibrant and perfect for any skin tone. Iu2019m not the biggest fan of lipsticks, but this one made me a fan! Beautiful shine and long lasting, literally the perfect red lipstick!"
        },
        {
            "review_title": "Creamy and Beautiful Coverage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, mediumTan skin tone, Combination skin",
            "review_text": "I received a gift card to select a product of my choice to review!   This is my new favorite lipstick for the fall! I normally love a matte finish but this satin finish is perfect. My lips are hydrated but I didn't have to compromise on the coverage, it's not sheer at all. And I loveee this color, it compliments my complexion and hair color so well."
        },
        {
            "review_title": "Pop of color for fall!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I received a gift card to select a product of my choice to review  I chose this color because I wanted a bright color to break up the muted color I typically opt for in fall. It was exactly what I hoped for! The color compliments my complexion perfectly. The consistency is super opaque so the color through on the first swipe. While the color does slightly come off when eating and/or drinking, it pretty much stays out throughout the day. The creamy texture helped with avoiding dry lips. Iu2019m a fan and want to try some other shades."
        },
        {
            "review_title": "My go-to lippie!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I received a gift card to select a product of my choice to review.  Glossy and classy. The plum shade looks more red when applied and I love it! Itu2019s long lasting and perfect for fall. Actually, itu2019s perfect for all occasions and is definitely a must have."
        },
        {
            "review_title": "Long lasting, creamy, highly pigmented & hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I received a gift card to select a product of my choice to review.   I LOVE that the Fashion Fair brand is back and happy that this lipstick survived two cups of coffee and literally lasted all day!  I tried the rebel and the while the picture gives a bit of a berry purple, the berry is a bit muted and is actually more of a brick red/red wine. It went on very smooth and creamy. This formula is highly pigmented and hydrating. Loved the packaging and the color choices. Iu2019m definitely adding a number of these to my staple products."
        },
        {
            "review_title": "I love the formula",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Oily skin",
            "review_text": "I received a gift card to select a product of my choice to review and I chose this lipstick. The color was absolutely beautiful. I was pleasantly surprised at the little amount of transfer as I was able to wear this all night without needing to reapply. This is not a matte lipstick and also had a good amount of moisture. Overall I like the formula the color was a bit darker than I like on myself which is the only reason I rated 4 instead of 5 stars."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Coy - warm rose brown",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I received a gift card to select a product of my choice to review.   I like this product but itu2019s a bit drying on my lips. I think I need to work with a darker liner to get more out of this, but this is a nice color for women of color."
        },
        {
            "review_title": "Gorgeous deep wine in a long lasting lipstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Wonderful longwearing lipstick with smooth creamy application!  It is definitely more wine in color than the website photo, and it is very rich in color, opaque and it LASTS! I had this one last 9 hours without a serious reapplication, even with lunchm twice now since I purchased 2 weeks ago. Very fall shade! Love it and this brand of lipstick in general-bought 4 more shades  today!"
        },
        {
            "review_title": "Long lasting creamy stunning lipstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Amazing quality stunning lipstick! I LOVE these FashionFair lipsticks! I have long purchased FF lipsticks and am glad that the brand has rebooted! The new lipsticks are just as Great as before if not better! There is now no scent, which is a plus for me(have allergies). The  shade was beautiful,a subtle true plum! In fact, all 4  FF lipsticks I just bought were beautiful and complementary to my skin. This lipstick was ultra creamy, smooth application, and lasted through my 8 hour day and  lunch! Frankly, one of the best lipsticks I have ever worn for feel, look and longevity and that includes some truly luxury brands like Tom Ford!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Magenta Mist - bright magenta",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Magenta Mist is my new favorite lipstick.  This lipstick is very creamy and such a beautiful color.  The packaging is beautiful too, appreciate the magnetic top."
        },
        {
            "review_title": "The Best Brown Girl Nude Ganache!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "This is my fave brown girl nude! Itu2019s so creamy and smooth on my lips. I always get compliments on it. Also I love the packaging!"
        },
        {
            "review_title": "Gorgeous, comfortable to wear & pigmented",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I received a gift card to select a product of my choice to review  Details: Fashion Fair iconic lipstick is formulated to be pigmented & to stand out on darker skin tones. Designed to hydrate lips with sunflower seed oil & rosemary leaf extract. Sunflower seed oil nourishes, soothes & strengthens dry lips. Rosemary leaf extract is an antioxidant that soothes irritated lips. This is a cruelty-free & vegan lipstick with no parabens & less than one percent synthetic fragrance. Offered in satin & shimmer finishes with a total of 14 shades to choose from.    My experience: I selected to try the Sepia shimmer finish lipstick. Itu2019s a gorgeous bronze metallic shimmer lipstick & highly pigmented. Itu2019s creamy & a very comfortable lipstick to wear even for a full day. My lips did not feel dry or become cracked as it does with some lipsticks. This has very minimal transfer even when eating or drinking. The lipstick packaging is gorgeous & luxurious.   Overall: Iu2019ve really been enjoying the formulation, pigmentation & comfortable wear of this lipstick. Itu2019s a stunning piece to display on your vanity but so much more then that. Retails for $26 which is pricy but I think worth the investment for a high quality vegan, crispy free lipstick. 5/5"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Olu00e9 Orange - bright orange",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received a gift card to select a product of my choice to review. I was so excited to see Fashion Fair is back!!! When I was younger their lipsticks were my favorite. So glad to see theyu2019re still amazing. I decided to go with the olu00e9 orange and it was the perfect shade of orange which is so hard to find. No scent, creamy formula. I canu2019t wait to try the other shades."
        },
        {
            "review_title": "already came back for more",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I went back to buy two more colors of these within weeks of my first one. That should tell you all you need to know. Really really good formula - above and beyond many high end luxury lipsticks I have."
        },
        {
            "review_title": "poor",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Bad formula. Feels very dry and tacky on the lips. Do not recommend"
        },
        {
            "review_title": "Perfect red lipstick.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I bought this lipstick because I loved the name, and was assured I could return it if I didn't like it.  Well, I don't like it,  I LOVE it!   It's the perfect red for my fair coloring.   You see my face. ,not just red lips.  This is my new go-to red."
        },
        {
            "review_title": "Iconic old shades and new upcoming shades!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "They have brought Fashion fair lipsticks back and they kept some of the iconic shades like chocolate raspberry. pure plum, and ole orange but they have also brought in some great new shades--especially in the nude range. I got the sepia, rebel, catfight and pure plum. They are all great. long lasting and very smooth, moist without being greasy but I have to give a special shout out to the sepia. it is a gorgeous bronze that can compliment many deep shades. And the lipsticks also come in shades that flatter other complexion types,too.   Ladies, don't miss out! try some of these great lipsticks."
        },
        {
            "review_title": "Wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I bought this lipstick on a whim.  I knew FF was coming to Sephora. I happened to walk by the gondola and the lipstick display caught my eye. I decided on Lace because the shade was more pink than beige-y. (I've been aware of FF my whole life, having seen it in a store I worked at back in high school (Filene's) and I'm happy Sephora finally started to carry it; there are certainly not enough lines for and by POC. The line itself is iconic.) This lipstick is one of the best lipsticks I've ever worn. Seriously. And I have tons. It applies beautifully, pigmented perfectly, the color is gorgeous, and has the right amount of staying power. I love this lipstick. I'm definitely getting more."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Nudeattude - warm peachy nude",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Wow. I have always been looking for a perfect brown nude with just a touch of pink for my light skin u2026 (170 in Fenty) u2026 yesterday a Sephora associate showed me Nudeatude & it was perfect. Exactly what I wanted. I put it on and wore it for 6 hours no issues. Extremely moisturizing, I absolutely love the way it sits."
        },
        {
            "review_title": "The search is over!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "After all these years, I will admit that this is my very first FF lipstick. My prayers have been answered though because this is the shade Iu2019ve been hunting for since nudes became a thing. Every time I find this beautiful shade, I forget to stock up before it gets discontinued so this time Iu2019m going to stock up.  I first had Uber Suede from Bobbi Brown, then Mac Touch. Both I bought years ago and both now discontinued. This one is on the expensive side but I really love the shade. It has the perfect satin or luster finish. This one goes in my purse for daily use. The quality is definitely point. The bullet is sturdy and magnetic so itu2019s good to drop in your purse without the top popping off or cracking. One thing to mention, check these out in the store. The online picture doesnu2019t look the same to me. It gives off a frosty appearance instead and the color seems off. Iu2019m not sure about the other shades but I know Ganache is off."
        },
        {
            "review_title": "Pretty & creamy lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Pretty color like a deep brown. Was packaged well and I got a magnetic feel from the tube.   It feels creamy and has a smooth application. Definitely will purchase other colors."
        },
        {
            "review_title": "Fashion Fair is BACK!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Combination skin",
            "review_text": "SO HAPPY TO SEE FASHION FAIR IS BACK!!! Lace is a beautiful, brown girl friendly nude!  I can wear this both with and w/o a brown lip liner.  I'm Fenty shade 420 for reference.  I plan to purchase more from FF ~ again, so very happy to see this Brand!"
        },
        {
            "review_title": "hydrating, comfortable and decent staying power!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Normal skin",
            "review_text": "these lipsticks are not only highly pigmented they are also hydrating and has good staying power. it stayed on my lips for about 6 hours (even when I wore a disposable face mask) .some did come off when I ate and drank something but it did last 6 hours prior to that. I am so glad that Fashion Fair is back and appears to be having a come back. In the pictures below I am wearing Sepia (brown color) and Chocolate Raspberry (raspberry color) lip stick."
        },
        {
            "review_title": "fantastic find!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I bought this on a whim and Iu2019m so glad I did - I love love love the formula and the undertone, and Iu2019m very picky on lipsticks. This one is opaque, comfortable, lightweight and not at all drying. Longevity is good. I will be getting more of these. Fantastic find.  *bonus thereu2019s no perfume smell to this either."
        },
        {
            "review_title": "Stunning!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "Absolutely beautiful lipstick! It goes on so smooth and the color is gorgeous. My new staple lipstick."
        },
        {
            "review_title": "New favourite lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Oily skin",
            "review_text": "Loving this lipstick - Such an amazing formula and colour! The base colour is a raspberry magenta that on my skin tone skews slightly more pink, but it has a stunning subtle violet shimmer. Formula is in-between sheer and opaque and is buildable, it's also surprisingly moisturizing and long lasting! Really comfortable and flattering to wear. The case is also super luxe with a magnetic top. Highly recommend!"
        },
        {
            "review_title": "So happy to see this ICONIC brand back!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Man, this is an OG brand and im SO HAPPY!! I remember going to Macys with my mom as a young girl and she would only buy this color, Pure Plum..it's her signature color...when Fashion Fair disappeared she tried finding similar colors with other makeup brands but nothing really compared and it made her sad.  Man the nostalgia of this brand brings back memories not only for me, but also my mom. She was soooooooooo happy when she found out that Fashion Fair was back!   To celebrate their return, I HAD to buy her, her favorite lipstick..Pure Plum...she put it on last night just because..and loved that it was so moisturizing. I love that Fashion Fair reformulated their products with skin benefits and modern ingredients!  Seriously, this is the best thing that ever came to Sephora..while I love all of the modern day brands, they really do speak to a younger generation of women, but Fashion Fair is an ICONIC brand that spans generations...even my grandma (who's 80 years old now) wore Fashion Fair. For context I'm 32 almost 33..so a total millennial..and just seeing this brand back really brings me joy and makes me happy for my mom and grandma to have a piece of their youth brought back.  Before there was Shades for all... and match your lipstick with your skin tone blah blah blah..Fashion Fair was creating beauty products for women of color long before any other brands were.   I'll be purchasing more products for my mom and grandma. Thanks Sephora for brining this back!!!!"
        },
        {
            "review_title": "Welcome back Fashion Fair!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "Welcome Back, Fashion Fair!!!! You have been missed. I was so happy to see the return of This brand. As soon as I heard, I rushed out to my local Sephora. The lipstick must be reformulated because it is creamy, smooth and even better than I remembered. The display was almost empty. Letu2019s support the original Black owed brand. Now I just need them to bring  back their lipstick shade Chocolate Raisin. That was my absolutely fave!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I loveeeee this color! Itu2019s the perfect shade for women of color.  It is brown with a little gold/bronze shimmer and it lasts .  Review on my channel Khi To Beauty."
        }
    ]
}