{
    "product_id": "1299",
    "name": "Retinol Eye Stick",
    "brand": "Peace Out",
    "categories": "Skincare, Eye Care, Eye Creams & Treatments",
    "price": 39.5,
    "about": "What it is:A serum balm made with encapsulated retinol to help target the look of fine lines and dark circles around the eyes, now with an even smoother glide..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Fine Lines and Wrinkles, Loss of Firmness and Elasticity, and Dark Circles.Formulation:Balm.Highlighted Ingredients:- Encapsulated Retinol: Softens the look of fine lines and wrinkles while visibly smoothing texture..Ingredient Callouts:This product is vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:Newly reformulated to improve its glide, this upgraded balm helps improve the look of fine lines, dark circles, and skin texture in just one swipe. This easy-to-use stick formula contains encapsulated retinol, peptides, and bakuchiol to deliver visibly brighter, more even-looking skin around your eyes.",
    "ingredients": "Squalane, Synthetic Wax, Diisostearyl Malate, Mica, Bis-Diglyceryl Polyacyladipate-2, Rhus Succedanea Fruit Wax, Oryza Sativa (Rice) Bran Wax, Silica Dimethyl Silylate, Ethylene/Propylene Copolymer, Hydrogenated Rice Bran Oil, Retinol, Bakuchiol, Sodium Hyaluronate, Heptasodium Hexacarboxymethyl Dipeptide-12, Biotinoyl Hexapeptide-2 Amide, Astaxanthin, Ubiquinone, Astragalus Membranaceus Root Extract, Spilanthes Acmella Flower Extract, Terminalia Arjuna Extract, Carthamus Tinctorius (Safflower) Seed Oil, Caprylic/Capric Triglyceride, Cellulose Acetate Butyrate, Haematococcus Pluvialis Extract, Lecithin, Caprylyl Glycol, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Tricaprylin, Oleic Acid, Tocopherol, 1,2-Hexanediol, Phenoxyethanol, Water (Aqua/Eau)....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-In the evening after cleansing, gently swipe the balm around your entire eye area. .-Sensitive skin? Begin using one to three times a week to allow skin time to adjust to retinol. ..-For maximum age-defying results, pair with Retinol Face Stick (sold separately) for all-over fine line and wrinkle fighting...Warning: Avoid contact directly with the eyes.",
    "num_reviews": 1607,
    "overall_rating": 4.1,
    "product_url": "https://www.sephora.com/ca/en/product/peace-out-retinol-eye-stick-P502637?skuId=2629525&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2629525-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "0.14 oz / 4 g",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2629525-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Genius product! A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Wow! This product is genius! Itu2019s so useful and convenient. For those women who would much rather get a few extra minutes of sleep in the morning instead of waking up earlier to do our skincare, I highly recommend this! I keep it in my office so I can apply it there."
        },
        {
            "review_title": "Didnu2019t meet my expectations unfortunately",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Peace Outu2019s Hydrating Retinol Eye Stick sounded very promising. Intend to help smooth and erase the appearance of fine lines and wrinkles from around the eyes. After using for a week Iu2019m not noticing any noticeable difference, l probably need to use for a few more weeks. Its balm formulation has a nice silky feel and glides gently without pulling. Unfortunately l didnu2019t find it as nourishing as compared to an eye cream."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "Low key this is such a good product i was super skeptical and didnu2019t think it would work but i notice a big difference and improvement i definitely know itu2019s due to incorporating this product into my skincare routine"
        },
        {
            "review_title": "Loved it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "As someone with dark and deep under eyes, I feel like this retinal eye stick is working on me. I have tried lots of different products throughout the years and this actually made a difference. I feel like it is slowly diminishing my dark circles. I would recommend this."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "this product burned my eye. its so itchy and flaky. Do not buy this."
        },
        {
            "review_title": "Part of my skincare routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "Peace Out's Hydrating Retinol Eye Stick is easy to use and super convenient to travel with. I enjoy using it in the mornings to hydrate and smooth the skin under my eyes. I feel my concealer goes on more smoothly after this step, and it makes me look more awake, too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve used this for years and have loved it! Originally started it 6 months before my wedding to help with some fine lines around my eye area and genetic dark circles and Iu2019ve never stopped! I would say it softened and decreased my fine lines about 50%! Dark circles are still present but are lighter!"
        },
        {
            "review_title": "Next",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Not a fan of this product. It does not glide so it pulls the delicate under eye and eyelids."
        },
        {
            "review_title": "not worth the price",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "did not notice any improvement in the appearance of my under eyes."
        },
        {
            "review_title": "Smoothing effect",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I havenu2019t had the chance to really test this product long enough before needing to post my review - but for the time I have had it I do notice a slight difference. My under eyes do appear a little more plump and less dark the morning after I use it. And I do like that it comes in a stick. I will say though that because the formula is a little stiffer it does tug a tiny bit which might not be the best. I think this is worth trying though."
        },
        {
            "review_title": "VERY DISAPPOINTING",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This product did not work at all for me.  In fact, my eyes look worse than ever.  I have been using the product for about 2 weeks and now I have puffy bags under my eyes that look awful.  I would not recommend this product."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I am absolutely in love with this product. It makes. My eyes look bright. I tend to get kind of dry around my eyes and I no longer deal with that. I feel like this product has also helped me with a little bit of my crow feet. For the price and the quality you really can't go wrong."
        },
        {
            "review_title": "Great results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this Peace Out's Hydrating Retinol Eye Stick! from Peace Out Skincare for my honest opinion. I love the peace out brand , this product is such a wonderful addition to my nighttime routine. I love the fact that this just glided so nicely around my eyes. I do feel like the retinol is making a difference in the fine lines and wrinkles around my eyes. I felt my skin looked more plumb and healthy after just a week of use."
        },
        {
            "review_title": "Great way to apply!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I love the ease of this product! I have some fine lines starting to form around my eyes, and this product gives a simple, non-messy way to apply retinol that feels safe around the eye area. Every night I just swipe it around both my eyes. I havenu2019t experienced any irritation or anything!"
        },
        {
            "review_title": "Great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "The eye stick is super convenient and easy to use. Itu2019s travel friendly and can be carried anywhere. The price is affordable and the product payoff is really amazing. I use it 3 times a week and itu2019s always in my purse"
        },
        {
            "review_title": "Peace out, under eye wrinkles and circles u270cufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I keep reading how it drags the skin, or it's dry, I didn't have that experience, ever. it's so smoothe and soft. I use it almost every night. I've noticed a huge difference in my under eye. I had deep wrinkles and dark circles, and for 42, I shouldn't have deep wrinkles. my wrinkles are more like very fine lines now, and my dark circles are basically gone. I've been using it for a little over 2 months and I'll never use anything else!! love the product, and love the brand!"
        },
        {
            "review_title": "recommended",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "easy to use, no adverse reactions and I believe there is a mildly noticeable improvement in my skin with just 3 weeks of use"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Porcelain skin tone, Dry skin",
            "review_text": "Broke apart in the tube, wouldn't apply easily either. Won't repurchase."
        },
        {
            "review_title": "Extremely Sensitive Eyes and Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "I love this eye balm, but be cautious! I use Tretinoin on my face, but never near my eyes. I began getting lines and milia under my eyes and it was not cute. I saw this Peace Out balm and decided to give it a try. Knowing that I'm so sensitive to anything around my eyes, I took some precautions, and it's worked perfectly. I never apply the balm directly under my eyes. There's not enough control over where the balm is going. I use a qtip to apply the balm very carefully. I then pat it in with my ring finger. After using the balm, I apply a nice under eye moisturizer to keep the thin under eye skin from drying out, or peeling. Just because it's not a prescription doesn't mean it can't cause an issue. Treat all skin products, especially for around the eyes, with respect. Always patch test to a tiny area of your skin to make sure you won't have a reaction. Apply sparingly at first to see what your skin will tolerate. Looking good is great, but being healthy is fantastic! Hope this helps someone. :-)"
        },
        {
            "review_title": "Absolutely not",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I had a terrible reaction to this product, causing severe dermatitis around my eye area where it was used. It was necessary to visit my dermatologist who put me on Rx topical immunosuppressant and Biafine for six weeks. My skin is dry and can be slightly sensitive at times, but I have never experienced anything like this. I have also used tretinoin and have never experienced anything worse than the typical dryness and flaking in the first few weeks, so this is not a retinol intolerance. This was an absolutely horrible experience - this product is not worth the risk"
        },
        {
            "review_title": "Easy use",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Peace Out is one of my favorite beauty brands. Always unique, highly fascinating skin care items. I own a lot of products, but the Retinol Eye Stick is my favorite. It appears extremely pretty and like lipstick, but this is the most essential and fundamental companion you can take in your purseu2014lipstick for the beauty and freshness of your eyes. Applying it is rather simple; all you have to do is slightly reheat the fondant in the inner corner of your eyes, and it will melt into the skin around your eyes like butter."
        },
        {
            "review_title": "doesn't tug the skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I recently got Peace Out's new Peace Out Retinol Eye Stick, and I am loving this product! It glides on so effortlessly, with no tugging at my delicate under-eye skin. And, it melts into my skin rapidly, leaving no greasy feeling behind. This product has my undereye area looking years younger after only a week of use. I woyld definitely buy this again."
        },
        {
            "review_title": "Very smooth application",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have been wanting to try this product for so long! I have always wondered if it tugs at the eye area when applied directly as opposed to with your fingers. In my Southern California climate it applied to my skin so smoothly. No tugging at all. If you live in a colder climate it might tug so I would suggest warming it up with your finger or the back of your hand. Also no burning or redness from the retinol."
        },
        {
            "review_title": "Easy to travel with!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I recently started using the Peace Out Retinol Eye Stick. I wanted an easy-to-use product for the fine lines and dark circles around my eyes, and this stick delivers.   The stick format is super convenient and easier to travel with than a cream.   The only small downside is that it takes a bit of time to absorb. But overall, I'm very happy with this product and would definitely recommend it!"
        },
        {
            "review_title": "Broken container but nice cream",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Unfortunately the container broke on the third use, causing the cream to get smushed. I now have to use a tiny tool or q-tip to reach the product. The cream itself is good though."
        },
        {
            "review_title": "Best travel stick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Give it a week and you will love this retinol stick. I pack small weightless essentials when I travel out of country. So decided to try this instead of my usual favorite. Wasnu2019t impressed immediately, but saw good results in a week. Will probably be my must have even at home."
        },
        {
            "review_title": "Who would've thought",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Deep skin tone, Oily skin",
            "review_text": "At first, I was unsure about Peace Out but, I love this product! Easy to use and very effective. It's now a staple in my skin routine."
        },
        {
            "review_title": "Ehh..",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I see the intention for this product . It really is a good idea however , the under eye has one of the most sensitive type of skin . The stick is just too solid/firm. It pulls at the skin . I use it on my guy And I have to pull taut the skin under his eye in order for the product to spread properly . One time it broke and I was being gentle . It should not be this way. But then again if they make the product too soft, it will come apart for sure . I liked the idea of it but i just donu2019t know how practical it will be without giving one wrinkles over time from frequently pulling the skin to apply under the eye . And yes I am distributing the product and tauting the skin as gently as possible . Still too solid"
        },
        {
            "review_title": "Great solid serum - perfect for travel!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is a great solid serum retinol product.  I am able to use it nightly after cleansing without any irritation or dryness.  I have dark circles and fine lines.  My dark circles are genetic so I donu2019t expect much change but my skin feels soft after applying so fine lines appear reduced.  Iu2019m already planning to put it in my travel toiletries bag for summer vacations!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This stick is absolutely perfect and so easy to use! I've only been using it for a few days, and I've already noticed a slight difference. I'm really looking forward to seeing even more results as I continue to wear it. Plus, because it's a stick, it's super easy to spread around my eyes!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I love how easy this is to use each morning! My eyes feel so hydrated after each use and itu2019s perfect in the cute form on a stick. This makes it even easier for me to pack with me on all of my trips as well."
        },
        {
            "review_title": "Not good",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is not soft, it's kind of dry wax when you try it, it doesn't slide softly is drags your skin. I don't know how can this product be good for the eyes when that area is so delicate. I felt that as it was dragging my skin it was stretching it. I do not recommend this product."
        },
        {
            "review_title": "Formula changed for the worse",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I used this product for about a year and then took 12 months off after getting pregnant. I resumed using it in May 2024, and the formula seems to have completely changed since last year - itu2019s much waxier and doesnu2019t apply nearly as well as it used to. It tugs the skin and feels rough around my eyes when I apply it. Super disappointed, because I loved this product, and I donu2019t understand why the company would change it."
        },
        {
            "review_title": "I see improvement in lines",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Bye, Bye fine lines with the Peace Out Retinol Eye Stick. The stick glides over the skin in my eye area, no tugging or pulling. I like how the product feels lightweight on my skin, it feels moisturizing but non-greasy. I like to start at my outer corner to warm the product a little then swipe inwards. The cute pink packaging is also another added perk and I like the easy to read instructions on the cap."
        },
        {
            "review_title": "Smoother and less noticeable lines and wrinkles",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
            "review_text": "Iu2019m super impressed with Peace Out Retinol Eye Stick. It has a smooth texture and glides effortlessly on my skin. Itu2019s very gentle and doesnu2019t have any scent. I can see the difference, my fine lines definitely appear smoother and my wrinkles a lot less noticeable. I use it every night and Iu2019m very happy with the results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love this retinol eye stick! I use it every night and the application is easy & goes on so smoothly."
        },
        {
            "review_title": "Nice addition.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This is such an easy step to my evening routine. I apply it first thing ng and it has my under eyes looking so good. I serverly underestimated the effect that an under-eye retinol would have! I highly recommend starting just two days a week."
        },
        {
            "review_title": "A Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Love love love this product. So easy to use. It works, it really does!! Noticed changes within 2 weeks of using it. You will be very pleased if you purchase it."
        },
        {
            "review_title": "so great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "I really love using this eye retinol stick when Im in a hurry, running late or just feeling extra lazy that day so I can still get a skincare and eye treatment in! It is compact and easy to throw in your bag"
        },
        {
            "review_title": "Good product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am a fan of Peace Out, and their retinol eye stick did not disappoint! I love how it is easy to put on and store, plus itu2019s such a cute design! Being in my 30s retinol is super important and I am happy to have this in my skincare routine!"
        },
        {
            "review_title": "Drags a bit until itu2019s warmed up",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love the idea of using a stick for targeted application. When I first began using this retinol stick, I noticed it was very stiff and felt like it was dragging my eye area until it warmed up. I have figured out that if I leave the stick on my face for a couple seconds before swiping, then it moves more freely over the delicate eye area."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I recently tried the Peace Out Retinol Eye Stick! and loved how easy it was to apply on. The stick comes with a lipstick sliced edge, allowing it to be super easy to apply under the eye, getting every crevice. I can get quite lazy when it comes to multi step skincare routines so super glad this is easy and quick!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "This stick is so amazing. I have very bad dark circles and fine lines and I see that it does the great job in moisturising my underwear. Also, it helps to reduce the dryness under my eyes which is really great. It is travel friendly and easy to carry."
        },
        {
            "review_title": "Consistency is key",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I've been using the Peace Out Retinol Eye Stick ever since it launched and I can honestly say it has been a huge part in keeping my eyes avoid signs of aging - I have very few wrinkles around my eyes and no visible fine lines. This is not a short term fix by any means, consistency is key!"
        },
        {
            "review_title": "Great idea!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "What an innovative product! Love the stick form. Itu2019s so easy to use. I used this at night as part of my skincare routine. At first it didnu2019t feel very moisturizing but once I swiped it a few times it definitely got better. It soaked in well and my under eye area definitely looks refreshed and brighter. I love that I can travel with this very easily too."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this retinol stick. Iu2019ve been using it a few days know and can already see a difference in my fine lines. It glides on my under eye smoothly and feels nice on my skin. I would highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This stuff works so good and it is one of my holy grail ride or die products to help with puffiness and under eye circles! As a boy mom I need this everyday because i donu2019t get a lot of sleep! So it gives me the fake it till you make or slept 8 hours look"
        },
        {
            "review_title": "Best eye product I've tried!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I absolutely love this Peace Out Retinol Eye Stick ~ this is the third time I have purchased it & I really find it super easy to use (no fingers needed) and helps with the fine lines I have around my eyes.  I am 56 and everyone says I don't look it & I will say it is partly because of this product.  Love it :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "After using this product every night for the last month, I've noticed a dramatic difference. My under eyes are much more moisturized, and fine lines are very minimal. My under eyes always creased when I wore concealer, now there's very minimal creasing. 10/10 will buy again."
        },
        {
            "review_title": "Nice product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "The Retinol Eye Stick is incredibly easy to use. The stick format makes it convenient and mess-free. I simply glide it around my eye area, focusing on areas where I have fine lines and dark circles. The formula is lightweight and absorbs quickly into the skin, so it doesn't feel heavy or greasy. I love it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I was really excited to try out this product. I like stick products because they are practical and easy to use. It looks like a lipstick. I didn't have problems with the texture, is like a chopstick, and any irritations.  The tip of the product broke on my first try because it comes in an angled shape, I think once it smooths out it will make the application better. I feel my eye skin is more moist but I didn't see any other improvements so far."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I absolutely love how this applies on my under eyes, it glides on and quickly absorbs. I also like that the formula is gentle and doesnu2019t irritate my eyes either. Retinol is so good I absolutely love the packing as well!"
        },
        {
            "review_title": "Be the most beautiful.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I have long wanted to try Retinol eye stick from Peace Out. Let's start from the very beginning, I'm already 30+ and of course, like most people, I like to go to bed late and because of this, my eyes in the morning don't look very good, to put it mildly, and plus small dark circles sometimes appear on my eyes. I got carried away with something. After watching a video with bloggers who warm up the stick, first moisturize and melt it in the corner of the eye and smoothly lead it to the inner edge of the eye, I tried it and was pleasantly surprised, not all wrinkles smoothed out, of course, but the small ones disappeared and the circles under the eyes disappeared as if I had applied concealer to the area eye. My skin looks very beautiful and surprisingly soft and healthy, as if I got a full eight hours of sleep every day. I got carried away again. Well, my conclusions, if you donu2019t have this product at hand, then you are losing a lot, namely a healthy appearance and clear eyes, plus there is the bonus of getting rid of dark circles. Therefore, I strongly recommend purchasing it and you will not be able to replace it with anything."
        },
        {
            "review_title": "Normally I love, but problem with this order",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "This is my second stick and I love the product. I do have to return this one due to the stick being crumbly, a different color and caused irritation. I'm hoping this is a one off situation and they haven't changed the formula. I didnt take off stars because I had zero issues with the first stick and I have recommended this to friends."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I am a mom of two young kids. I have tired eyes with dark circles. This eye stick keeps my eyes hydrated and brighter. I look more awake. I really like that it is easy to apply and it glides easily. I recommend it."
        },
        {
            "review_title": "I do like this little guy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "The retinol eye stick is so convenient to use and apply. i love that it blends in and smoothes out the skin. The texture is light and absorbs instantly without leaving a greasy trace and this allows to wear makeup with no complications"
        },
        {
            "review_title": "Simple and effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love the ingredients in this product and when I apply it at night I do notice the area around my eyes look brighter and refreshed in the morning. Plumps up any fine lines and just over all great hydration. Zero irritation and I can use nightly."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I have been using this product for a long time and I am dissatisfied with the recent change. The product is completely different: texture, color, and packaging.  So sad, it was my favorite."
        },
        {
            "review_title": "Drier than a lip balm -weird",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Haven't noticed any positive effects with this product. It's not emollient and does not glide on - you need to press and rub, and not at all moisturizing. Also it's only about 1 inch of product in this tube. Moving on."
        },
        {
            "review_title": "SO HAPPY TO HAVE FOUND THIS ITEM!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Normal skin",
            "review_text": "I was looking for Retinol products, high quality items. A reviewer left a review about Peace Out Eye Retinol stick. IT IS AMAZING! I'm 66 and this is incredible. Will re-purchase. Thank you ! 10 STARS!"
        },
        {
            "review_title": "ud83dudc4fud83cudffbud83dudc4fud83cudffbud83dudc4fud83cudffb",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "After using this for about a week, Iu2019ve noticed my under eyes feel very soft and hydrated. I love that itu2019s easy to apply. I recommend warming it on your skin first before dragging it across the under eye."
        },
        {
            "review_title": "Works great!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this piece out retinal eye stick. I love the applicator. It makes it super easy to apply in my under eyes looks so bright and youthful. I love how gentle it is on my skin while brightening up and making me look so much younger."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love the concept of the product but it kind of missed the mark for me. I was really hoping it would glide on, but I feel like it tugs a bit at the skin around my eyes which I feel like defeats the purpose of using a retional product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "So far loving the results by using this retinol eye stick! Very gentle for under eyes, evens out skin tone and hydrates. I love the applicator in the pencil as itu2019s also great for traveling and convenient to use."
        },
        {
            "review_title": "Terrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Terrible product that is dry and rough on the eyes. For such a delicate area youu2019d think something that doesnu2019t pull would be better?  Customer service was not helpful in resolving the issue either"
        },
        {
            "review_title": "Nope ud83dudc4e",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "I bought this because I was intrigued by the stick formula and convenience of using it for travel. First of all this product is very stiff and does not melt into the skin easily, so when you apply it you actually have to run the eyes more than you should be for such a sensitive delicate area. Second, after only using it a few times the product literally BROKE. I hardly used it and it was broken when I took the top off. I'll stick to eye creams from now on. I don't recommend."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Really convenient way to apply retinol to your undereyes. I was worried that using my fingers would cause too much rubbing or would put bacteria near my eyes but this stick definitely makes the job way easier. Pro tip: I always sanitize with an alcohol wipe before applying!!"
        },
        {
            "review_title": "Perfect for under concealer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I never thought I need an eye balm. I like how it is in a balm because it is so convenient to use. You can use it for travel and on the go. The formula is not thick or oily. It feels good under the eyes and perfect to use under makeup."
        },
        {
            "review_title": "Surprisingly bad quality",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Based on the first stick I received I assumed it was old, expired, and had dried out. Sephora shipped me a new one and I realized that the product itself is just very dry and difficult-to-impossible to glide onto the eye. Like  another reviewer, I was concerned the product would damage my skin. Returned it."
        },
        {
            "review_title": "Good",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This retinol eye stick is good but not amazing. I love that itu2019s gentle enough for my sensitive skin and Iu2019ve noticed the texture of my under eye area looking and feeling smoother, but it doesnu2019t get rid of fine lines. Worth trying!"
        },
        {
            "review_title": "Used to love, not so much anymore!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "My husband and I both used to love this product. Either they have a new formulation or it's the new stick container (with no metal casing inside) that makes us change our rating. We each have our own retinol stick, and they're so hard to roll on, even when you follow the instructions of warming it up on your temples before rolling it under and above your eye. My stick also broke because of the lack of metal case the old sticks used to have."
        },
        {
            "review_title": "A little dry, not a smooth application",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been using this product for 2 weeks now and I agree with the previous reviews. The application isnu2019t smooth like I had expected. Iu2019ll move onto another retinol eye cream after this one."
        },
        {
            "review_title": "Glides so easy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "As an avid skincare enthusiast, I was thrilled to try out the Peace Out Retinol Eye Stick, and it did not disappoint! This powerhouse product combines convenience with effectiveness, thanks to its innovative design and potent ingredients. The stick format makes application a breeze, with the angled tip ensuring precise coverage and minimal product waste. I appreciated the advanced easy-glide technology, which allowed the product to effortlessly melt into my skin without tugging or pulling. Formulated with encapsulated retinol, peptides, and vegan Astaxanthin, this eye stick delivers impressive results. After incorporating it into my nightly routine, I noticed a visible improvement in the appearance of fine lines, dark circles, and overall skin texture. My under-eye area looked brighter, smoother, and more hydrated. I also love that Peace Out prioritizes sustainability, using 100% post-consumer recycled material for the packaging. It's a win-win for my skin and the planet! Overall, I highly recommend the Peace Out Retinol Eye Stick to anyone looking to combat signs of aging around the eyes. It's easy to use, effective, and environmentally friendlyu2014a must-have addition to any skincare routine."
        },
        {
            "review_title": "The WORST",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I used to love this product but it is garbage now. It's a different formula now that is so DRY it feels like I'm tearing the skin under my eyes when i put it on. DO NOT waste you money."
        },
        {
            "review_title": "very dry",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I was excited to use this product because the thought of using a balm under my eyes sounded so soothing and nice. but this product was soooo dry. it wasn't soothing at all."
        },
        {
            "review_title": "No Longer Made in Korea?!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Why is this product not made in Korea anymore? The packaging is completely different and the texture is definitely not the same. Because the formula and manufacturer has changed, I donu2019t recommend.    product product."
        },
        {
            "review_title": "Best eye care balm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Love this product, its one of the best eye care balms ever. You have to wait some weeks to see the results but itu2019s really good for dry skin."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Very dry, does not glide across the skin. Do bot recommend this product"
        },
        {
            "review_title": "Once great, now garbage!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "The formula has changed! This stuff is horrible now, dry, impossible to apply, and causes irritation. Avoid at all costs!"
        },
        {
            "review_title": "u201c Like dried out chapstick u201c as someone else said.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "This tugs way too much as the fine skin around your eyes , feels like Iu2019m creating wrinkles instead of smoothing them out. Does not glide on easily ."
        },
        {
            "review_title": "Like Dried Out Chapstick",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Iu2019ve been buying this for a few years..and what everyoneu2019s saying about the formula and consistency change is accurate. It used to glide on smootheru2014now itu2019s almost waxy ;(     change like  had changed"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "fairLight skin tone, Combination skin",
            "review_text": "The formula definitely changed and now it does not glide on (itu2019s dry) and it leaves my eyes itchy. Very disappointed in this product now."
        },
        {
            "review_title": "Allergic Reaction",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I have used this in the past and really liked it but I recently repurchased it and noticed the consistency/ color were different. I woke up and noticed a pretty bad allergic reaction around my eyes :("
        },
        {
            "review_title": "Thank youu2026next",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I started using this product and noticed my eyes were getting really itchy and then dry. The product is easy to use and the product does glide on easily as well but It may not be suitable for sensitive skin ud83eudd37ud83cudffeu200du2640ufe0f"
        },
        {
            "review_title": "Hey Peace Out- respond to this question please!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Always loved this stick but is the company doing anything about the obvious formula change that people are now hating?  Change it back!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "This product is okay, but I would not repurchase. Pretty underwhelming."
        },
        {
            "review_title": "Very convenient and effective!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "This retinol eye stick is so convenient and effective. It has a lightweight formula that feels so good on my skin while absorbing quickly without leaving a residue or tackiness behind. It helps reduce puffiness, dark circles, and fine lines while also brightening my eye area beyond just a few hours and preventing future fine lines. I love how good this formula feels on my skin and that I haven't experienced any irritation. It's hard finding eye products that actually work, but after seeing the results this one delivers, I will definitely purchase it again!"
        },
        {
            "review_title": "Changed formula?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Used to be my favorite but they must have changed the formula. It is super dry and drags on my under eye when I apply. Super disappointed"
        },
        {
            "review_title": "Such a good product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone",
            "review_text": "This has quickly become one of my favorite skincare products because it is so easy to use and effective. There are so many eye products out there, but I needed one that did more than just help me look awake. I like that this one has helped fade my fine lines and brighten my under eyes beyond just a few hours after using it! Highly recommend this one!"
        },
        {
            "review_title": "Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Have enjoyed using this ! The formula is super light weight & the skin absorbs the product quickly! It does help with puffiness under the eyes ! It also was not too harsh on my skin since Iu2019m super sensitive when using retinol"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This retinol eye stick is one of the most convenient products to use that has come into my hands. It is very easy to apply, does not irritate the eyes and does not put too much pressure on such a delicate area. It is easily absorbed and does not leave lumps. The product is formulated to refine, hydrate and guard against environmental nasties in one step, this do-it-all balm helps to prevent & improve the appearance of fine lines and wrinkles, dark circles and overall skin texture. I can confirm that the product does what it promises and even does more."
        },
        {
            "review_title": "Hopefully a bad batch?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "The most recent tube I purchased is a slightly different color, hard and pulls on the undereye area. I had to scrape off the top and gently press/melt into my undereye area with my fingers. I am hoping it was just a bad batch and not a permanent formula change. This product was one of my nighttime favorites so I am going to give it one more chance. If it is another tube like the one I described above, I will have to find something else."
        },
        {
            "review_title": "Must try so easy no waste",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Peace Out skincareu2019s  Retinol Eye Stick is a game-changer when it comes to targeting fine lines, wrinkles, and dark circles around the eyes. I have been using this product for a few weeks now, and I am already seeing noticeable results. The Retinol Eye Stick is incredibly easy to use. The stick format makes it convenient and mess-free. I simply glide it around my eye area, focusing on areas where I have fine lines and dark circles. The formula is lightweight and absorbs quickly into the skin, so it doesn't feel heavy or greasy. One of the things I love about this eye stick is that it contains retinol, which is known for its anti-aging properties. Retinol helps to stimulate collagen production and improve the overall texture and appearance of the skin. I have definitely noticed a reduction in the appearance of fine lines and wrinkles since using this product. Another great thing about the Retinol Eye Stick is that it contains other beneficial ingredients like hyaluronic acid and peptides. Hyaluronic acid helps to hydrate and plump the skin, while peptides help to firm and tighten the skin. Together, these ingredients work to improve the overall appearance of the eye area. I also appreciate that Peace Out skincare is a clean beauty brand. Their products are free from parabens, sulfates, and other harmful ingredients. This gives me peace of mind knowing that I am using a product that is safe for my skin.I highly recommend Peace Out skincareu2019s Retinol Eye Stick"
        },
        {
            "review_title": "No longer a favourite",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I used to buy this religiously and use every night before bed. Something has changed and the newest tube I bought was absolute crap. Way too dry, and this new tube drags and pulls the eye area - the absolute opposite of what it should be doing. Even tried rubbing the tube on my hand to warm the product up but it just doesnu2019t work. Returned. Will have to find something else."
        },
        {
            "review_title": "A must have for smoother under eyes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is an amazing eye cream, the packaging makes it super easy to use under the eyes. With consistent use, I have noticed a huge difference in my under eyes lines and discoloration. Itu2019s a great product but you have to be consistent with it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Very easy to use retinol stock for under eye area. I normally apply it in pm before bed, and I enjoy my eyes in the morning. Whole area looks really good and rested. No puffiness, helps fighting aging signs."
        },
        {
            "review_title": "Super convenient! My skin loves it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve only been using for about a week but I can already tell itu2019s working. It is a bit greasy but I just use it right before bed and Iu2019m fine. I do have combination skin but this hasnu2019t caused any unexpected breakouts yet.  Unfortunately the slanted tip broke off mine on my first use but it was such a tiny piece Iu2019ll be ok. It still works just the same. I actually love that it has that slanted shape making it easy to apply under my eyes. Super convenient!"
        },
        {
            "review_title": "Helps with my tired undereyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This Retinol Eyestick is so easy to use and carry around.I love how handy this product is.This is very nice for my tired eyes .It is packed with anti-oxidants and lightweight I love using this for my daily routine.It helps improves and brighten dark under eyes. This adds glow and I would definitely use this again."
        },
        {
            "review_title": "Love this formula!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is the step my skincare routine has been missing! A retinol stick so that I can apply where I want targeted wrinkle repair. My skin tends to not respond well to retinol in lotions, but for whatever reason the stick form isnu2019t causing any adverse reactions. I am so glad I found this! I love the effects on the eye area and how easy this is to apply."
        },
        {
            "review_title": "This is a must use for meu2026",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "This Retinol Eye Stick from Peace Out is FANTASTICu2026it glides on very gently and smoothlyu2026I only use it twice a week and I am definitely seeing results. I use retinol regularly so I havenu2019t experienced any sensitivity to it. The price is so reasonable too. I definitely recommend trying this one out."
        },
        {
            "review_title": "Perfect for my maturing skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "I recently tried the Peace Out Skincare Peace Out Retinol Eye Stick, and I have to say, it's a game-changer when it comes to targeting fine lines and wrinkles around the eyes. This eye stick is a convenient and effective way to incorporate retinol into your skincare routine. It comes in a twist-up tube that makes it easy to apply the product directly to the under-eye area. This is perfect for those who prefer a mess-free and hassle-free application. The formula of the eye stick is enriched with retinol, which is known for its anti-aging properties. Retinol helps to stimulate collagen production and improve the texture of the skin, reducing the appearance of fine lines and wrinkles. I noticed a visible difference in the smoothness and firmness of my under-eye area after using this product. What sets this eye stick apart is its unique delivery system. The stick format allows for targeted application, ensuring that the retinol is applied directly to the areas that need it most. It also contains other beneficial ingredients like peptides and hyaluronic acid, which help to hydrate and plump the skin. I found the Peace Out Retinol Eye Stick to be gentle and non-irritating, even on my sensitive skin. I experienced no redness or dryness after using it, which is a common concern with retinol products. It is also fragrance-free, making it suitable for those with fragrance sensitivities. I have been using the Peace Out Retinol Eye Stick for a few weeks now, and I can already see a noticeable improvement in the appearance of my under-eye area. The skin looks smoother, brighter, and more youthful. I also love how it helps to reduce puffiness and dark circles, giving me a refreshed and well-rested look. Overall, I highly recommend the Peace Out Skincare Peace Out Retinol Eye Stick. It is a convenient and effective way to incorporate retinol into your skincare routine, specifically targeting the delicate skin around the eyes. If you're looking for a p"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received the Retinol Eye Stick complimentary from Peace Out. I use this a few days a week followed by sunscreen and I love this product. The tube makes application so easy and convenient to throw in my travel bag, I noticed an improvement in the appearance of my wrinkles and fine lines and will continue to use this!"
        },
        {
            "review_title": "Glides on smoothly!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Being using it for a year every night and I absolutely love it! Less wrinkles, for sure!"
        },
        {
            "review_title": "Breaks off easily",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The product itself works great. I saw some improvement. However, like others have shared, the product is dry and crumbles so easily. Youu2019re better off spending money on something else. producwound I"
        },
        {
            "review_title": "DRIED OUT, TERRIBLE, DO NOT ORDER!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Absolutely Terrible, Came Dried out, pulls on the skin, cannot use this product"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I've been using the Peace Out Skincare Retinol Eye Stick and I'm genuinely impressed. The application process is super easy and smooth, just a quick swipe under each eye. It feels incredibly soothing on my skin, not heavy or greasy at all, and I've noticed my under-eye area looking brighter and more refreshed."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I used to like this product before . New version breaks and doesnu2019t apply evenly ."
        },
        {
            "review_title": "Good For Trips and Forgets!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I think this retinol eye stick is perfect for two situations; traveling with a carry-on and forgetful night routines.  Overall, this is a nice enough product but isn't my favorite eye treatment. I have sensitive eyes and sensitive skin around them, and while this glides on smoothly and is just thick enough to stay put, it does tingle a bit at times and gets me worried to have it as an every week/every other day product.  But, that makes it perfect for keeping it on my bedside table for nights when I don't have the time or energy to do a full skincare routine, I can feel like I am still doing something! And because it isn't a liquid or gel it can be packed for a weekend trip with less hassle than so many other products."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "The older I get the more noticeable my under eye wrinkles become and I am trying my hardest to smooth them out. And this retinol stick should help me with that. I apply it every night before my eye cream. Itu2019s a little bit on the dry side, so it took me some time to figure out how to use it. But my fine lines are getting smoother every day."
        },
        {
            "review_title": "Not 1, but 2 broke!!! Waste!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "One of these sticks broke after one use. I exchange it at the store, but then the second one broke shortly after. I couldnu2019t be bothered to return it again- so I threw it right in the garbage. Total waste!"
        },
        {
            "review_title": "Super dry and broke quickly",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I really wanted to like this, but thatu2019s not what happened. The stick is so dry that it tugs on my skin no matter how gentle I am with it. I even warmed it up on my wrist before using to make sure it would glide under my eyes easily, but that didnu2019t help. And then on the second use, the whole stick fell out of the applicator. Super disappointing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Peace out retinol eye stick is so easy to use and I can bring it with me on vacation easily. I canu2019t believe how much I love using eye cream in stick form. It is very precise and honesty the easily product to use. I typically do not put retinol around my eyes because it always gets inside my eye balls but this stick helps me control where I put the product."
        },
        {
            "review_title": "Amazing for fine lines!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This makes my under eyes so awake and revived. This is my second retinol stick because itu2019s seriously that good! I always use it every night before bed. Iu2019ve seen a huge difference in my fine lines and how moisturized my under eyes feel!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "I love the convenience of the stick format this product comes in, makes it so easy to apply and to bring along with you when traveling so you can easily maintain your skincare routine even away from home. It goes on smoothly and has not caused any irritation, or dryness."
        },
        {
            "review_title": "Itu2019s a no no",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "So dry and pulls on the skin. It broke after a few days"
        },
        {
            "review_title": "just get it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "So, the Peace Out Retinol Eye Stick is basically a skincare superhero. First off, the packaging is slick and easy to use, no mess involved. The formula, loaded with retinol and peptides,  works like magic, showing results in just a few goes. And can we talk about how handy this stick is? Perfect for throwing in your bag on the go. Plus, it's mega gentle on the skin u2013 no redness or irritation here. The precision of the stick makes it a breeze to target those pesky fine lines. Seriously, after a few uses, you'll notice a real difference. The Peace Out Retinol Eye Stick is essential for a quick skin glow-up."
        },
        {
            "review_title": "Do Not Recommend",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I ordered this by mail, it broke off the applicator after the first use.  Now itu2019s in pieces."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Loved using this eye stick because I saw my under eyes looking less dark and more even toned after several uses. I like that itu2019s in a tube so that I donu2019t need to worry about greasy residue on my hands or messy application."
        },
        {
            "review_title": "GOT RID OF MILIA",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I love this product!! Purchased 2 since Iu2019ve started using this less than a year ago. Itu2019s an absolute must have for skin care. Got rid of almost ALL my under eye milia to my surprise - try this if you want to get rid of  under eye little white bumps!!"
        },
        {
            "review_title": "Try it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love this new peace out eye stick that I received . It is so convenient and easy to use. It helps depuff my face and brightens the areas under my eyes. This product is great and really works. I love that you can bring it with you anywhere."
        },
        {
            "review_title": "It works!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
            "review_text": "I was skeptical to try this but it really works! I saw results almost immediately. Worth every penny!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I like the concept of an u201ceye sticku201d for application, but the formula just doesnu2019t work.  The product is way to hard and pulls on your skin no matter how gentle you are."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Obsessed! I always wake up the next morning with firmer, tighter, brighter, less puffy looking under eyes! For someone who has always struggled with dark circles and puffy eyes, this is a God sent! So happy and will continue to purchase :)"
        },
        {
            "review_title": "They changed the Formula & NOT for the better :(",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "COMPLETELY DISAPPOINTED that they changed the formula on my  ABSOLUTE FAVE Eye Product ever!!  I have used this eye stick for 2+ years ever since I read about it in Allure.   Now itu2019s like a dried out old chapstick instead of the smooth eye stick it used to be.  It used to go on smoothly. Now itu2019s a tugs the skin.  Thereu2019s not even any mention of a new formula on the new packaging.  It has the same consistency as the Vitamin D Stick (which also tugs on skin )  Did they think we wouldnu2019t notice?  Itu2019s visibly darker.  Why mess with success? I CANNOT be the only one that noticed this."
        },
        {
            "review_title": "Great. LOVE. But application makes a difference.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I warm this up with my finger and apply with my finger. If applied this way it is so moisturing and I wake up with hydrated under eyesu2026.but when applying the way instructed by Sephora and the product I found it tugged on my skin and didnu2019t get enough product under my eye."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This works! I have really bad under eye bags and sensitive skin. This hasnu2019t caused me any irritation or issues. I love how easy it is to use and can tell itu2019s helping with the dark circles under my eyes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
            "review_text": "I am obsessed with these pimple patches. I have never tried the ones from this brand before so I was very excited to try out something new. These worked better than every other brand Iu2019ve ever tried. Love"
        },
        {
            "review_title": "Hard and dry",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This stick is so hard that itu2019s impossible to gently apply it to the skin. Itu2019s like a dried out glue stick."
        },
        {
            "review_title": "Possibly great, definitely not sturdy product.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I wish I had longer to try this product, but shortly after purchasing it, the stick broke in the tube, leaving it impossible to access the majority of the product, save for what was left in the tube, if I wanted to dig it out."
        },
        {
            "review_title": "Great idea, poor application",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I think the effects of this stick are nice, but the product design is awful. The stick is way too soft. My stick keeps breaking and coming apart in clumps. I literally canu2019t use it as a stick. I keep having to apply it with my fingers, which works but at that point, I prefer other retinol eye creams."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been using this Peace Out Retinol Eye Stick for a few weeks. I find the stick to be cooling and soothing but I prefer a retinol serum to a stick format. I do have some fine lines around my eyes so Iu2019m hoping that long term use of this product will help."
        },
        {
            "review_title": "Ma decouverte de lu2019annee!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ce produit a definitivement changer lu2019apparence de mes yeux. Les rides et la noirceur su2019estompe peu u00e0 peu les semaines qui defile. Facile u00e0 appliquer et glisse bien sur la peau une fois frotter le produit fond. Ju2019adore lu2019effet quu2019elle mu2019apporte. Est inodore. Ju2019aime aussi quu2019il soit en format petit facile u00e0 emporter pour des retouches dans la journee."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have been using the Peace Out Skincare Retinol Eye Stick for the past couple weeks and I can already see a difference in the brightness of my under eyes! I have fair skin but darker under eyes that look tired and this retinol stick is very gentle on my skin and glides on so easily! I put it on in the morning and my makeup easily applies over it and doesnu2019t peel!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "It's so hard to use it . i think for the eyes, the cream has to be more soft"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I adore the formula and packaging, and the stick design is convenient for on-the-go use and maintaining cleanliness, especially for those with long nails. The only improvement I'd suggest is a slightly softer consistency; currently, it's a tad stiff, leading me to dab it with my finger before applying to the undereye area."
        },
        {
            "review_title": "Liked the old version better",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I used the previous formulation and loved it! My recent order is less than satisfactory. The stick drags around my eyes instead of gliding smoothly like the old/last version. Not sure if I'll order. Might try down the road or check out in-store to see if the formulation has changed."
        },
        {
            "review_title": "Drying",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Medium skin tone, Combination skin",
            "review_text": "Formula is so, so dry. Has left the skin around my eyes extremely sensitive and dry as quite a bit of pressure & u201cswipesu201d is needed to get any product on the eyes. Great idea, but needs some improvement."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the convenience of this product. I use this to help with fine lines, puffiness and dark circles. Overall this works well for me and I don't feel the need to use more than once a day. It is also very gentle on my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "My favorite retinol for around the eyes. It is so easy to glide on around your eyes and completely mess free. I find that it does not dry out my skin either like other retinol has in the past.  Definitely keeping this in my arsenal."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I really love the convenience of this peace out retinal eye stick. It is hydrating around the skin, while helping to diminish any fine lions around the eyes. I like to use it in the morning, all around my eyes"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I received this Retinol Eye Stick complimentary from Peace Out and I love how convenient it is to use. I swipe it under my eyes at night and tap it in as it is a balm. I have pretty intense dark circles and this product helped to brighten and smooth out my under eyes. Overall, my fine lines and skin texture around my eyes seem to have improved as well."
        },
        {
            "review_title": "Wonderful eyestick",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love the container of this retinol eye stick by peace out skincare. It is very easy to apply and use. It is brightening the under eye and hydrating it. I have used it before my makeup and the concealer application under the eye was so smooth"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Dry skin",
            "review_text": "The smoothest, softest, silkiest and gentlest product for my delicate eye area. I have dry/ageing skin and this product glides on like a dream - no tugging just beautifully hydrated fine lines that don't appear so severe. So portable, great for travels or the purse, also can be used around the mouth area and on forehead. Love it."
        },
        {
            "review_title": "It has moved into my nightly routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have noticed the skin around my eyes looks brighter and so hydrated"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "So great for the eye area! It helps lift eyes and minimize wrinkles. The balm feels soothing on the face and promotes softer skin.  It is easy to apply and creates a barrier to lock in the moisture. Retinol is the top ingredient for fine lines and puffiness. This stick from Peace Out is excellent for my skin routine."
        },
        {
            "review_title": "No Results",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "After seeing this product go viral online I really wanted to give the Peace Out Retinol Eye Stick a try; however, I was super disappointed with the product and did not feel it lived up to the hype. And while I love the concept of the product, I want a product where I can see results.  A little bit about me - I experience texture and milia under my eye, but I struggle to find texture reducing products (like retinol) that feel easy and safe to apply around the eyes. When this particular stick went viral, I was stoked because the application method seemed so foolproof.  Packaging-wise, I did find that the balm was easy to apply around the eye area. Unlike some who have sad the product was stiff, mine always felt emollient enough to apply around the eyes directly from the tube without tugging at the sensitive skin under my eyes. That being said, my balm broke off from the base within a few weeks of owning this product and applying nightly despite the fact that very little of the product was twisted up / exposed outside of the tube. Although I've been able to apply the product despite being broken, it always makes me nervous that the whole stick will fall out of the component with each application.  The above component/breakage issue could have been forgiven had I seen results. However, I unfortunately saw no real improvements to the texture of my skin of my under eyes even after several months of use.  I cannot recommend this product due to the faulty tube and the lack of noticeable results. The only reason that this has 2-stars is due to my appreciation of the concept, liking the application (prior to the stick breaking within the component), and the enjoyment of the actual texture of the product."
        },
        {
            "review_title": "Broke in less than a week!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This product was purchased on 9/22 and it broke in half on 9/28. Ugh now I have to contact customer service or drive all the way back and get a new one. Thanks a lot"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I like the concept of this eye stick a lot, but there were some cons. It's easy to use; you twist up the product and then swipe it on your under eyes. Mine was very solid and had little bits of it crumbling onto my skin, so make sure to warm it up on your palms/hands before you apply it. Once it's warm though it applies fairly smooth. There's a slight scent to it, kind-of plastic-like. I haven't noticed any changes to my under eyes but I'll continue to use this on days when I want to pamper my skin or am too lazy to use another retinol product."
        },
        {
            "review_title": "Formula Change?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I think they changed the formula. Loved this the first time I got it but it used to be more buttery and a warmer yellow, my second time buying it is harder and more grey-toned. Still convenient but not as nice around the eyes."
        },
        {
            "review_title": "Great product, crappy component!!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "The product itself gets 5 stars. Fantastic formula. Works!! What gives it 3 stars, is the new way Peace Out repackaged the product. My stick broke off, & itu2019s melted onto the sides of the pink component. The origi"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "This product is great, the area around my eyes did feel more firm and tighter, didnu2019t notice different for the wrinkles yet, but Iu2019m glad that it is very gentle retinol that doesnu2019t sting or burn the delicate area."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I absolutely loved this retinol eye stick . I use it in the daily on my skincare routine at night . Itu2019s just easier to work with and glides perfect with the application it has . Definitely recommend."
        },
        {
            "review_title": "Very Convenient",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I was gifted this for my honest review. I think it very convenient and will be great for traveling. I had been using a stronger retinal eye cream so I wouldnu2019t say I saw a lot of difference as far as fine lines, but itu2019s something I will use for travel."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "This stick is so convenient! I brought it on my trip to Japan because it was light and comes as a solid balm so I had more room for other liquids in my carryon. It's easy to apply and you see the same results as you would from a typical eye cream. I really like this stick, swipe-on format, it's less messy and perfect for bringing on travels."
        },
        {
            "review_title": "A great retinol for travel!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is a great retinol to take with you when traveling. This was super smooth to put on around the eyes and settled in nicely. No irritation following use. No scent."
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I love this retinol! It's so easy to apply, love the stick ! It's very hydrating and brightening, I've noticed a reduction on my wrinkles, my under eyes bags are also smaller ! This is great and non drying!"
        },
        {
            "review_title": "Love the improvements!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve loved this retinol eye stick since it was first launch and itu2019s even better now! I love love love the angled tip! It makes it so much easier to apply and get in those corners! This has been great for my dark circles!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have been using this for about a week and I think itu2019s such an interesting product. Itu2019s really convenient being in stock form. I like to rub it on my finger then oat it around my eye. It absorbs into my skin nicely."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
            "review_text": "I was gifted this in exchange for my honest review. I have sensitive skin so Iu2019m always a little worried about trying new skincare products, but this works nicely with my skin and feels amazing on the under eyes. Canu2019t see much of a difference after a few uses, but I like it enough to routinely use it and will report back."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "Interesting way to apply retinol - I like it. Itu2019s convenient . Like a chap stick. Great for traveling. If itu2019s cold it can be too hard to apply, just warm it up in your hands for a moment so it applies nicer. Product leaves a slight film on my skin but that doesnu2019t bother me since I only apply it at night. Itu2019s a very clean way to apply retinol since you never touch your skin. I like it."
        },
        {
            "review_title": "nothing positive",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "Most of the good reviews on this are incentivized. It's rock hard even on hot summer days hard to apply without being rough on the skin, made absolutely no difference on my dark circles or anything like that. I bought it because of the reviews that said it helped with milia it did not help at all with any of mine and if you get it in your eye at all (it's eye cream, sometimes eye cream occasionally gets slightly in your eyes) pain and redness for days. Awful product."
        },
        {
            "review_title": "So easy to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "I absolutely love the convenience of this retinol stick.  I can easily apply it under my eyes as well as my forehead lines quickly. I use this as part of my nightly skincare routine and it feels lovely on my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i just got this and i am so impressed. bye bye wrinkles. bye bye dark circles. if you are looking for a good eye stick you gotta give this a try. super easy to apply to your under eyes. i would recommend."
        },
        {
            "review_title": "Easy to apply before bed",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "What I like about this product is itu2019s easy to apply as itu2019s a stick formula. I put my normal eye cream on, and once that has sunk in finish with this before going to bed. I also feel the amount of product will last a very long time as you barely use any product!!  I havenu2019t tested it out long enough to see major results, but applying the product has been easy and great and hoping to see a difference in my fine lines. I received this product as a free sample for review."
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019m obsessed with tinted serum they are the best to use everyday and their formula is always lightweight your skin will love itI love this serum since day one and my skin feels amazing every time I use this gifted by cuele cosmetics"
        },
        {
            "review_title": "Didnu2019t irritate my under eyes at all",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I really like the size of this product. My only composure that you had to warm the product up a little before it went smoothly on the skin. Besides that the formula is incredibly hydrating and plumping. My skin can be sensitive under my eyes but this didnu2019t irritate them at all!  Definitely a main stay in my night time skin routine.   This was gifted by Peace Out"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This was gifted to me by Peace Out Skincare in exchange for my honest thoughts. I am loving this retinol eye stick. It glides on so smoothly under my eye. I do notice a sort of blurring effect after 2 weeks of application."
        },
        {
            "review_title": "Better out there",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I think I liked the idea of this product more than the reality of it. It wouldu2019ve been great if it glided on smoothly and the retinol worked as it should but it doesnu2019t. I wonu2019t give it a bad review but will just say there are more effective products. Gifted by peace out skincare"
        },
        {
            "review_title": "Didnu2019t notice any results",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was gifted by Peace out skincare in exchange for my honest review. I wanted to love this! However, I really didnu2019t see any difference. I used it for about a week so maybe I need to use it longer but no results so far. I do appreciate that it didnu2019t irritate my skin!"
        },
        {
            "review_title": "Loving the results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I was very surprised with the improvement of my dark circles from using this product. I have sensitive skin so I had to ease into using it every night. I will definitely be ordering another one once I run out. Gifted by peace out skincare."
        },
        {
            "review_title": "Must have bed time routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "This is one of the best night time eye products. I have/had a sunspot on one eyelid and this made it disappear."
        },
        {
            "review_title": "could be better",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "I was so excited to try this retinol eye stick! So far I'm not impressed with the formula. It doesn't glide easily and tugs on the delicate skin around my eyes. It also crumbles. Overall I wish it was creamier. I do like the way it's made my skin around my eyes look and it hasn't dried out my skin either. Would be great with a reformulation. Gifted by Peace Out Skincare."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love Peace Out Skincare products as they truly are some of the most clever out there. I love love love their skincare products that come in stick form. Currently I have their vitamin C stick in addition to this new product because I just love them so much. I love how I donu2019t have to get the product under my nails and itu2019s easy to apply especially under my eyes! I donu2019t use this product on the weekends because it has a retinol and I donu2019t use that prior to sun exposure.  Gifted by Peace Out Skincare"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I just started using retinol products and slowly adding it into my routine and this retinol eye stick is so good it glides nicely over the under eyes and been using itu2019s once a week and gradually will use it more when Iu2019m used to it so far so good."
        },
        {
            "review_title": "Great for signs of aging",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Gifted by Peace Out Skincare. This stick is so good for the under eyes, especially for those who experience fine lines. I love that itu2019s in a stick form, which makes application way easier and itu2019s simple to travel with. Loving the results Iu2019m getting with it as well!"
        },
        {
            "review_title": "MUST HAVE IN MY MORNING ROUTINE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This eye stick is so good and hydrating my eyes have been way more tired than usual and this has helped my morning routine a tremendous amount! I love it & itu2019s extremely soothing and I notice that the eye bags are not as deep! Gifted by Peace Out Skincare"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Fair skin tone, Normal skin",
            "review_text": "Gifted by peace out skincare. I have been using this product for the past three weeks and I like it! I started using it only twice a week until my skin got use to it. I am now using it three to four times a week. I have noticed improvement with my fine lines and wrinkles. I definitely recommend. I also really like the price point."
        },
        {
            "review_title": "Not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "Not worth it. Ordered as alternative to Glow Fairy. Product is dry and pulls on the delicate skin around eye area.  Fell out of the tube on first use."
        },
        {
            "review_title": "I USED TO LOVE THIS, NOW ITS GARBAGE",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019m soooo disappointed! I used to LOVE this product! I always kept one in u2018back stocku2019 so I was never out. Now I HATE it! Theyu2019ve changed the tube to a much cheaper and less practical alternative. Due to this change I hate two choices, scrap the skin of my Uber eye or break the product because I have to twist it out and itu2019s no longer in a snug tube. Itu2019s garbage. In addition to that, I think the formula of the product itself has changed. Itu2019s super dry now and that just encourages the stick to break. Iu2019m completely disappointed with the changes. Can anyone recommend a good retinol under eye treatment? u2018Cause this one it no longer the one! Save youu2019re money ladies and gentlemen, you can do better than this for your hard earned money."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I love this retinol stick. It is great for my under eye and feels so smooth and refreshing! It makes me look more awake and overall is an amazing product! Highly recommend, try it out and you will like it! Complimentary from peace out skincare"
        },
        {
            "review_title": "Quick and easy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Peace Out Retinol Eye Stick With encapsulated retinol and peptides is a powerful balm and overnight treatment in one. This is a concentrated but gentle serum that helps my tired eyes by smoothing out those fine lines, crows feet, and wrinkles.  All you have to do is twist the applicator and swipe it under and around your eyes. Itu2019s not heavy but itu2019s very moisturizing. Instantly I can see that my fine lines are less visible. In the morning I look refreshed.  Glad I had the chance to try this out. Gifted by Peace Out."
        },
        {
            "review_title": "Not Worth the Hype",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "Thought this would be a great way to use retinol in the eye area. Iu2019ve used it for two months now and havenu2019t noticed any difference. It leaves the skin feeling oily, and the stick itself breaks and crumbles. I see better results with the Is Clinical products."
        },
        {
            "review_title": "Breaks after like 1 use",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Who knows how this actually works, because it snaps off in the tube like everyone says. For $28 that's absolutely unacceptable."
        },
        {
            "review_title": "Easy to use!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Gifted by Peace Out. Iu2019ve been using this highly convenient retinol stick under my eyes for the last 2 weeks. Honestly, I havenu2019t seen any true improvements but Iu2019m going to continue to use it to see. I would say I love that they are easy to travel with and not messy!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This is a great convenient way to use retinol. Itu2019s encapsulated- as it should be! So far, itu2019s gentle enough for daily use. My own downside is that I feel like I have to push hard to use it and I donu2019t like being rough on the area around my eyes."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this complimentary from Peace Out Skincare for consideration but all opinions are my own. The Peace Out Retinol Eye Stick is incredibly convenient for travel & I apply it directly to my skin so it doesn't get messy!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Not sure what I was expecting but I didnu2019t see any improvements after using the full stick. The bubbles under my eyes didnu2019t disappear nor did the color really."
        },
        {
            "review_title": "Great retinol for new users",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "First impression: balm like, hydrating and smoothing. I love the easy to use packaging and that squalene is the first ingredient. After a week of use my eyes look smoother and brighter."
        },
        {
            "review_title": "I like it so far!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I havenu2019t been using it very long, but I already noticed that my eyes are lighter and less puffy upon waking up. It doesnu2019t glide as smoothly as youu2019d hope, so I add the tiniest bit of toner or moisturizer to the area first."
        },
        {
            "review_title": "Brighter eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Normal skin",
            "review_text": "This retinol eye stick gifted by Peace Out Skincare is the perfect solution for dark circles and tired eyes! I have developed dark circles lately and this has helped so much! It makes my eyes look fresh and the skin around the eye area so smooth. The angled tip makes it easy to apply. I love it so far!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I wish I liked this more! It didnu2019t glide smoothly under the eye area and felt like it was dragging the delicate skin I have under my eyes. It did feel very balm-y which I liked. This was gifted by Peace Out"
        },
        {
            "review_title": "First retinol product and love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This was the first time I tried a retinol product and Iu2019m really happy with it. Iu2019m 32 with sensitive skin and was hesitant because of all the horror stories Iu2019ve heard about retinol. I figured with the peptides and other ingredients it could be more nourishing and it is! Iu2019ve used it three times at night for the first week (Sunday, Tuesday, Thursday) and already seeing a difference in lightening dark circles and some of the milia I had near the corner of my eye is actually gone. It also feels really moisturizing and nourishing without being too heavy which I love. Iu2019ll probably repurchase since itu2019s effective and easy to use"
        },
        {
            "review_title": "Brighter under eye",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received this product complimentary from Peace Out in exchange for my honest review.   I love that I donu2019t have to touch it, I can apply directly to my under eyes.  I have sensitive skin and thus did not bother me, I started using it once a week then moved on to twice a week.  My under eyes are starting to look brighter, havenu2019t seen anything with the lines yet, I think itu2019s just too soon to tell.  Overall Iu2019m very happy with this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "Iu2019m loving this eye retinol stick! First itu2019s so easy to apply! I much rather apply a product around my eyes in this manner versus my hands do I know itu2019s being absorbed. Iu2019ve noticed my fine lines are already appearing to be less noticeable!!this was gifted by peace out skincare"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "i like how convenient this eye stick is. i keep it on my bedside table so i can apply it before bed and never forget. itu2019s really nice formula and i like the angled tip. complimentary from Peace out skincare"
        },
        {
            "review_title": "Simple and nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Moisturizing, simple to use, no complaints. On my 3rd tube."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this complimentary from Peace Out. I mostly use this while traveling. Stick holds up well, and I donu2019t have to worry about it leaking or breaking. I havenu2019t seen revolutionary results but I think itu2019s worth it if youu2019re on the road a lot."
        },
        {
            "review_title": "so unique!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "I think these retinol eye sticks and any skincare sticks are so unique and handy! They are so easily portable and great to use on the go or when youu2019re traveling. I love the formula and they way it feels under the eyes! gifted by Peace Out Skincare"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Works good  I have to continue to use it a while in order to see if there's a huge difference"
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This is absolutely wonderful! I love retinol treatments and this one gifted by Peace Out is so good! It's a great concept in stick formula for an easy no mess application.  I love how the formula just melts like butter under the eye"
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Such a beautiful product that itu2019s not only easy to use but also very convenient to carry around for travels. The product is gentle on the eyes delicate skin and it goes on smoothly. Definitely using it for months to come. Gifted by Peace Out!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve been using Peace Outu2019s Retinol Eye Stick at night and can see visible improvements on some of the fine lines I had under my eyes. Instructions are to swipe, not rub, but I find that swiping is nearly impossible to do without dragging the skinu2026so I just dab it. Though this product was gifted by peaceoutskincare, I truthfully recommend it!"
        },
        {
            "review_title": "Good but fragile",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Itu2019s a bit different. I applied it by swiping it directly around my eye area. I will continue to use it to see how I like it, but it did crack a few times. Itu2019s a little firmer than chapstick. Itu2019s not a smooth glide, so my stick did break a bit. I didnu2019t take it out much, so I recommend not overdoing it when twisting the product out since it is fragile. Other than that, my skin looks firmer, and the wrinkles fade a bit. I will continue to use this gift! This was a gift complimentary from Peace Out Skincare. Thank you."
        },
        {
            "review_title": "Easy & effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019m so happy with this retinol eye stick! I received it, kindly gifted by peace out. I love that itu2019s anti-aging but also provides moisture! Iu2019ve been applying at nightly around my eye area and so far I love the subtle results Iu2019m seeing. I also really love how easy the application process is."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I have dark circles and milia under my eyes.  I recently began using the Retinol Eye Stick, gifted by Peace Out, and I feel like Iu2019m starting to notice a difference.  My skin under my eyes not only feels hydrated but I think the appearance is improving as well.  It is so easy to use and has a slant to the tip that allows for easy application.  It glides and does not tug the skin."
        },
        {
            "review_title": "Super convenient!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "This stick is super convenient,  I love the applicator! It feels incredibly nourishing and hydrating.  The formula is amazing too. I love using this particularly in the a.m. whenever I'm not going anywhere.  I received mine complimentary from Peace Out Skincare."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Dry skin",
            "review_text": "First off, this is very easy to apply. It glides on the skin pretty smooth. I love how this makes my under-eyes appear brighter and helps with wrinkles as well. I definitely see a difference with the texture of mg skin as well. Love this! Gifted by Peace Out Skincare."
        },
        {
            "review_title": "Ok",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "If you have super sensitive skin please please please try to apply first time really light layer of this product . And donu2019t forget to wear sunscreen in the morning  . Packaging is nice . Easy to use and apply . This product was gifted by Peace Out Skincare for this review."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This a retinal eye stick is super convenient It's easy to use you glide on at night during your skin care routine and it helps so much with puffy eyes and dark circles. Perfect for the tired mom! Don't forget your sunscreen!!"
        },
        {
            "review_title": "New eye care favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Oily skin",
            "review_text": "The Peace Out Skincare Retinol Eye Cream is a new favorite in my skincare routine. I have been using this product for almost 2 weeks and have noticed improvements in my under eye circles. My under eyes are smooth and hydrated. It glides on smoothly onto the skin and is extremely portable to carry around. I use it 1-2 times per week to allow my skin to get use to the retinol and have not experienced any irritation. Definitely recommend. Gifted by Peace Out Skincare."
        },
        {
            "review_title": "Beautiful eye cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I was gifted by Peace Out Skincare in exchange for my honest review. This eye cream is creamy yet moisturizing; my under eye is loving it. I use this during my night time and my under eye looks well rested after every use during morning. Well tolerated. Recommended."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I love how it is in the stick from. So easy to apply and it just glides on my skin. The retinol stick helped with my fine lines around my eyes.  I also like to put this all over my face as well.  I received this product complimentary from Peace Out skincare."
        },
        {
            "review_title": "Easy retinol for eyes!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "Love that this is in a stick form! This makes it easy to apply retinol close to the eye without getting it in your eye. Iu2019m using this for prevention so I canu2019t say the results on deep lines but Iu2019m really liking this so far. Gifted by peace out skincare"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I recently tried the Peace Out Retinol Eye Stick and I must say, it has exceeded my expectations! This product has truly been a game-changer for my tired eyes and dark circles.   First of all, I love that Peace Out is committed to sustainability. The fact that this eye stick is now made with 100% post-consumer recycled material shows their dedication to the environment, which is something I greatly appreciate as a consumer.  The advanced easy-glide technology is fantastic. It allows the eye stick to effortlessly glide onto my skin, making application a breeze. The angled tip is a brilliant addition as it ensures precise and easy application, while also reducing product waste. I love that I can target the areas that need attention without worrying about using too much product.  The retinol formula in this eye stick is truly powerful. It has helped diminish my fine lines and improve the overall texture of my under-eye area. I've noticed a significant reduction in discoloration as well, which has been a big concern for me. I feel like my eyes look brighter and more rejuvenated after using this product consistently.  Another great aspect of the Peace Out Retinol Eye Stick is its portability. The compact size makes it perfect for travel or on-the-go touch-ups. I can easily toss it in my bag and use it whenever my eyes need a pick-me-up.  Overall, I highly recommend the Peace Out Retinol Eye Stick. It's an effective and sustainable solution for tired eyes, dark circles, fine lines, and texture issues. The easy-glide technology, angled tip, and powerful retinol formula make it a must-have in my skincare routine. Give it a try and say goodbye to your under-eye concerns! Gifted by Peace Out Skincare"
        },
        {
            "review_title": "Formula change?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I have used and purchased this eye stick for at least a year and this is the first time I have noticed a difference in the product.  The color is more gray than the peachy color it used to be.   And itu2019s way more dry.  You have to really rub it with your finger first to get it adhere to your skin.  I have never had that issue.  I would just roll it on before.  The smell is even different and not in a good way. I hope this is not a permanent change.  Maybe I just got a bad one?"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Retinol Eye Stick! makes it so easy to apply retinol to the delicate eye area. My skin is comfortable with retinol and this did not dry me out at all. It goes on smoothly and does not slide my sunscreen on top. gifted by peaceoutskincare"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I didnu2019t like the concept of a stick. Itu2019s too hard to apply. The stick just drags the skin sooo much. I feel like it will make my skin look worth. Canu2019t say if the retinol is actually working yet, but so far I didnu2019t have any irritation. Gifted by Peace Out Skincare"
        },
        {
            "review_title": "Great for sensitive eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This retinol stick has been a life saver for me in the morning. I have combo skin and my under eyes are very sensitive to products. I also have bags and dark circles. This stick feels soothing and doesnu2019t irritate my eyes and makes me feel more away and bright. I was gifted by Peace Out Skincare"
        },
        {
            "review_title": "An absolute must for puffy eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "As a working mama of two babies my dark circles are always a huge insecuirty of mine. I am absolutely loving the improvement I have seen since receiving the retinol eye stick gifted to me by peace out! I am able to see an instant improvement in my dark circles, puffiness, and just overall brightness around my eyes. A definite staple in my routine!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love how this is specialized for around eyes. It glides over skin, love the angled tip to really work around eyes. It made my skin feel hydrated and smoothed. As long as I donu2019t have a reaction due to my skin sensitivities I will continue to use and hopes I see lasting results Gifted by leave out skincare"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "At first I was unsure how I felt about this, itu2019s like a chapstick for your eyes? It crumbled a little when first using but then it smoothed down and glided on easily. Once I got the hang of it I got carried away I think. I like how you can spot apply so easily! I also used it on lines around the mouth hoping it makes a difference. Gifted by peace out skincare"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Honestly on my fourth stick, I have it on auto replenish. Consistent use with an eye cream of choice has taken off or blurred crows feet on my eyes. I cannot love with our this."
        },
        {
            "review_title": "Really nice - very smooth!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "Super excited to test this retinol stick - Iu2019ve never used in a stick form before and think itu2019s a super smart way to make this product. It glides so smoothly, doesnu2019t leave a cast, and absorbs into the skin quickly. I can see fine lines starting to plump and am excited to continue using. Gifted by PeaceOut Skincare!"
        },
        {
            "review_title": "Great for dry Undereyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Oily skin",
            "review_text": "This product was gifted to me by Peace Out. This product was complimentary from Peace Out. If you have very sensitive/dry under eyes, youu2019ll love this product. The Squalane in it definitely helps to hydrate and smooth that area. I really liked the size of the packaging as well, itu2019s very travel friendly. Itu2019s also super easy to use and only takes a minute or two. Overall, I like the product and I would purchase."
        },
        {
            "review_title": "Great for my dark circles",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "The packaging is very unique for this retinol. It makes it really easy to apply under eyes and around eye lids area. The formula doesnu2019t irritate my under eyes at all. I have very dry and thin skin under my skin. But this retinol feels hydrating compared to other retinol that I have used before Gifted by peace out"
        },
        {
            "review_title": "Stick broke",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "The stick broke after maybe 2 weeks of use. Super disappointing because I donu2019t really know whether it works since it broke. With it being on a slant I was only unwinding it enough for it to all be out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Feels amazing under the eye! My skin is really dry and sensitive, especially to retinol but this didnu2019t cause any irritation or flakiness! It works well with my other skincare products and Iu2019d recommend using this one or twice a week at night. Gifted by peace out skincare"
        },
        {
            "review_title": "Love this eye cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Iu2019ve been looking for a good retinol for the under eye and this is just perfect! I love how easy to apply the stick is, and the product just glides on the skin effortlessly without pulling or tugging it at all! It leaves the skin feeling hydrated but not heavy, and Iu2019m already noticing a brighter smoother under eye! Itu2019s also GREAT for travel, so convenient!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "gifted by peace out skincare for an honest review. this is a neat retinol product in the form of a lip balm like packaging and it applies wonderfully on my skin. i have to dab it in to gently apply so i don't get more wrinkles but i like it!"
        },
        {
            "review_title": "Easy to use!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I have been using peace out retinol eye stick for a few weeks now and I am very impressed with the results. It is easy to apply, just swipe it under and around your eyes, and it feels very soothing and hydrating. It has a balm-like texture that melts into the skin and does not leave any greasy or sticky residue. It has a mild scent that is not bothersome at all. The main benefit of this product is that it contains encapsulated retinol, which is a form of vitamin A that helps reduce the appearance of fine lines, wrinkles, dark circles, and milia. Retinol can be irritating for some people, but this product is gentle and does not cause any redness, peeling, or dryness. It also has peptides and astaxanthin, which are antioxidants that help boost the skin's elasticity and brightness. I have noticed a significant improvement in the texture and tone of my eye area since using this product. My skin looks smoother, firmer, and more radiant. My dark circles are less noticeable and my fine lines are less pronounced. I feel more confident and refreshed when I look in the mirror. Gifted by peace out skincare"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this complimentary from Peace Out Skincare. I saw this product all over social media so I was super excited to try it! The application is so easy and I love that it has powerful retinol in it! The product felt smooth and easily absorbed into my skin"
        },
        {
            "review_title": "New skincare staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was gifted by peace out skincare. Absolutely love this retinol stick! Itu2019s super easy to apply and it instantly perked up my tired looking eyes. This will definitely be a new staple to my skincare routine."
        },
        {
            "review_title": "Awesome!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Adore this retinol stick! Works just as well as ones double the price point!"
        },
        {
            "review_title": "Not effective",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Dry skin",
            "review_text": "Did absolutely nothing for around my eyes. Super disappointing. Saw no change in fine lines or milia after using the whole stick"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I donu2019t think Iu2019m going to be able to use it long enough to see if it has any impact because it seems every few times I use it it makes my eye lids swell up terribly. I have been using a different eyes specific retinol for over a year without any issues. I guess I will just switch back."
        },
        {
            "review_title": "Love this little stick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Love this product! The area around my eyes look smooth & hydrated.  All of the little bumps are gone. Love the stick application.  Just wish there was more product in there."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "Amazing product!!! it looks like I got work done on my eyes after using every night for 2.5 weeks!"
        },
        {
            "review_title": "Smoothing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve had my fair share of bad experiences with retinol.. from peeling to breakouts but I am very happy to say this product did not do any of that. My best advice is to warm it up a bit before using it or it may tug on your under eye. Other that that, it feels very hydrating. I use it in combination with the Milk Cooling Water Eye Gel on the outer most parts of my temples."
        },
        {
            "review_title": "Not effective for fine lines",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019ve gone through a full stick with no visible improvement. I actually think I have more fine lines now than before I started use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "def noticed a difference in fine lines around my eyes"
        },
        {
            "review_title": "New packaging is not cost effective",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone",
            "review_text": "The new packaging is a rip off! I used to be able to remove the sticker in the bottom and  push it with qTip and was able to use it all up and nothing gets wasted."
        },
        {
            "review_title": "Great stuff!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This stuff is really awesome actually! I have dry/sensitive skin, in my early 30s, and itu2019s worked wonders! I was experiencing crusty dry eyes in the daytime when my eyes would tear up because of my allergies. Doesnu2019t happen anymor."
        },
        {
            "review_title": "great retinol stick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I'm really enjoying this being part of my night under-eye routine. Perfect addition to my own skin care routine."
        },
        {
            "review_title": "Amazing results on milia",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Amazing product. I use this daily (started off at 3x a week) and I've ready had two large milia come to the surface and be removed - mia that had been on my eyelid and under my eye for more than a year. Totally"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This stick is my holy grail for dark circles and fine lines. It actually does what it says it will do, and it only took about a week to see results. I use it at night under eye cream and in the morning under my makeup. Itu2019s perfect."
        },
        {
            "review_title": "Don't waste your money.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "The product did not do anything for my under eyes. My dark circles did not get any better, and my skin didn't feel any better either."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Its vey expensive, and I didnu2019t notice any difference, even through i used 3 so far , i think it will be my last ud83eudd23"
        },
        {
            "review_title": "A must-have in my skin routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "After using the products for TWO days my milia is almost gone!! I noticed the results fast!! My fine lines are less noticeable too! I have combo skin! Easy application! Formula is nice, creamy!"
        },
        {
            "review_title": "No more Botox needed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I havenu2019t had any cosmetic Botox since last year, and itu2019s mostly because of this stuff! Iu2019ve only been using it for a few months and itu2019s amazing. Iu2019m getting some Botox in my forehead this week since I have a few deep lines I donu2019t like, but I donu2019t need any around my eyes or mouth anymore! Even the skin on my eyelids is smoother, itu2019s amazing. FYI: I have sensitive skin and had terrible reactions to tretinoin and most retinol, but this retinol stick does the job workout any bad side effects."
        },
        {
            "review_title": "Don't bother =(",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am usually not one to give bad reviews, but I am exhausted from looking for an eye treatment for my eyes. This product did not do what it claims to have done for my skin type (combination-oily, tan/olive complexion). FYI: I used the whole applicator."
        },
        {
            "review_title": "precise and perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have a prescription retinol for my face but am always just scared of getting too close to my eyes with a gel/liquid that is just harder to control, but I know retinol is good for preventing eye wrinkles so this was the perfect addition to my routine!   I'm surprised at the negative reviews, the only possible downside I can see is the lack of potency but I think its good at what it does and I love the formulation and packaging. It glides on and doesn't pull at your eyes and is just great. It can feel kind of thick but I actually like the feeling of it sitting there at night, idk its relaxing i guess. It would be a problem under makeup but you shouldn't be using a retinol during the day and in the sun anyways so its not a problem."
        },
        {
            "review_title": "A must have for dark circles!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I do not understand the bad reviews. This is one of very few products I have repurchased several times. It has significantly helped with the dark circles under my eyes. I stopped using for a while when I ran out and realized why my under eyes looked darker again. Bought another and haven't stopped since..."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I really love how easy this product is to apply! What a genius idea to put it in a tube/lipstick form! Iu2019ve been applying it at night time and so far so good! It doesnu2019t cause any irritation or burning.  Gifted by Peace Out Skincare."
        },
        {
            "review_title": "A must for those with stubborn milia",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve been using this product for about a month now and noticed a difference in the stubborn milia under my eyes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve never seen a product like this before. Itu2019s so cool! You donu2019t have to touch it with your fingers, so thereu2019s less product waste during application. Plus, it works really well! So glad I found this. Gifted by Peace Out Skincare"
        },
        {
            "review_title": "Broke after 2 days",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I like it and how it makes my skin feel, but broke after 2 days of use, so not sure of the long term effect. Will be exchanging for a new one and hope results are better."
        },
        {
            "review_title": "sensitive skin approved",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I have sensitive skin, especially around my eye area, so finding an anti aging product that doesn't irriate my skin or eyes is difficult. I've been using this for a month now without any irriation, which is amazing! I love how easy it is to apply the product, and I feel like I've noticed a small improvement on fine lines."
        },
        {
            "review_title": "Easy to apply",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I've tried this a few years ago and started using it again this month. It's so easy to apply and I don't have to wipe it with my fingers at all. The only cons. is that sometimes I am not thinking and applying it on my lips as I open the cap. I guess that won't hurt either. I like the packaging and love the result (smoothing the under eyes). I received it complimentary from Peace Out Skincare for my review."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This is great! Perfect little Stick with great benefits. I love using this on my neck as well as my under eyes for those fine line. It glides on super easy and feels really moisturizing without feeling too heavy. Gifted by peace out skincare"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I got swelling without pain and redness in my eyes. After couple of hours disappeared, and the dark circles under eyes are better. Honestly, unsure this reaction is normal and not harmful so that of good result."
        },
        {
            "review_title": "Great packaging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Super easy to use and lays a nice layer down quickly. Iu2019ve been using every other night and so far so good, no irritation and it stays put. I donu2019t always rub it in but itu2019s lovely when ya do!"
        },
        {
            "review_title": "fun packaging but overpriced",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The packaging is fun and makes it easy to apply the product. It's not drying or irritating for my under eye area. But it's not my favorite one, it's not really effective and it's expensive for only 4g of product."
        },
        {
            "review_title": "This stuff actually works.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Iu2019ve been using this retinol stick for 3 days and the results are visually evident.   Iu2019m shook!  Iu2019ve never been a big cosmetic/ face product person, but Iu2019ve recently been trying to combat dark circles that appeared after having C-19.  Iu2019ve tried several different products but none have worked quite as obviously as this retinol stick.   I will not hesitate to buy the face stick and patches to help out a couple other spots.     Also, easy application, no stinging eyes, less obvious wrinkles and crows feet, obviously moisturized eye skin."
        },
        {
            "review_title": "Donu2019t bother",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Didnu2019t do anything at all, and eventually the stick broke off despite me being very gentle. Wasted about 3/4 of the product because of this."
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "It's been months and I don't think this does anything at all for me. It feels fine on my skin but I've seen no noticeable results with regular use."
        },
        {
            "review_title": "Not for eyes but works on smile",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Like a lot of other reviewers, this stick pulls at the skin around my eyes too much to be used as intended. BUT Iu2019ve been using it on my smile lines, between my brows, and on a few fine lines on my forehead and Iu2019ve actually found it works really well on those areas. Especially the smile lines around my mouth. Thereu2019s a noticeable difference in that area so if I could give this 5 stars for that use I would! Just not for eyes"
        },
        {
            "review_title": "Love this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received the Peace Out Retinol Eye Stick complimentary from Peace Out Skincare in exchange for my honest review. I have had my eye on this for a while so I was really excited when I was given the chance to try this eye stick out. I was really shocked at how well my skin tolerated this. I experienced zero irritation. The product seemed to glide right on and left a really pretty glow under your eyes. The directions say to use this at night but I also used it during the day a few times because I liked the dewy sheen it left under my eyes. My dark circles improved and my eyes seemed to look more awake. I canu2019t wait to see my results a few months from now. I would definitely recommend this product and will purchase again!"
        },
        {
            "review_title": "Heaven.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "Ohhhhh how I love this Retinol Eye Stick. Keeps me from having to use my fingers, which helps keep from causing bacteria to get into the product. Hands free! It glides onto the skin gently and hasn't caused any of those white bumps (which is a huge plus). Definitely a must have!! #giftedbypeaceoutskincare"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "This is a convenient, mess-free product. It applies smoothly and has a creamy texture, but does seem to pull at my skin slightly, so I finish it by dabbing in the product. It absorbs nicely, but I make sure to apply moisturizer afterwards to avoid any drying."
        },
        {
            "review_title": "Love the bakuchiol and retinol combo",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Application is a breeze with this stick form, just don't let too much out of the tube or it may break off. I haven't had any issues though but have in the past with stick form products. It easily glides on but took quite a bit of time to fully absorb so I will only be using this in my nighttime routine. I really like the bakuchiol and retinol combo and found it to cause zero irritation. I haven't noticed much improvement over the 8 days yet but as with all skincare, it takes time. Overall, I see potential and look forward to results soon. Gifted by Peace Out Skincare"
        },
        {
            "review_title": "IM OBSESSED! VERY HYDRATING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Obsessed! It glided easily & smoothly. It is so hydrating my eyes literally glistens every time. Boosted by encapsulated retinol to tackle fine lines & wrinkles, power peptide complex to firm, vegan squalane for hydration & vegan astaxanthin to fend off environmental elements. As someone who is always carrying an eye cream to reapply throughout the day, this is super convenient!"
        },
        {
            "review_title": "Trying it out",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "Looking forward to trying out the Peace Out Retinol Eye Stick! Sephora carries this brand and I already use their acne patches. I am confident that I will have my anti-aging needs met with this retinol stick. complimentary from Peace Out Skincare"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "The product feels great under your eyes but packaging is terrible. I have purchased twice ans both times the eye stick came detached from the tube. Not worth the price."
        },
        {
            "review_title": "The absolute worst",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "This product deserves zero stars. It burned my under eye area and did nothing for my milia and it definitely made the area look worse than it did before. A total waste of money and not to mention it arrived broken in half. Such a crap purchase."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this product! It was a little drying with my first few uses but once my skin has gotten used to it, itu2019s been great! It helped get ride of those little hard white bumps that were near my eye. The stick is similar to chapstick and easy to apply!"
        },
        {
            "review_title": "Retinol stick",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I received complimentary from Peace Out! It power-packed retinol under eye serum balm! Formulated to refine, hydrate and guard against environmental nasties in one step, this do-it-all balm helps to prevent & improve the appearance of fine lines and wrinkles, dark circles and overall skin texture. It made with 100% post-consumer recycled material, advanced easy-glide technology, & an angled tip for easier product application and less product waste! This is my first time using a retinol eye stick! Their packing is like lipstick! Just swipe and apply it on the crow's feet and the eye area the last step. So easy to use! Based on it has retinol, I use it in my night time routine! I start with 2 nights a week! I can feel hydrated! No need to apply other eye cream underneath! It is a natural glowing dewy finish! Not too oily as I thought before! Not too sticky! I believe when my skin gets used to it I can use it every night! Looking forward to seeing the great effect result!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love how easy this is to use- and how versatile ti is! I can use it on its own or under my makeup and it makes the best little base for under eye concealer. It firms and tightens that area and lifts it too and I love how it doesnu2019t get on my hands with the tube applicator!"
        },
        {
            "review_title": "Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I like this retinol eye cream. It works great on my combination skin. It is hydrating and easy to take on the eye area. My eye feels comfortable and deep hydrating. I would highly recommend this product."
        },
        {
            "review_title": "Loving so far!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Wow! This was my first time trying this product, and I really liked it the quality of the product and the packaging is great. I love how creamy the product is and absorbs right into the skin. I will be continuing using this, seems like a good product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Tan skin tone, Dry skin",
            "review_text": "This is a beautiful retinol product for the eye with encapsulated retinol and squalane! I love the angled stick application so thereu2019s straight and smooth application that doesnu2019t drag or pull on the skin!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "Glides on smoothly. The stick has come out of the tube a few times but Iu2019ve just put it back in. Not sure if itu2019s making a visible difference but hopefully it helps in the long run."
        },
        {
            "review_title": "Made my eyes worse",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Got this bc I saw on tiktok if got rid of someones milia.  This didn't do that, and it made my dark circles even darker.  Worst product ever"
        },
        {
            "review_title": "Great formula, not so great packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I like this product. I think that the formula is wonderful. However, the packaging could be improved. The issue for me is that when I look at this product I immediately think that it would be great for someone on the go. No need to use fingers to apply, just apply straight from the tube. I was wrong. When I apply straight from the tube it tugs and pulls on my under eye area. However if I use my fingertip to apply then I donu2019t have that issue. Which I dislike, because Iu2019m lazy and prefer to just rub it on straight from the stick if that makes sense. That being said I think the formula itself is wonderful. It truly brightens my undereye and leaves it hydrated the entire day long! No sticky residue or pilling. Is it worth buying? I would say that it is because the formula is truly transformative. The packaging could be improved."
        },
        {
            "review_title": "Repurchased, and still broke",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is now my second time repurchasing this for my husband - I wanted to get him an easy to use eye cream to incorporate into his basic routine. The first time he used it, he opened it up and the entire inner tube fell out.  I assumed it was just defective, and exchanged. Within a week of using, it happened again! If it was cheaper, I wouldnu2019t mind but this lack of quality control is outrageous for the price point. Not sure if the consistency has anything to do with it, but it definitely looks like we could run thru it fairly quickly."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This product didnu2019t do a thing for me. On to the the next wishful product!"
        },
        {
            "review_title": "must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "Gifted by peace out skincare! I love this stick! Not only is it ridiculously easy to use but It works. I have seen a reduction in dark circles, due to allergies. My eyes look brighter and hopefully with time, less fine lines."
        },
        {
            "review_title": "Don't be fooled by the cute packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I've been using this product for about 7 months. It's waste of money. There's no change to my dark circles. I gave it 2 stars because the packaging is cute & different."
        },
        {
            "review_title": "Not the best",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I didn't like it. Very little in the tube. I've been trying it for about a month and nothing!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have had a difficult time finding anything to help with my under eyes. I get dark circles and some items helped a little but not like this. After a few months theyu2019re almost nonexistent. Combo skin, mid 40u2019s"
        },
        {
            "review_title": "Great concept but underwhelming results",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Great concept but didnu2019t see any effect. I tried for a few months. Iu2019m not sure how much retinol is really in there."
        },
        {
            "review_title": "Very little product in tube",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "This has very little product in the tube. The retinol stick is not the full size of the tube it is packaged in. As much as I like the product for its ease of use, I feel that the amount is very, very little."
        }
    ]
}