{
    "product_id": "1660",
    "name": "Extreme Hydrating Body + Hand SPF 50+ Screen",
    "brand": "Ultra Violette",
    "categories": "Skincare, Sunscreen, Face Sunscreen",
    "price": 40.5,
    "about": "What it is:u00a0A hydrating, non-greasy SPF 50+ hand and body lotion that's up to 80 minutes water-resistant with a subtle, coconut scented glowu2014Australian made and tested...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Fine Lines and Wrinkles, Dryness, and Pregnancy and Postpartum Support..Formulation: Cream..Highlighted Ingredients:.-SPF 50+: UVA and UVB filters that prevent visible hyperpigmentation and premature aging..-Plant-Based Pentavitin: A clever, moisture-loading magnet, boosting skin hydration for up to 72 hours..-Aloe Vera: Mega-hydrator calms and soothes for healthy, glowing skin...Ingredient Callouts: It is cruelty-free...What Else You Need to Know:u00a0 This water resistant sunscreen goes on like a luxe, radiant body moisturizer. With SPF 50+ protection, it leaves skin with a good dose of glow and a soft coconut scent...Ultra Violette's 'SKINSCREENS' equal skincare plus sunscreen. Their range is made and tested under the harshest conditions in the world: the Australian sun..",
    "ingredients": "-Next-Gen UV Filters: UVA and UVB protection to guard against the appearance of pigmentation and premature ageing..-Pentavitin: A plant-based ingredient that delivers 72 hours of hydration..-Aloe Leaf Juice: Soothes, hydrates, and moisturizes the skin....10% Homosalate, Octocrylene 8%, Octisalate 5%, Avobenzone 3%, Aqua/Water/Eau, Cera Alba, Cetearyl Alcohol, Isopropyl Palmitate, Cyclopentasiloxane, Cyclohexasiloxane, Ceteareth-20, Fragrance/Parfum, Hydroxyacetophenone, Carbomer, Saccharide Isomerate, Benzyl Alcohol, Phenoxyethanol, Mica, Sodium Stearoyl Glutamate, Triethanolamine, Titanium Dioxide, Dl-Alpha Tocopheryl Acetate, Maltodextrin, Aloe Barbadensis Leaf Juice, Citric Acid, Sodium Chloride, Tin Oxide.",
    "how_to_use": "Suggested Usage:.-Use as you would any normal body lotion.-In the morning, just out of the shower, before you put on your clothes or 20 minutes before sun exposure..-How much? In the case of sunscreen, more is more.",
    "num_reviews": 16,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/ultra-violette-extreme-hydrating-body-hand-spf-50-screen-P511211?skuId=2779650&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2779650-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "5 oz / 150 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2779650-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "A fantastic body sunscreen - fast drying!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I honestly don't know why this sunscreen isn't rated higher. It's a great Aussie sunscreen, smells like heaven (coconut!) and is quick drying, very moisturizing and very effective (no burns) it didn't run either when I got sweaty - only slight creasing in my elbows and knees."
        },
        {
            "review_title": "LOVE this body sunscreen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This sunscreen is great. I've had no issues (burning, etc.) using it in Canada or the hot sun in Italy. On top of that, it smells fantastic and is so hydrating. I highly recommend it."
        },
        {
            "review_title": "The Absolute Best Sunscreen!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "Amazing sunscreen! It doesn't irritate my sensitive skin at all, it's incredibly hydrating. And it's perfect to use out of the shower, just like a body lotion. I actually wear my sunscreen without issue daily where I was once upon a time very lax with my body sunscreen because I detested it so much. Smells like the beach too.  PLEASE start selling the big pump bottle you can get in Australia. I will buy it as a family staple."
        },
        {
            "review_title": "Incredibly hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Dry skin",
            "review_text": "What I love about this sunscreen is that it truly feels like a lotion & not like sunscreen. it's so smooth & hydrating. the scent is very subtle. A must for my family this summer."
        },
        {
            "review_title": "Buying again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is so lightweight and super moisturizing. It spreads really nice and evenly. I used it on my face, and did not irritate eyes. Not heavy and sticky at all, feels dewy and light. The smell is faint and abit tropical but not strong. I love the smell and itu2019s not a sickly sunscreen smell. Overall I would definitely buy again Iu2019m loving it!"
        },
        {
            "review_title": "glow from within",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "i looooove this sunscreen. it has subtle gold specks in it which gives the most beautiful glow/dew especially under makeup and has amazing sun protection. it adds a filter effect to my makeup, iu2019ve been taking photos all day gagged. iu2019ve been using sunscreen for a year now and have not been able to find something that checked all the boxes until this one, iu2019ll be using it until it ceases to exist. so happy!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "I bought this sunscreen for my recent trip to Florida and even in 102 degree heat with constant sun, I didn't get burned once! Applied several times through the day"
        },
        {
            "review_title": "Meilleur u00e9cran solaire u00e0 vie!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ju2019utilise le produit depuis quelques semaines du00e9ju00e0 et je le trouve incroyable. Il est tellement doux u00e0 appliquer, il nu2019irrite pas ma peau sensible et ne laisse aucune trace blanche. Il laisse un bel effet satinu00e9 sur la peau et sens tru00e8s bon. Cu2019est le meilleur u00e9cran solaire que ju2019ai eu de ma vie!"
        },
        {
            "review_title": "Must try sunscreen!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Smells AMAZING and feels really nice on the skin! It spreads easily with no white cast and a wonderful subtle shimmer. The bottle has a unique and easy to use twist cap thatu2019s leaves no mess!"
        },
        {
            "review_title": "Feels okay on!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I usually hate the feeling of most body sunscreens on large areas of my body - especially the neck area because it can feel sticky. This however didnu2019t feel sticky. There is a mild coconut scent that is not too overpowering and mild shimmer.    The"
        },
        {
            "review_title": "Perfect sunscreen!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this sunscreen, it absorbs quickly, is not drying, does not leave a white cast and has a lovely coconut smell."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I bought this to put in my car to use as an spf hand lotion while driving. I love this. Not greasy. Smells nice and doesnu2019t feel like an spf at all"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Terrible sunscreen. Not paying $40 for glitters in it. I do love the face sunscreen by UV. This is going straight back to the store."
        },
        {
            "review_title": "Body lotion meets SPF",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "I'm not a big lover of body sunscreen because of the smell and feel that is left on my skin. This has been a game changer for me, it sits so nicely on my skin leaving a nice shimmer. It has a really nice coconut scent to it and is super hydrating - strongly recommend!"
        },
        {
            "review_title": "The best body SPF",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I love this SPF! So hydrating with a subtle shimmer. It's completely transparent once rubbed in so perfect for all skin tones."
        },
        {
            "review_title": "No white cast",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "My friend was gifted this sunscreen and I tried it while we were on vacation. I have darker skin and I fell in love with this product immediately. As a long time Supergoop girly I can say this is 10x better"
        }
    ]
}