{
    "product_id": "405",
    "name": "Cicapair Color Correcting Treatment SPF 30",
    "brand": "Dr. Jart+",
    "categories": "Makeup, Face, Color Correct",
    "price": 73.0,
    "about": "What it is: A bestselling green-to-beige SPF cream that rapidly neutralizes visible redness, evens the appearance of skin tone, and has a natural-looking finish...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dryness and Redness..Highlighted Ingredients:.- Mineral Sunscreen (Zinc Oxide and Titanium Dioxide): Forms a protective barrier that reflects UV rays, shielding skin from sun damage...What Else You Need to Know: For centuries, tigers in the Asian wetlands have rolled around in Centella asiatica (AKA tiger grass or cica) to help heal their wounds. Taking inspiration from the tigers, this K-Beauty fave utilizes visibly reparative tiger grass to soothe, calm, and moisturize skin...Research Results: Right after using our bestselling color corrector:.95% said skin felt soothed with moisture.92% said skin looked less red.91% said blemishes and discolorations looked concealed.90% said skin had a vibrant, healthy-looking glow.92% said skin tone looked even In a clinical study with 106 people between 20-50.",
    "ingredients": "-Mineral Sunscreen (Zinc Oxide and Titanium Dioxide): Forms a protective barrier that reflects UV rays, shielding skin from sun damage...Water, Centella Asiatica Leaf Water, Isononyl Isononanoate, Cyclopentasiloxane, Butylene Glycol, Dimethicone, Phenyl Trimethicone, Methyl Methacrylate Crosspolymer, Beeswax/Cire D'abeille, Glycerin, Diethylhexyl Carbonate, Polyglyceryl-3 Polyricinoleate, Niacinamide, Polymethylsilsesquioxane, Cyclohexasiloxane, Pan-Thenol, Diglycerin, Iron Oxides, Polyglyceryl-4 Diisostearate/Polyhydroxystearate/Sebacate, Dimethicone/Vinyl Dimethi- Cone Crosspolymer, Isododecane, Ethylene/Methacrylate Copolymer, Cetearyl Alcohol, Polyglyceryl-2 Triisostearate, Aluminum Hydroxide, Stearic Acid, Disteardimonium Hectorite, Acrylates/Ammonium Methacrylate Copolymer, Sclerotium Gum, Sodium Benzoate, Acrylates/Dimethicone Copolymer, Hydrogen Dimethicone, Chromium Oxide Greens, Triethyl Citrate, Potassium Sorbate, Fragaria Vesca (Strawberry) Leaf Extract, Disodium EDTA, BHT, Alcohol, Asiaticoside, Aden- Osine, Triethoxycaprylylsilane, Lavandula Angustifolia (Lavender) Oil, Boron Nitride, Asiatic Acid, Madecassic Acid, Citrus Grandis (Grapefruit) Peel Oil, Rosmarinus Officinalis (Rosemary) Leaf Oil, 1,2- Hexanediol, Anthemis Nobilis Flower Oil, Houttuynia Cordata Extract, Propanediol, Centella Asiatica Extract, Gentiana Lutea Root Extract, Artemisia Absinthium Extract, Achillea Millefolium Extract, Arnica Montana Flower Extract, Polysorbate 20, Aniba Rosodora (Rosewood) Wood Oil, Sodium Glycerophosphate, Selaginella Lepidophylla Extract, Potassium Magnesium Aspartate, Citric Acid, Calcium Gluconate, Madecassoside, Magnesium Gluconate, Centella Asiatica Meristem Cell Culture, Xanthan Gum, Titanium Dioxide, Zinc Oxide.",
    "how_to_use": "Suggested Usage:.-Apply to clean, moisturized skin. .-Warm a dime-size amount between your hands, then gently press and blend into your skin. The cream will transform from green to beige as you blend, evening out your skin tone. .-Apply more as needed. .-Use alone as a color corrector for a natural-makeup look..-For more coverage, use as a primer and follow with your favorite foundation...Beauty Tips: .-Build up for extra coverage in concern areas. .-If you have drier skin, use a richer moisturizer before applying.",
    "num_reviews": 5345,
    "overall_rating": 4.0,
    "product_url": "https://www.sephora.com/ca/en/product/dr-jart-cicapair-color-correcting-treatment-spf-30-P482524?skuId=2580819&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2580819-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz/ 50 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2580819-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Might break you out",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Itu2019s a good product and it covers acne well but it broke me out :("
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "They stole the cream from the box. I regret choosing Sephora. Also, the cargo company is very bad. My cargo was wet and torn.There are stains on the outside of the bottle. This is disgusting."
        },
        {
            "review_title": "Une cru00e8me polyvalente!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Cette cru00e8me, je la recommande u00e0 TOUT le mondeu202f! Elle peut avoir un fini lu00e9gu00e8rement lustru00e9, mais en appliquant un peu de poudre transparente, vous obtiendrez un ru00e9sultat plus naturel. Le fini ressemble u00e0 celui d'une CC cru00e8me, ce qui est parfait pour un look naturel. Un vrai coup de cu0153uru202f!"
        },
        {
            "review_title": "Not for dry skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "I used this product in every which way, on its own. with different serums. before heavy cream. it just did not work for my skin. It peels off and doesn't hydrate. I do have dry skin and eczema for reference."
        },
        {
            "review_title": "Get the small jar.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "It works.Just get the small container because it doesn't take much to cover things.I have to really spread it around, because the colour is too light.I have rosacia.It works.I also get dermatitis sometimes from spicy food, when the air gets really dry in January."
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I held off buying this product for so long and tried to convince myself the hero cosmetics brand was comparable. It is not. This mixes beautifully with my moisturizer. It looks so natural on and feels amazing."
        },
        {
            "review_title": "Did not work for me at all.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I used this product for a month in every different way imaginable and it did not reduce any redness or make it any less noticeable."
        },
        {
            "review_title": "It's okay, but its not for the pale girlies.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "It's oily and patchy on my skin, but it does work. HOWEVER I am very pale (Mac NC 4.5, Maybelline Fit Me 105) and the pigment in this product pulls very yellow and dark on me. Which is odd to me, because I would think the people most likely to suffer from facial redness (pale girlies with pink skin) should be able to use this product, but no, Dr. Jart disagrees. So here we are. I threw it away after hate-using it for long enough to make me miserable, so sadly I don't have photos of how yellow it looked, but trust me when I say it was bad. Also the lemongrass smell is strong, and somewhat off putting the first few times I used it, but it's not a bad smell."
        },
        {
            "review_title": "FLAWLESS PRODUCT NOT A PAID REVIEW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Love this product my face is very red on my cheeks and it makes me look flawless!!u2019"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "my new HOLY GRAIL!  For anyone who struggles with redness or flushes easily, this product covers it so well! You donu2019t even need a lot just like a dime size and boom redness gone! It does cling onto dry patches so i definitely recommend moisturizing alot before application!"
        },
        {
            "review_title": "Great product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Love this product for my redness, it does a good job at neutralizing my skin tone however it does feel kinda cakey which I donu2019t like and sticks to dryness a bit. I also find putting this on and not doing makeup makes u look kind of sickly lol so itu2019s more of an instead of foundation thing for me and itu2019s great"
        },
        {
            "review_title": "Asombroso",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "Es mi segunda vez que lo compro y se ha convertido en mi mejor amigo, recomendado 100%"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Hated the texture of this product and on brown skin it leaves a white residue."
        },
        {
            "review_title": "Fantastic for Fair Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This is fantastic to help spot cover redness on fair skin. I am 58 with very mild rosacea and some redness on my cheeks. My skin is dry to normal. After using moisturizer I use it sparingly to spot conceal redness. Works amazing! Not sure if it would suit someone with medium to dark skin. Purchased a mini size. The tub is very messy but will last me a long time. Highly recommend."
        },
        {
            "review_title": "Aggrevated my eczema",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "dr jart cicapair is advertised as skin care, but it gives makeup; its giving color correcting concealer. I have eczema on my neck and some redness above my lip/ under my nose and i thought this would be perfect. When i first apply it, it conceals the redness, however after wearing it for all day it ends up irritating my skin. By the end of the day it aggravates my eczema, causing itchiness and then the redness gets worse :/. in sum, i found that this makes my eczema and redness worse. i am better off looking for solutions to the cause rather than just treating the symptoms (appearance of redness) with this"
        },
        {
            "review_title": "good stuff",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Porcelain skin tone, Combination skin",
            "review_text": "I like this for color correction, and I use it instead of foundation. I don't use a lot at once, so I use sunscreen underneath. I find it helps minimize redness and pairs well with my routine. I don't know of another product like this."
        },
        {
            "review_title": "Why is it orange???",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "Why is it orange? It looks lovely and green initially but when I blend it into my skin and it turns orange. I can see little streaks of orange developing in the product as I apply it. The first try I was briefly concerned my fingers were bleeding or something. Just to be safe I tried it with a clean cotton swab on my partners hand and the same thing happened. Iu2019m so disappointed.  I am very pale, I wear a mac nw10, so maybe itu2019s only for darker skin tones. All the same, youu2019d think the orange would be advertised."
        },
        {
            "review_title": "AMAZING for a no makeup day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Porcelain skin tone, Dry skin",
            "review_text": "I've been using this product for about 2 months now and I LOVE it. I have dry acne prone skin and I wanted something with light coverage that would even out the redness on my skin to wear alone, and this delivered (bonus points for SPF).  It's perfect for a my-skin-but-better kinda product, if I know Im going to be working hard and sweating I'll add a light dusting of powder all over and setting spray andits's amazing. With that being said, I'm very fair and this works well for me, but if you have a deeper skintone (probably any deeper than light-medium), this will probably be too light. It would be awesome if they expanded their shade range to include more!"
        },
        {
            "review_title": "must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "With sensitive skin and rosecea i find this works wonders. Not only does it help sooth the but it takes away the redness. its a must have for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Porcelain skin tone, Dry skin",
            "review_text": "A product I ALWAYS have on hand!  I actually use it in conjunction with a few drops of Bio-Oil, as it helps it spread easier and helps with the appearance of my hyperpigmented acne scars.  I love that I can use it as a sort of BB cream. I am extremely pale, and there are literally NO brands I have ever been able to find that make a BB cream formula light enough for me.  Again, being very pale, the fact that this includes SPF makes it a must have. I even have (a mild) intermittent rosacea, and this stuff conceals the redness in my face beautifully.  The Centella Asiatica in it is also UNBELIEVABLY great at healing the skin and supporting the skin barrier. I often see improvement in skin irritation overnight.  If you're also pale, however, I would start small with this one; any more than a small dab on a finger, and you run a slight risk of looking a ruddy orange color (especially true if you're not blending this down into the neck and decollette."
        },
        {
            "review_title": "I use this everyday!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I have used this product for a few years now and I love it.  It helps with redness and is very gentle."
        },
        {
            "review_title": "removes redness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "This removes 80% or more of redness! It is amazing and blends well with my make up."
        },
        {
            "review_title": "Rosacea redness fix",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product is a must have! After searching for 15 plus years this is the only thing that works for my redness without having to wear full on makeup."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Love this product! Goes on nice and smooth and covers up my redness."
        },
        {
            "review_title": "A must if you have redness to balance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I have used this product for years. I have slight rosacea and very fair skin. This blends and fades into my skin, balancing the redness. It has never made me break out. You do need to follow the instructions and moisturize first before applying."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Oily skin",
            "review_text": "I think it gives a very nice dewy, almost glass skin effect after applying. It IS thick and does take some time to blend in, and I think if you're darker than a NC 15 by MAC this is going to leave a white cast on you. I have mild redness mostly centered around breakouts but otherwise clear and normal type skin, and it definitely makes a difference. I do layer it with blush and it looks nice!"
        },
        {
            "review_title": "my favorite under eye concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "this product is amazing for dark circles under the eyes. just use a tiny amount and dab it. there's no caking and it does not settle into creases!"
        },
        {
            "review_title": "Hard no",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Combination skin",
            "review_text": "This stuff is awful. First of all it's extremely thick and heavy, so it's very difficult to rub into your skin. It also left me with a sickly green color to my face. Sure, the redness was gone, but I'd rather be red than this weird shade of sage green it turned my skin. A few minutes after applying, I rubbed my face with a tissue and a bunch of tan color came off on the tissue, like I was wiping a heavy foundation off. I wanted a moisturizer that neutralizes redness, not a foundation masquerading as skincare. Never again!!!"
        },
        {
            "review_title": "pale girlies  with acne CAN use this",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "i have post acne marks/blemishes and really pale skin. ive learned this works best if you dont try and warm it, you just take a tiny amount and pat it onto the spots needed. apply more if you need more. for me, it neutralizes the redness to a light pink or completely gone. It makes a great base for before i go in with a concealer. it doesnt look cakey and you cant even tell its on."
        },
        {
            "review_title": "For pale girls going as oompaloompas for halloween",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Combination skin",
            "review_text": "Nope. I've been using this product for about three months and thank god I started out with the mini not the full size. I am a very pale person (my foundation shade only exists in a handful of brands) and this would turn ORANGE on me. It's very streaky and blotchy so that combined with the orange makes me look like I'm experiencing a horrific case of jaundice. Also it seems very incompatible with all of my sunscreens and moisturizers as the product makes all of them pill. I am trying to using it as a makeup primer as I have no other way to use it and I refuse to waste product if it can be avoided. Also the smell of it is a little bit overwhelming and unpleasant. The jar is cute tho so I look forward to using it after I'm done."
        },
        {
            "review_title": "A little goes a lonnnng way",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is my favourite skincare/makeup product. It sits so beautifully on my skin and I feel like it lasts all day! My only concern is I purchased the large jar and Iu2019m worried I may not be able to finish it before the best before date."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "1.7 oz/ 50 mL",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Does not give as much coverage or skin colour change as I was hoping. Can also buy in different places for way cheaper (sometimes at Winners). Way over priced here."
        },
        {
            "review_title": "No go",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "It made me look greyish and it sat in the large pores on my nose and surrounding areas. It did have a light feel to it though and it did last all day. I imagine the sun protection would be adequate. Might work better for someone with lighter skin and smaller pores."
        },
        {
            "review_title": "Medium/ full coverage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I love this product, I have quite the red tones to my face and use this as a daily sunscreen coverage. It is quite a nice coverage and base for my makeup as well."
        },
        {
            "review_title": "Only good for pale/lighter skin tones",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Honestly tried this because of all the ads. I have been struggling with retinol burns especially around the upper lip and chin area and thought this would help in terms of dryness while riding of the redness. First thing is you only need a little to go far but if you have more a darker tan skin tone and Iu2019m azn, this doesnu2019t look good. It gives you a green film that doesnu2019t blend like the ads so sadly couldnu2019t use as a concealer/foundation and is very noticeable in regular lighting. I think if you have more lighter skin, this works well but not if you are on the darker side."
        },
        {
            "review_title": "Liquid Gold",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Born a redhead, now dark blonde. Freckles, redness, sensitivity. This product is liquid gold. Can be bbuilt up as needed. Super effective. Needs a setting powder and lasts all day. Doesn't feel heavy or like foundation. Can be worn without other additional layers. Love."
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
            "review_text": "This stuff is worth its weight in gold! Iu2019m super fair skinned so I was hesitant to try but it evens my skin tone, calms the redness and makes it look like Iu2019m wearing foundation"
        },
        {
            "review_title": "Not for fair skin!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Porcelain skin tone, Oily skin",
            "review_text": "I really wanted to love this product but it's just not it. I love a lightweight clean and minimal makeup look (just to slightly even out and brighten skintone) and this is basically heavy foundation. Also, it is NOT for fair or cool skin tones. The tiniest bit made my skin bright orange. I really regret spending money on this."
        },
        {
            "review_title": "May as well wear foundation..",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "Pros: colour corrects (minimally) donu2019t believe the ads on socials, the redness does not instantly disappear, nor is it that effective. Cons: smells medicinal (does not dissipate), does not absorb into the skin, wipes off easily (not ideal if youu2019re a hugger or a face toucher!)"
        },
        {
            "review_title": "Redness be gone!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I absolutely love this product! I have a lot of redness in my T Zone..After applying it onto my skin my redness is almost gone completely! It's also great because you don't need to apply foundation with it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I really like this product!  I like how it helps to both cover and conceal redness, as well as reduce and soothe it.   A little goes a long way.  I find that it can be used just as a spot corrector where needed,  or all over the face to even out skin tone.   Works great as a primer/corrector before makeup or just on its own.   It has spf, but I wouldn't recommend skipping sunscreen for this unless you're going to use enough of the product to make it effective as a sunscreen on its own.   Lately I have been spreading a thin layer over the entire face, then going back in and dabbing a little extra on the areas that need a bit more help.   I recommend letting it set for a few minutes before applying foundation or concealer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Much better than expected. Does a great job minimizing redness around my nose and chin due to rosacea. Can apply and then finish with powder and Iu2019m good to go."
        },
        {
            "review_title": "Holy Grail!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Holy grail of products! I have rosacea and this almost completely covers the redness. Itu2019s light weight and a little product goes a long way. Leaves my face looking so smooth and clear. I love it!"
        },
        {
            "review_title": "Give it a chance!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The first time I used it, it was immediately soothing and took away almost 80% of the redness. My skin does not react well to all niacinamide products, same as retinol. However, within 20 minutes it actually calmed the rosacea flare. I was not regularly using it but after it soothed a huge flare up last night I will. I wouldn't apply it heavily to any areas of breakouts frequently as it may clog pores but it's great for a sun protectant extreme flares!"
        },
        {
            "review_title": "Holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "I donu2019t usually write reviews, but I made a whole profile to write a review on this product. I love it. I have acne and rosacea, and this product takes away 99% of the redness from my face. I canu2019t begin to tell you how nice it is for my face to finally be one color, save for a little bit of a blush look in my cheeks. And it has spfud83dude2d bless. 10/10 recommend"
        },
        {
            "review_title": "LOVE.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Yes, it is 100% worth the money. I was always skeptical of this product at first and confused if it actually worked, and it really does! Not only does it get rid of the redness on your skin but it makes it way more clear and smooth."
        },
        {
            "review_title": "Fair and sensitive Skinned people beware!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019m really disappointed in this productu2026. It turned me orange and I may be allergic to it because my face feels dry and so itchyu2026. If you are fair skinned and or have sensitive skin I would suggest using something else.  Definitely not worth the cost."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This stuff is amazing!   Both my husband and I tried it and within minutes it dramatically calmed down redness on our face and even smoothed our pores a bit.   I have combo leaning dry skin and he has oily skin and itu2019s great for both of us.   You donu2019t need a lot either.   I love that itu2019s color correcting and spf 30!  As for the smell, I feel itu2019s natural and clean, kind of like grass. My husband found it was a bit weird but he wasnu2019t too bothered by it."
        },
        {
            "review_title": "My new favorite go-to product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is my new favorite go-to product. I go from red blotchy skin, to barely needing foundation in the morning. Plus, when I take my make up off at the end of the night, my skin looks just a little bit healthier. Also I like that it's green? Reminds me of matcha."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I would not buy the big size since a little really goes a long way and it has a tendency to go bad after a while. But it is a must of my routine since I have a lot of redness after the shower of training. It stays put under make up, in tonof sunscreen"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Definitely corrects red spots, feels more like a color changing concealer thatu2019s very thick. It sits heavy on the face.. ended up returning it.. The green color turns to an ashy tan which doesnu2019t suit everyoneu2019s skin color. It smells like lavender."
        },
        {
            "review_title": "Works pretty well",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Iu2019ve been using this product for a week or so now. I really like it. Iu2019m including pictures. Immediately before use and after use. A little bit goes a long way. I do feel it loses its coverage a bit by the end of the day."
        },
        {
            "review_title": "Effective Redness Coverage!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I am fair skinned with red tones here and there.  This is a magic product.  After using it, my facial redness is virtually indetectable.   I absolutely love it.  I am athletic and active and the fact that this product is also a serious sun screen is terrific.  However, I do agree that you need to be careful with the product as it is difficult to remove from clothing or wash cloths, etc.  Overall, though, this product works!"
        },
        {
            "review_title": "Doesnu2019t absorb well",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Comes off easily onto clothing. Doesnu2019t absorb well feels Cakey on skin. Not good in summer when face sweats, makes mess on clothing. Will return item not happy with it. Olive skin tone might be better for lighter skin tones"
        },
        {
            "review_title": "Not for me.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I didnu2019t like this product at all. It didnu2019t sit nicely on my skin, and even when working this product in, it had an odd tint against my skin tone. The smell was also unpleasant. At first the smell was nice (while the product was still in the jar) but once it was on the skin it didnu2019t smell the same."
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Looked great onu2026 but sadly I had a reaction and it burnt my skin. My upper cheeks were literally bruised and around my mouth peeled : ("
        },
        {
            "review_title": "Not great",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Unfortunately didnu2019t work for me. It was thick and hard to work into the skin, and pilled as you rub it in. There is a lavender scent that I donu2019t love. It also may my skin super sensitive, but that may just be my skin not loving chemical spfs."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love this.product. I have proble.s.with redness.in my cheeks.and thos.o covers completely"
        },
        {
            "review_title": "Tips for product success:",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Combination skin",
            "review_text": "I really LIKE this product but I donu2019t LOVE it. That being said with some trial and error Iu2019ve found the easiest way to make this product work for me: * use a light moisturizer first. * a little goes a long way. Pull out about half of the scoop and rub it in between your fingers first, then pat into your skin. * I then use a light dusting of setting powder to keep it in place (my oily t-zone guarantees that product breaks up on my nose and chin by the end of the day.)  I like that it has SPF 30 and calms down my natural redness. I donu2019t like how heavy it can feel especially when itu2019s hot outside. I would love a set-it-and-forget-it product but that isnu2019t what this is. I also wish it wasnu2019t $73. ud83dude44"
        },
        {
            "review_title": "Do not purchase if you have dry skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "If you have dry skin I wouldnu2019t recommend. Love the idea of a neutralizer but left me looking like a crocodile and didnu2019t hydrate my skin at all."
        },
        {
            "review_title": "Holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The best red neutralizing sunscreen. So smooth and creamy. A little goes a long way!!!"
        },
        {
            "review_title": "My go-to product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019ve been using this for years now! I like lighter makeup and this is the perfect product. When I tell people I use a tinted cream type thing, theyu2019re always surprised! It just melts into the skin so beautifully"
        },
        {
            "review_title": "Breakouts and hives",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have white, sensitive skin so I was careful to listen to other reviewers and ensure I was well moisturized and primed before using. Unfortunately even following these directions, and being careful to only use a small amount, I ended up with repeated significant breakouts combined with itchy hives. I chose this product for its colour correction promises and SPF, but Iu2019ll be returning it because it just doesnu2019t work for my skin."
        },
        {
            "review_title": "Itu2019s fine but not good",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s fine if you are quite pale but here are the negatives: heavy as heck on the skin yet somehow drying, major major white cast and Iu2019m not even a medium tone, leaves a general green tint to the face so it cannot be worn alone."
        },
        {
            "review_title": "Pretty good if used correctly.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I have mixed feelings about this product. definitely does what it claims to do: corrects redness and soothes skin. It starts out green but quickly turns beige (itu2019s best if you warm it up on your fingers before applying on your face). It color corrects and evens out the skin nicely.  Itu2019s a bit heavy, though, and tends to be drying. And, to me, the herbal scent is a bit off putting. I have very fair skin, but I can imagine it giving a white cast to deeper skin tones if worn alone. The best way to use it is sparingly and only where the redness is since thatu2019s what the green color is designed for and, unless you have flushing all over, itu2019s not designed for use as a complexion product"
        },
        {
            "review_title": "Works but not phenomenal",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I have minor rosacea, and this takes a lot of product to do a decent job at covering up redness. The downsides are that it leaves me looking really pale, and coming from a girl with combination skin, it is a really drying product."
        },
        {
            "review_title": "White Cast but Moisturizing",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I bought the sample in the sun safety kit and right off the bat this is not dark skin friendly because it leaves a white cast. Sunscreens should be friendly to all skin tones so this really bothered me. That aside, it feels great and really moisturizing and the concept is cool in theory but if it can't change to every skin tone, just say that. Say it turns pale instead of blending with your tone because it doesn't. Anyways, it's a sunscreen and it feels good so it gets some points."
        },
        {
            "review_title": "Not a perfect product, but very good",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I like the product and it definitely does as intended, however I have a few complaints bringing down my review here. The smell is atrocious and it does linger for an hour or two before it's no longer noticeable. The beige colour correction is VERY beige so it has to be used under foundation. I typically opt for a tinted sunscreen or tinted moisturizer and they don't cover the beige hue of this, so just something to keep in mind. The product is also very oily. Like I'm talking I have to use at least two oil blotting papers plus a swipe of my volcanic rollerball after application to tame the oil that comes out of the product. Surprisingly I don't think the oil has made my acne worse but I'm wondering if that's less to do with the product and more to do with me making sure I blot all the oil off before I apply my makeup. It does do as intended though and really corrects redness and also tones down the look of angry acne for a more uniform colour once you apply foundation. I highly recommend it, just be informed about the product when purchasing and don't be surprised by the smell and the oils."
        },
        {
            "review_title": "Must-have in my routine!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I have combination acne prone skin and I don't like wearing foundation. I decided to give this product a try and it did help with my redness and acne marks! It is now a must in my routine!"
        },
        {
            "review_title": "learned the hard and expensive way",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "Iu2019ve used it several times over the last few weeks and each time, it feels like Iu2019ve rubbed my face along a greasy frying panu2026 shine city from the moment I put it on til I rub it off with a tissueu2026 not worth the hype AT ALL!"
        },
        {
            "review_title": "Not universal!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This product is not for everyone. It does leave a white cast. Iu2019m olive tone usually wear medium shades but this one is definitely more for pale skin maybe pink undertones the end result for me was a white cast, chalky and dry."
        },
        {
            "review_title": "Great for eczema",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I've been putting this over some eczema on my face and it looks as smooth as it possibly can given how bad the eczema is. This lasts very well for me since I can dab aquaphor over this cream and the color doesn't move, which is helpful to stop it from flaking. I find that if I don't apply aquaphor over it, it dries out and begins flaking, but that happens with all makeup. The stand-out quality of this product is how well it lasts and the fact that I can put product over it and it stays put. It has my eczema-covered face looking the best it possibly can. It's very layerable and the color correction is effective. If you don't have a problem with flaking or don't need the tiger grass in this cream for soothing the skin, I would recommend finding a cheaper green color corrector, but as someone with awful flaking and irritation, I find this to be worth the price."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really love the product, but after two weeks, the cream started 'separating'... tried to shake, but no help."
        },
        {
            "review_title": "Good for indoor mostly",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I bought this and started using it in late spring and I like it, but I donu2019t think I can use it during the summer to be outside, it works great if youu2019d spend most of the time inside. The is problem itu2019d go away quite quickly if you sweat if you sweat"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I was shopping for a natural looking CC cream with sunscreen and the sales associate mentioned this product. It is amazing on my 63 year old skin!  I don't have a redness problem but it really evened out my skin tone and felt light and moisturizing.  Looks so natural. I love it!"
        },
        {
            "review_title": "makes me look like a ghost",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "I have light medium skin tone. this makes me look pale. I got it because I have a butterfly rash and I will only use it if I am not leaving the house. it also is greasy and makes my skin tingle."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Normal skin",
            "review_text": "After chemo therapy a few years back, I developed redness on one of my cheeksu2026 Nothing I used for coverage seem to work well, and whatever did, left me looking super cakey. This this has been my saving grace product"
        },
        {
            "review_title": "I mostly like this product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I love how it moisturizes my skin, makes it glowy and reduces redness, but I also found it hard to blend & use with any other products. I like that has spf and mostly use for scar coverup/protection."
        },
        {
            "review_title": "Fave product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This has been my go to for a few years now. I wear it under my foundation or as a quick evening cream before running errands. I recommend not relying on the spf though!"
        },
        {
            "review_title": "Best thing I have purchased",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I am fair-olive skinned and I have developed rosacea in the last 3 years. Recently the bumps, redness and scars have been very difficult to mask or get rid of. After the first application, I immediately felt the difference and loved what I saw when I looked in the mirror. It doubles as a foundation/primer. It evens out your skin and when you remove it it also has minimized and soothed any redness to your skin. Love it. And I love the clay smell. lol"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "It doesn't always absorb well. It is necessary to moisturize the skin very well and then this cream will be absorbed as needed. It is not suitable for everyone. But, I like this cream, although sometimes it is very difficult to use.  But, I like this cream, although sometimes it is very difficult to use."
        },
        {
            "review_title": "Instantly reduces redness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This, along with the calming mist are my favourite from this line. It is best used before all makeup application, if you donu2019t struggle with redness/ rosacea however, this product will not be worth it for you!"
        },
        {
            "review_title": "a MUST HAVE product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "my absolute favorite product on the market for redness.  it's provides enough coverage and neutralization without having to put on makeup. it's perfect for the no makeup girlies."
        },
        {
            "review_title": "LOVE IT SO MUCH",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "MY FAVORITE!!! it's a great light and comfortable spf and it really does cancel out ur red tones. i don't even wear foundation or skin tint or anything"
        },
        {
            "review_title": "I wish I never even ordered it. Returning this!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Ignoring the fact that my face was even more red and rashy less than an hour after putting it on, it settles in creases so bad and any red it doesnu2019t help conceal is even more obvious. Donu2019t waste your money."
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "100% will minimize redness and does not dry out skin. I use it frequently."
        },
        {
            "review_title": "great for evening skin tone but greasy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I like how it makes my skin look even. It takes no effort to blend and does not have to be applied everywhere.  It does make my skin greasy/ oily."
        },
        {
            "review_title": "Not bad",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Not bad, I have rosacea and thought it would be more colour correcting than it is. It does reduce the redness but still need foundation for a good coverage, alone itu2019s just okay."
        },
        {
            "review_title": "Miracle In a jar",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This stuff is every bit the miracle worker as described and a little goes a long way. It does give your skin a dewy look though so if you don't like that it may not be for you. The colour correcting is amazing, I got rid of my foundation because of this and it's great on mature skin."
        },
        {
            "review_title": "LOVE",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Love this product!! Makes a huge difference in the redness on my skin. Only gave 4 stars because I wish it was a bit easier to blend!"
        },
        {
            "review_title": "Nope!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Terrible! Thick, orange-y, mineral sunscreen. Highlights dry areas (and hair if you have PCOS). I retuned it. I didnu2019t realize it was a mineral based sunscreen, which quite frankly, I absolutely hate. Prefer Korean sunscreens and this didnu2019t do much for redness"
        },
        {
            "review_title": "Run donu2019t walk this is a must for your skin routin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I have been trying to find a light weight skin tint with SPF as I getting closer to 40u2019s. I was introduced to DR. JART, once I got home immediately used the product. Iu2019m OBSESSED with how it covered my rosacea."
        },
        {
            "review_title": "Greasy, thick and patchy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I bought a mini and returned it. It felt really greasy and thick, did not like how it sat on my skin and the green pigment coverage is not impressive - might as well use a concealer and skin tint instead. Also, the jar packaging doesn't feel hygienic and gets messy."
        },
        {
            "review_title": "BLESS THIS CREAM!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019ve been using this for a few weeks now and there is no going back. I struggle with a lot of redness on my cheeks close to my nose. This completely naturalizes it and offers some coverage for imperfections. I donu2019t wear foundation at all anymore!"
        },
        {
            "review_title": "Prefer the other tiger grass product",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I prefer the cicapair camo drops or serum or the cream to this product. I have normal/dry skin and found that this really dried out my face. It seems gritty and heavy, and flakes off. If Iu2019m not doing full makeup, I wonu2019t be using this, so it will last me a long time. Looks terrible alone, and the packaging is annoying because cause it gets everywhere and also doesnu2019t seem hygienic  to use your finger or tiny plastic spoon."
        },
        {
            "review_title": "Makes my eyes burn",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Combination skin",
            "review_text": "It is very hard for me to find any SPF product that does not hurt my eyes. I never apply directly on my lids but just having it near my cheek bone makes my eyes burn and I get a headache. I have to use it on specific areas only. Also the pigment clings to the tiniest of dry patches but I guess this is expected."
        },
        {
            "review_title": "A must have if you have red pigmentation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolute love this. I have red pigmentation on my cheeks and this covers it right up! I use this every day whether Iu2019m wear foundation/skin tint or not I have this on. I loved it so much I went back and bought the mini"
        },
        {
            "review_title": "Skincare thatu2019s like makeup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I never wear foundation, and bb creams just arenu2019t what Iu2019m looking for. This here is it! Corrects like a foundation but feels like skincare. Highly recommend to at least try! My husband also loves it!"
        },
        {
            "review_title": "covers redness",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "It really works in taking the redness away. But you canu2019t put foundation or anything like it overtop. And you still need to do that as it isnu2019t meant to be a coverage product. So, I like it but canu2019t always use."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Have bought this 3 times now, and itu2019s definitely a favourite. Works perfectly for inflammation and really masks the redness in my skin."
        },
        {
            "review_title": "Itu2019s Replaced My Foundation!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Oily skin",
            "review_text": "This is my grail product for all over redness. I dot the Cicapair onto a moisturized face, then gently rub in. Finally, I pat my face all over. Amazing color correction, and all my fair skin needs afterwords is powder!"
        },
        {
            "review_title": "Pale & flakes. Donu2019t recommend.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Hard to blend in with my light-medium tone skin color (made me look super pale, like Casperu2026)  And it flakes. Started peeling off a few mins after I apply  the products. Wonu2019t recommend"
        },
        {
            "review_title": "Wow!!! 10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I'm surprised how good this product is.  I have a lot of acne and acne scars.  my face does not have an even tone.  After this cream everything is much better.  An excellent primer before foundation.  highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Instant difference, easy to apply, this saved my skin"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "This product is not for fair skin! When I used this on my face it turned the areas orange and it was very obvious I had something on my face. I have seen this work on other people and really wanted it to work so I tried it 3 times. I will be throwing the rest away."
        },
        {
            "review_title": "Definitely a keepers",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "Really impressed with this product. I have noticeable redness on cheeks, nose, and chin and this easily tones it down. I find it's thick, but absorbs/smooths quickly and doesn't leave any residue or a tacky feeling on my skin. (It's thick, but not in a way that is unpleasant) I've been using this instead of foundation, and it saves time and is great for a less is more kind of day. I don't find it leaves any odd cast to my skin tone, and I haven't had any skin issues since beginning to use.  For reference, I am oily and sensitive, and am usually med pale. I bought the small size and will definitely be repurchasing."
        },
        {
            "review_title": "Unfortunate",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really wanted to love this product, as I had seen it work so well for influencers online. But if you have any dry skin on your face this cream makes it look so so obvious. You need perfect smooth skin for this product."
        },
        {
            "review_title": "Itu2019s a must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This was originally for my husband cause he pick it out not knowing it was a correct. But he loved it made me try it one day and I really like it also. His skin is a lot sensitive then mine! And I have oily skin but this didnu2019t cause any problems was great under makeup also. Will have to purchase the big one cause he wonu2019t share !"
        },
        {
            "review_title": "Redness remover plus spf",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This cru00e8me feels great and love the spf.  I use it with the moisturizer and it removes redness."
        },
        {
            "review_title": "Finally..the perfect product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I absolutely love this product!!! It took me years of trying foundations and powders that did not work but when I  first used this cream...it was fantastic and just what I needed!!"
        },
        {
            "review_title": "I rarely write reviews,",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I rarely write reviews. I have tried Dr. Jart lotions and serums in the past and have liked them, but had hesitated to continue buying them due to the price. However, when I came across this product, I decided to give it a try. Dealing with skin issues that made me feel self-conscious to the point of avoiding taking pictures of my face, I decided to opt for the smaller size to test it out. Let me tell you, I'm glad I did. Despite only using it for a short time, I've noticed a significant improvement in my skin.I used to feel like I looked ten years older than my actual age, but this product has helped me regain confidence in myself. While I don't have a before photo to share (due to avoiding taking pictures of myself for a while), I have an after photo that speaks volumes. This stuff is truly amazing, and I highly recommend it."
        },
        {
            "review_title": "Not for oily skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "It does cover the redness a bit but doesnu2019t work for oily skin. I have combo, oily, rosacea, acne prone skin and this made my face shiny and oily. Will have to return because of it. I think this is great for dry skin!"
        },
        {
            "review_title": "Great at cancelling redness, but use a thin layer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "As you can see in the photo, this stuff really cancels out redness! My face goes tomato-red when I use Tarte Knockout lactic acid treatment. Cicapair tones it down almost completely. I normally donu2019t have that much redness though and use Cicapair to even out my skin tone (my cheeks have patches of mild redness and hyperpigmentation) when I donu2019t feel like wearing makeup. This product has a slight yellow shade to it to cancel out the redness. A little goes a long way, so start off with a thin layer and let the colour adjust to your skin for a few mins. Even though I donu2019t consider this to be makeup, it does sit similar to foundation on my face, and it can show texture if you look closely or if I have too thick of a layer. I also look jaundiced if I apply too liberally. Overall, I think this would work really well for people with rosacea and redness, based on the results in the photo, when my face was reacting to the lactic acid treatment I did."
        },
        {
            "review_title": "Good product with no holding power",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This definitely works for tampering redness. But, it does transfer A LOT and does not last at all. And, I feel like it works for overall light redness, but not for darker acne spots (or redder spots). Suits my fair skin tone, but in my opinion does not look like it would work on medium to deep skin tones. I love its smell (tea tree), and I use it when I go out for short periods of time. I would recommend this product but for very light outings, people who set their makeup and not worn with white clothes lol"
        },
        {
            "review_title": "Love this stuff",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I bought this product the other day and Iu2019ve only used it twice so far but itu2019s amazing. I struggle with a lot of redness in my skin and lately my skin has been breaking out quit a bit which means even more redness. The first time I tried this my friend was amazed at how fast it counteracted all my redness, the second I rubbed the product into my skin the redness was gone. Second time I used this I didnu2019t even bother wearing foundation, my skin looked fine other than the redness and this product took care of that. Also love that it has spf"
        },
        {
            "review_title": "No miracles here",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Let me preface this by stating that I followed the directions and took the advice from those in the reviews. Tried warming it up in my fingers and patting it in, not rubbing. This stuff just doesnu2019t equate to much.  Iu2019m not saying donu2019t try it, but know that what it does doesnt justify the price. The coverage it gives is no different from a sheer colour corrector or a green tinted primer (think smashbox.)   I tried this a few different ways and this is what I found: It did tone down my redness in areas that I spot treated and built upon, but thereu2019s a wasnu2019t any miracle happening. Iu2019m not sure why some people say it made them orangeu2026 they must be pretty pale. Iu2019m pale but I use tanning drops just for some glow, and this stuff made me look grey. I kept waiting for it to oxidize and look at least a little yellow.   Iu2019d did start to pill on my face after about an hour of being on. I followed the directions and moisturized first. A moisturizer that is thicker (I have dryer skin,) but I can load up on and apply concealer soon after with no problems. This product was the only thing so far to pill with my moisturizer.  Overall, Iu2019d say try it for yourself, but I was looking for something closer to skincare than makeup to reduce red spots so I could wear less makeup or even no makeup looks, but this wasnu2019t it. It works to some degree, but not enough to justify the price"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Made my skin orange and didnu2019t seem to do much for my skin overall. Id rather just stick with skincare and a tinted moisturizer or BB cream."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Works marvellously for what I need it to do. Covers the redness up on my face perfectly."
        },
        {
            "review_title": "Great alone or with makeup!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes",
            "review_text": "Iu2019ve always had a pink red undertone some days itu2019s calm but days I want to keep it at this does the job!!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Did okay at keeping some redness down when used alone but pointless under makeup. Sucked when trying to cover and sort of blemish. Will stick to my usual colour correcting palette"
        },
        {
            "review_title": "Not for sensitive skin!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "After using it for several days in a row, my skin got worse and the redness appeared that has a burning sensation. On the package it says that it is for sensitive skin, but here it says for dry, oily whatever. It also gives a natural   make-up effect that is not visible at all (perhaps I did not apply it correctly). Completely dried my skin!"
        },
        {
            "review_title": "Pass",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Dry skin",
            "review_text": "First off this is ridiculously over priced. I got it on sale, thought it was going to be like a high quality tinted moisturizer/bb or cc cream with spf. It is SUPER thick and mask like on the face. It turns the face a strange color. Very unnatural looking. I have to mix in a foundation to make it look more of a skin color. I love to try new products,  but this one is a fail. I would not recommend or repurchase this product."
        },
        {
            "review_title": "Keeps the red craters at bay!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Keeps the red craters at bay!  Helps reduce redness and even skin tone with minor coverage. (Itu2019s not a miracle product but itu2019s helps!) Skin feels nice and soft. Gives me confidence to wear less make up or none at all. Very comfortable in my skin."
        },
        {
            "review_title": "Instant return.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Light skin tone, Normal skin",
            "review_text": "I would give 2 stars for the color correction aspect, but this product burned upon application and created a weird greasy layer over my skin.  Additionally I noticed my hair sticking to my face a lot..ew."
        },
        {
            "review_title": "A little 2-in-1",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Helps to do what it says, so reduce redness. Little hack also is you can use it under your eyes for a little brightness either wear it as it is for the no makeup look or as a step before concealer."
        },
        {
            "review_title": "Great for redness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Great product. A little goes a long way. I use it for my chest. I dab some on and press it in with my fingers until itu2019s absorbed. I feel that works better than rubbing it around. The beat from your fingers helps melt into the skin"
        },
        {
            "review_title": "Pas pour moi",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "J'ai aimu00e9 l'effet sur la peau, u00e7a diminue les rougeurs, mais ma peau ru00e9agis mal du00e8s le lendemain: j'ai pleins de petit bouton, des tiraillements. Je recommande pas aux peau sensible."
        },
        {
            "review_title": "I Always Come Back to You",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I always come back around to this product. I understand why some might not like it because it is thick and hard to spread on its own. I dot the product along with my moisturizer in the morning to distribute it more effectively and that seems to do the trick. Iu2019ve used Stilau2019s One Step Primer for a bit, because it has the same green color corrector I need to offset the redness in my skin. While it is lighter and smoother to the touch, this Tiger Cream feels more like skin care that benefits my skin. I love that it has SPF and that I can comfortably leave the house with no other foundation on. I have fair to medium skin with a cool-neutral undertone. I have mild rosacea and no major blemishes. Try it in a gift set if you are unsure!"
        },
        {
            "review_title": "Great for rosacea skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have rosacea and this is my new Holy Grail product. I let my prescription anti-redness cream drydown, then this is my sunscreen and foundation in 1 step. Makes my skin looks healthy & radiant! and healthy"
        },
        {
            "review_title": "Amazing Addition to my Skincare Routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this product. Itu2019s expensive, but the jar lasts a long time and they actually fill the jar to the brim. The jar feels expensive and of good quality, makes me feel spoiled.  Anyway, I donu2019t wear foundation ever, so if I want to wear u201cmakeupu201d I wear this instead and it makes me look GLOWING gorgeous!!  I love that this just perks up my under eye area. Itu2019s moisturizing enough to use without a cream, but sometimes I put a gel cream underneath to avoid any uneven application.   HINT: DONT FORGET TO SHAKE IT!! It will separate if you donu2019t. Shaking it fixes it 100%.   Four stars instead of five because I canu2019t wear it every day, if the sun is beating down I want SPF 50 and it does give coverage so many days I like to be more natural."
        },
        {
            "review_title": "Creates terrible texture on the skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "No matter what I tried, this looked AWFUL under any sort of makeup. It texturized my skin so much and made me look about 10 years older. It didn't matter if I used it under or over moisturizer, if I used a primer or not, nor if I used a light skin tint or a medium coverage foundation over top. It cracked and caked and flaked and really looked terrible.   For reference I have combination skin, fine lines around eyes, and sensitive skin - however I have never had a problem with texture on my skin so this is not some normal problem that I have with other products! I bought it because I was hoping to reduce the redness I get around my nose and cheeks."
        },
        {
            "review_title": "On my 3rd jar",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I can see why people donu2019t like this, but Iu2019ve bought this jar at least 3x times now. I am a 26 year old female with light-medium skin and no rosacea as a skin issue. But, when I have breakouts, my skin gets red and stays red, and I find myself not wanting to wear as much makeup. I literally put this on after moisturizing (all about the prep) and itu2019s literally all I need for a blurring effect, IF you put it on the correct way. It has SFP which is amazing. Beach day, hiking day, who needs makeup when you have this color corrector that acts like a veil and itu2019s good for your skin! Despite the negative comments, I will keep buying because it genuinely works wonders for my skin tone and has multi-benefits. I can definitely see how it might not work for darker skin tones. But Iu2019m a firm believer if your skin prep is good and you apply it correctly (warming it between your hands and pressing it into your face)"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I have normal type skin that's on the drier side. The product texture is claylike and doesn't seem to want to blend into my skin. The first time I used it I thought I used too much because it left a weird white cast on my face but I had the same outcome after using way less. I'm on the pale side and it made me look whiter than usual so if you have any melanin i would not recommend this product at all. I LOVE how healthy and soft my skin feels a few hours after application and even more so after washing my face but the first few hours are not worth that later feeling, especially at this price point. I think oily skin types with very fair skin will have better luck with this product. Other reviews mention the product causing eczema flare ups but I didn't have any issues at all and I have relatively sensitive skin."
        },
        {
            "review_title": "Nope",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I wanted to love this but it was just a no. It made me break out and my skin is not very sensitive. Maybe its just me but it takes me a bit to apply it to my face for the right amount of coverage (not even medium coverage. At that rate, might as well pit foundation on."
        },
        {
            "review_title": "Wildest reaction - not eczema safe!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I wanted to love this, but itu2019s definitely not sensitive skin approved. My dermatologist thinks it was because of the essential oils and fragrance - so if you have eczema donu2019t use it!"
        },
        {
            "review_title": "Not for my skin type, texture or colour:(",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I wanted to love this product so much. Iu2019ve got oily, textured skin and it looked awful on my face. It literally sat on my skin like an orange mask. I think that it will work best on a normal/dry skin type, that does have a fair skin tone.  Fa fair skin."
        },
        {
            "review_title": "No good for my sensitive skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I wanted to love this. It feels nice when it goes on, and evened out my skin tone for a few minutes. I love the zinc oxide for sun protection. Unfortunately I have sensitive/reactive skin and it triggered an eczema flare up on my cheeks and forehead."
        },
        {
            "review_title": "Color wheel red corrector!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This took away the red on my face! I was skeptical, but the green took away the red on my face so I could apply foundation on top an my spots were less visible."
        },
        {
            "review_title": "A must-have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Best thing Iu2019ve ever bought, nothing has been able to hide my redness except this product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I've been a fan of Dr. Jart+ products, so when I saw the buzz around this color correcting cream on Instagram, I had to try it. The results are incredible. It instantly covers redness like nothing else I've used before. Highly recommend!"
        },
        {
            "review_title": "I think its making me breakout",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I really like this product, it covers redness well. It has a bit of an orange cast but i dont really mind because it blends fine with my freckles and makes me look less pale. It definitely makes my skin a little oily but i just play it off as ~dewy~  unfortunately though, i do think it makes my skin break out. I am not entirely sure but i have noticed my acne has gotten worse since using it."
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Unfortunately, it made my skin super oily (like shining after a couple of hours). But I loved the texture and smell. Probably works best for people with dry or normal skin."
        },
        {
            "review_title": "Not for aging skin.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This product is a joke.  Youu2019ll notice all of the models and before & after pics are of people in their 20u2019s with young skin.  The deceiving name u201ccolor correctionu201d gives the illusion it might help with sun spots.  It actually makes you look like a clown. It emphasizes all the spots, wrinkles and any slight dryness.  I used with primer, moisturizer and several different tactics to try to find a solution.  Compared with water based and silicone based products.   The bottom line is, itu2019s not successful for women over 40 and definitely is not for dark spots."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The last bottle I had worked better on covering the redness. This used to be my go to but now there is a white cast that remains and can look dry on skin if you donu2019t prep well with moisturizer. Used to be able to wear alone now I use under a skin tint or foundation because itu2019s expensive and I donu2019t want to waste"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Love this product. Use it almost every day. Repurchased it. Love that is blurs and evens out the skin while still looking like my skin. Sometimes have issues when my skin is a bit dry and it leaves weird marks on my skin but thatu2019s not the products fault."
        },
        {
            "review_title": "No Foundation Needed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I have cystic acne and have always avoided foundation. I've tried a few that claimed to treat or prevent breakouts but have never been impressed. Until this.  I adore this whole line - the serum and cream for every day and the correcting treatment for 'makeup' days. It truly reduces or eliminates redness, has soothed my cystic breakouts, and the correcting treatment is gorgeous as a 'foundation'. I feel I retain a dewy, natural look compared to the flat or fake look I've found in most foundations.   It's my face but better."
        },
        {
            "review_title": "Worth the money",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I initially bought this for myself. I have a tan skin tone and this leaves a cast on my skin if I donu2019t use makeup over it and itu2019s a bit heavy for my combo skin to do that. It does leave my skin looking smooth and even. My teenage son started a prescription acne medication that is working well, but leaving his skin red which he hated. I remembered this product and applied it to his face and the redness was immediately gone. Seriously it was like watching an unbelievable TikTok. His skin also looks smooth and even. He now uses this everyday. He has a much lighter skin tone than I do so there is no cast on him. I have also applied it to one of my daughters to even out blemished areas and it does an amazing job. Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this stuff. My favorite way to wear this is just on its own instead of foundation. It really evens out my skin tone and layers well with creams or powders.    looks better as the day goes on. It layers well with creams or powders"
        },
        {
            "review_title": "A busy mom must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product has CHANGED my life. I look refreshed and my skin looks balanced in one easy step. I went from having a huge makeup routine, to just adding this to my skin care, with mascara and brow gel. Get it."
        },
        {
            "review_title": "Some cons, some pros.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Fantastic coverage. Not sure how itu2019s buildable like it claims. Does cling to dry spots as the day goes on, even after slathering with moisturizer before & using hydrating mist throughout the day. Does seem to have a yellow tone that somehow becomes more prominent throughout the day. Overall, fantastic product especially if youu2019re going to wear under makeup."
        },
        {
            "review_title": "Would recommend some thing else instead",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Hi, 23 and I have combination skin with a little bit of rosacea. No I donu2019t have as much rosacea flareups is some, but I do have some rosacea redness on my cheeks, and I find the new stretch foundation from glossier gives way better coverage"
        },
        {
            "review_title": "Absolutely love this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The before and after pictures speak for themselves! I love this product because I have red skin and the green neutralizes it, and the fact that it has sunscreen in it to protect the skin is amazing. Itu2019s like my skin but better! Iu2019m a new mom and donu2019t have a lot of time to get ready this product is super easy I just apply it with my fingers after serums and moisturizer."
        },
        {
            "review_title": "Why must the price go up so high?",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Love this product but it used to be $25 CAD now itu2019s $34. Ridiculous."
        },
        {
            "review_title": "Too much for drier skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This was too harsh for my skin. Did a great job of evening out my skin tone but dried me out. Returned, sadly, because I did like it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This does a really good job at correcting any redness on my face. You only need a small amount and it blends nicely into the skin. It leaves a nice dewy finish and is hydrating as well."
        },
        {
            "review_title": "Good as a colour-correcting BB cream, NOT an SPF",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I hated this product when I first got it so badly that I made sure to warn all of my girlfriends against it. Now, after working with it a few times, I think I now have a much more balanced perspective on its pros and cons. It's a great colour-correcting BB cream, as long as you do NOT use it as an SPF. I'm a big sun-protection advocator and use SPF50 365 days a year, shine or rain. I got this product as part of a value set and was shocked by how bad it looked as an SPF when I first used it. I have very light olive skin with some small areas of redness. So I was looking forward to the effects this products might give me with the added benefit of an SPF 30 sun-protection. For its sun-protection function to be fully effective, the amount of product you have to use will make your face a lifeless beige mask. And with that amount of product, I find that it does not set fully and will move around which makes it unsightly if you wear glasses or mask. However, if you ignore the fact that it has an SPF of 30 and only use it as a colour-correcting BB cream, it is very easy to apply (on top of other sunscreens that I have) and looks very natural since you will need to only use the amount needed to cover redness and even skin tone, which is much less. I use it instead of foundation or concealer on days when I don't want or need a full face of makeup. For this product, I believe it's an either-or situtaion. If you want the sun-production, you are going to look like a mannequin. If you want your skin to look natural and even-toned, you are exposing yourself to UV... Is it worth it? No, in my opinion. If you can ignore the SPF30, it's not useless."
        },
        {
            "review_title": "An amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have been using this product for about 3 years now.  I moisturize my face and then apply the Cicapair.  You don't need much, one jar lasts a long time.  It is the best redness reducing product with sunscreen product I have ever used.  It goes on smooth, isn't greasy and leaves a beautiful matt finish.  It is waterproof and stays true all day.  My dermatologist was very impressed with the ingredients. Your skin tone is flawless and it gives you a youthful glow.  No need for any makeup it has amazing coverage.  I can't say enough good things about it, and have recommended it to so many people who also love it. It also smells amazing"
        },
        {
            "review_title": "Must have for my girlies with redness",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "My must have for no make up days, and best for travelling to tropical countries! Has a weird smell tho. But works well when you blend it in your hands before applying."
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I have seen this product all over the internet and wanted to see if it was as good as advertised! I absolutely adore this product. I swear it sucks the redness right out of my complexion and leaves me with balanced, blurred and brightened skin. A perfect one step product with the benefits of spf. I have received so many compliments about my skins healthy glow!"
        },
        {
            "review_title": "Great color corrector",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Smells good, does an excellent job color correcting and has long lasting wear to prevent sun exposure even when Iu2019m sweating biking on the way to the venue. My only gripe is that it takes a lot to blend in and highlights wrinkles due to its light greasy tinge. Not super noticeable after a while wearing though."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "This product was really bad on my skin - I have sensitive skin and had a total flare up. Would recommend people not to use it if they are experiencing skin sensitivities."
        },
        {
            "review_title": "Why so costly?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This is super expensive and it just makes my skin look so dry, textured. I donu2019t recommend."
        },
        {
            "review_title": "Holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This product is such a must have in my routine, does me wonders on hot days and it reduces my redness almost 100% but you have to make sure to apply thought out your whole face because once I just put it on my cheeks and my fact was a shade darker than my cheeks so make sure you put it evenly. But SUCH a good product"
        },
        {
            "review_title": "TRULY excellent product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Didn't think it would work the first time I used this product.  My skin looked green but I applied Dr. Jart+ BB Cream and the products merged to create dewy flawless skin plus they helped to hydrate my skin!"
        },
        {
            "review_title": "maybe a new favorite?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I got this because I have melasma and I heard this was a good treatment + make up base. And it's true! As it leaves a sticky feeling, it's a great product to moisturize the skin while it treats... And it has SPF, which is a must for people with melasma. I have been using it almost daily and the last 2 weeks and I feel I might have a new favorite!"
        },
        {
            "review_title": "Dry Skin Havers Beware",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I had high hopes for this product but after sampling for a week it only made my skin worse. Online it says it is safe for dry skin and even eczema however this caused my skin to become irritated and dry out even more. If you have sensitive skin I would patch test first before putting it all over your face. My face unfortunately suffered for a while after. I will give 2 stars based on the fact that it does cover redness well."
        },
        {
            "review_title": "Nope.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Pills and peels. Coverage is *meh* at best despite multiple different methods tried for application. Very strong scent and caused my nose to run constantly whenever I tried to wear it. Not worth the $."
        },
        {
            "review_title": "Healing for Rosacea",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I have been using this product for over a year now and it has completely changed my skin. I have bad acne/rosacea and very sensitive skin, in the last 5 years i've spent thousands on products including a $600 prescription cream, this is the first product that has actually improved my skin. It is really soothing with a slight spa-like scent that dissipates quickly, not only does it hide the redness I'm experiencing but at the end of the day when I wash my face it's actually improved from the morning. I bought some for my Dad who has similar issues and it's healed his skin as well so I know it's not just me. A lot of people seem to have issues with the orange color the cream changes to but I really don't ever notice it except on my hands or when it get clumped in my eyebrows, I think maybe people are using more than you need, the tiniest amount, less than pea sized is what I use for my whole face. Hope this product sticks around because I would be lost without it."
        },
        {
            "review_title": "Would not recommend",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This product leaves a terrible cast on my skin, does not absorb well and pills easily with other moisturizers. Very disappointing as I love the regular Cicapair cream."
        },
        {
            "review_title": "Only for pink-toned skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Found out it turns orange when actually trying it in store after I had already purchased it (stupid choice) but so glad I did because it turned my skin orange immediately and I just returned the product right away!! Stay away unless you genuinely have rose undertones skin."
        },
        {
            "review_title": "A no for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "This did absolutely nothing for me.  I followed the directions.  I applied several layers and then foundation.  Redness was still very visable."
        },
        {
            "review_title": "Not a Good Product",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This is a feaux representation of color correction. The product doesn't correct, it covers. It's a tint like any other tinted moisturizer. It applies very tacky and dried out my skin, after application. I wouldn't recommend this product, personally. The hype is definitely not worth it. It had the same affect as a foundation or tinted sunscreen honestly."
        },
        {
            "review_title": "Donu2019t use if youu2019re allergic to aluminum",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Bought this after testing it out at store, what I didnu2019t realize is the abbreviated ingredient list on the bottle doesnu2019t mention that this contains very high levels of aluminum and titanium dioxide. I had a severe allergic reaction as a result, by the end of the day my skin was beet red and peeling so bad it looked like I had a sunburn. Itu2019s insane to market a product for sensitive skin and not disclose a major allergen"
        },
        {
            "review_title": "only 3/4 of product in the full size!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I love this product, but Dr. Jart shouldn't be charging $54 for three-quarters of the product!"
        },
        {
            "review_title": "The best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have repurchased this so many times I love it. It worked great for redness and to even skintone. It has pretty good coverage which I love since I donu2019t wear foundation. Use this with some spot concealer and powder and itu2019s perfect."
        },
        {
            "review_title": "great for pink toned skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
            "review_text": "i love this product!! it gets rid of my redness to my skin so easily! it's not patchy, my skin never reacted to it. i have very pale and pink skin + a bit of rosacea and it covers the redness + has spf in it which is great!ufffc"
        },
        {
            "review_title": "Itu2019s a meh for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I want to love this - I really do and I think it can be right for some people. Iu2019m 40 but I have very good skin for my age. Recently I started using a stronger retinoid (from my derm) for sun damage (I have very fair redhead skin) and it has made my skin a bit more fussy, redder and dryer with occasional breakouts (Iu2019m still purging). I bought this thinking it would be perfect, moisturizing, calming, redness reducing, and SPF on top of my usual SPF? Holy grail! But itu2019s drying and sticks to my problem spots so much that unless I put a rich moisturizer and spf under it and set it with a hydrating facial mist, itu2019s worse than going out with all the flaws and redness exposed! Iu2019m even researching other products I can buy to go with it to make it work better but really? For this price it shouldnu2019t require a ton of added steps to work! Probably wonu2019t re-buy this one Iu2019ll stick with a hydrating CC cream with spf ud83dude43"
        },
        {
            "review_title": "save your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "iu2019ve always had redness in my cheeks and am constantly trying to find ways to neutralize it without just covering it up with a layer of foundation, but this is not it. feels greasy, doesnu2019t neutralize redness whatsoever and ends up looking more cakey than just a regular foundation. save your coin and skip this one"
        },
        {
            "review_title": "Will be returning",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Not at all what I expected, itu2019s super greasy and you can feel it on your face long after application, yet it makes my skin flake and look like Iu2019m on the tail end of a bad lupus flare. Its also making my cheeks burn"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I donu2019t even use foundation anymore it helps neutralize redness that well. Not a mattifying product though so if your skin is a little oilier then it looks pretty greasy ngl."
        },
        {
            "review_title": "Does not work for redness",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "I did half of my face and let it set for 30 minutes, asked two opinions, no difference, very disappointing that none of the redness was gone at all."
        },
        {
            "review_title": "Not what i was hoping for",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Did not do well with makeupu2014 it made the texture on my face look so much worse. I had to use A LOT to cover the redness and I wanted to love itu2014 but it just makes my skin also look orange over time."
        },
        {
            "review_title": "very useful",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "really good for redness that you donu2019t want to cover with makeup! it changes colour really fast and it doesnu2019t dry out your skin at all."
        },
        {
            "review_title": "Clings to dry patches",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "It does even out redness but I find that it doesnu2019t mix well with other products like concealer, it will start pilling. Hard to spread onto skin and clings onto dry patches. Weird texture, itu2019s greasy but at the same time not very hydrating   If youu2019re oily and donu2019t have any dry patches I think this product will work out well for you"
        },
        {
            "review_title": "Works great on acne prone skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "I was looking for a product that I could throw on to camouflage some redness and acne scars, and this has been perfect. I have combo / oily texture acne prone skin and this sits well on my face also great under makeup! Has not broken me out. Will repurchase!"
        },
        {
            "review_title": "Not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I'm extremely disappointed.The product arrived incomplete, fill it to the top please. For the price I paid, I expected a fully functional and complete item. This is unacceptable and not worth the money."
        },
        {
            "review_title": "not for people with tan or dark skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "while this product does somewhat correct redness, it does so using uncrushed light tan pigment, not green pigment. it doesn't cancel out redness using color theory, it's just another tinted moisturizer. it's tint is also meant for very pale people, so it didn't work on my medium deep skin. this product is a flop."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "really greasy and stays kind of green but works really well under makeup. i typically use it as a primer"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "It peels for me sooo bad with or without makeup but it does help redness"
        },
        {
            "review_title": "My go to!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have been using this for 2 years. It had improved my skin quality by reducing redness and dry flaky patches. Frankly its slight tint is enough for me to use alone daily with just a touch of bronzer and blush. Love it!"
        },
        {
            "review_title": "Just okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "It needs a few minutes to change colour. I want to like it since it smoothes out my redness from rosacea but I find it is making me break more. I have to double cleanse to get it all off. Plus my mascara smears frequently due to the greasiness of the product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "A little goes a long way! Very easy to apply and wow does it ever match your skin tone, does not clog pores and keeps my skin hydrated during these winter months."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "Super disappointed in this product. I think it must work really well for some people, and not at all for others. I've seen videos of people blending out the redness in active/healing blemishes but it simply doesn't do anything for me when I try the same thing! I tried layering it with Glossier concealer once (used this all over my face to tone down redness, then went in with concealer on a brush to cover up trouble spots) and it just sat on top of my skin and wouldn't blend with the concealer. I've never seen that happen before! The product was just moving around on top of my skin. I'm glad I got the small pot. I recommend trying a sample before committing to purchase this!"
        },
        {
            "review_title": "Improves Redness Significantly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "Helps improve redness significantly. Annette was able to recommend this to tackle my rosacea."
        },
        {
            "review_title": "Great for red undertones",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Iu2019ve repurchased this product several times now, itu2019s my daily go-to. Initially recommended to me by a nurse at a skin clinic as I have red undertones, with some signs of rosacea on my cheeks. I use this product on its own after moisturizing and it significantly reduces my redness. My daily routine doesnu2019t involve foundation, I just use this and go! Itu2019s great, highly recommend."
        },
        {
            "review_title": "Juste non",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Je ne comprend pas dutout le hype de ce produit. Vraiment dispendieux pour rien... Il laisse un fini super gras sur le visage et donne un teint verdu00e2tre. Couvre u00e0 peine les rougeurs."
        },
        {
            "review_title": "I recommend for sensitive skin!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "When I first got the product I tried it right away and it made my skin orange, really badly. But after I shook it well super hard it was back to normal sort of. When I put it on my face I was at first disappointed because my skin was still red. But I let it sit and now it is super glowy and looks normal. Would say Iu2019m going to try it again tomorrow morning and see if it works all day but it works really good so far. Especially for sensitive skin. This hasnu2019t made me irritated at all, it was actually quite nice to put on."
        },
        {
            "review_title": "Correct your undertone",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I bought this at a Sephora store, as a mixer to balance my foundation to an olive undertone (who knew). It worked. I've been able to adjust all my makeup products that were too pink, too yellow to just right."
        },
        {
            "review_title": "Orange Mess",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "Not a good idea if you have fair skin. I really wanted to love this product. It seemed well made, had a great texture and good blendability.  Iu2019ve seen such rave unbiased reviews in multiple places, but this was a dud. It blends out to an orange tinted mess the colour of a badly done spray tan. The one time Iu2019ve worn it I had to pile on a lighter concealer to try and make it look semi okay. If you have a warm, more medium skin tone this would probably be way better, but for fair/light skin itu2019s not gonna work like you want it to."
        },
        {
            "review_title": "Great to reduce redness",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Love this product for lighter makeup days or when I just want to reduce redness on my face.  The one downside is that this never truly dries down so you have to be mindful of not touching your face throughout the day."
        },
        {
            "review_title": "Love Dr Jart but not this",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I love every Dr Jart product Iu2019ve triedu2026until now.  This green thick cream feels like it would be a dream to red skin, but it actually highlighted any dry spots, and turned my skin orange."
        },
        {
            "review_title": "Not worth your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Not worth the money. It is super weird looking on me and leaves weird color. It leaves a weird oily liquid on top of the container too? really messy and feels oily when i wear it even though my skin is dry."
        },
        {
            "review_title": "Changed formula?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Back in 2019 I got the small jar and was very happy with it, it used to turn slightly beige. It worked amazing. When I purchased again the big jar, it was turning me white and not blending at all, even if I would put moisturizer before applying it.. Very disappointing.."
        },
        {
            "review_title": "Wish it worked for meu2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love the finish of the product and how it perfectly lightly covers my redness and evens out my skintone, but this product broke me out so muchu2026 I had a bunch of tiny bumps and clogged pores after two days of use."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "Feels nice on the skin, eliminates some redness and feel light all day."
        },
        {
            "review_title": "Just make sure you know how to prepare your skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love it! Make sure your skincare routine is established so it absorbs properly or else youu2019ll get some flakiness/sticking on dry patches, but it tones down the redness without making you look ghostly - but keep in mind it dries quite light. It ends up being a bit lighter than my winter shade but is easy to correct/add some dimension back in with some bronzer and blush but in the summer I will need to find a powder in my shade to put over it. Itu2019s exactly the lightweight medium coverage I was looking for with the benefits of being a skincare product. Will absolutely purchase again."
        },
        {
            "review_title": "Heavy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I hate the feeling of this on my skin. It feels heavy and all I want to do is wash it off. It also, doesnu2019t appear to really cover my redness. I definitely wonu2019t be repurchasing"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This product is not worth your money. Thereu2019s this clear liquid that forms on top of the product when you open the lid, and as well the product tends to leak a lot. The product itself tends to peal of your skin and isnu2019t worth it."
        },
        {
            "review_title": "My Go-To Product for a Natural Daily Look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This has become my go-to product, for a natural no-makeup makeup look. It does just enough to balance out the redness in my complexion and make me feel polished and ready for the day, and I now completely skip foundation unless I'm doing something fancy. Don't skip the step of warming it up to help it transition from green to a more fleshy colour so that it blends in more easily. Love that it also has a mineral SPF in it."
        },
        {
            "review_title": "Scent",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "Heavily heavily scented. Had to return because it gave me such a headache."
        },
        {
            "review_title": "Ehh...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Fair skin tone, Combination skin",
            "review_text": "I used this product for some time, and to be honest I didn't fall in love. It worked to conceal the redness, but it was so strong smelling and felt really greasy and heavy on my face. I never really felt like it dried, and after a couple of weeks it separated and there was a bunch of water on top. I've avoided using it since because I found it, honestly gross between the smell and the feeling on my face, and no matter how hard I blended or rubbed it in, the parts of my face that weren't completely red ended up with a green tint. So, I needed to go back over with a concealer--a pain when I just want light redness coverage and SPF. I used to use it faithfully, but the more I really fell out of love when I realized I just couldn't get used to the feeling of it.  3/5 stars: It works as promised, but is it really worth it?"
        },
        {
            "review_title": "Love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I like this product, it does as it says and helps color correct my redness. It sits nicely under my makeup. I donu2019t need a lot of product, so the pot will last a while."
        },
        {
            "review_title": "Redness? Where??? ud83dude0e",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I have the drops to try later, but I have acne, discolouration, scars and weirdly pink areas of my face. I could wear this stuff as foundation alone if I wanted, because it colour corrects without leaving me looking nauseated. I have another green-tinged product that doesn't hold a candle to this.  I will admit that on really, wildly red days, this isn't 100%. But for my expectations and experiences with other green products, I would absolutely recommend."
        },
        {
            "review_title": "Quality product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I LOVE this product. I have rosacea so this helps calm and even out my skin tone. It leaves your face hydrated and it has SPF so it also protects your skin from the sun. Iu2019ve been using it for a few years now"
        },
        {
            "review_title": "Breaks me out but love the productu02d9u25e0u02d9",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Love how it colour matches to my skin with the drunk elephant drops. Leaves a nice finish and blends nicely. But really really breaks me out and flairs my skin:/ sad because I love the product."
        },
        {
            "review_title": "Not the best, not the worst",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "It covers redness, but itu2019s not perfect. Even if I warm it on the back of my hand and apply a good layer, redness still picks trough and even with foundation. The smell is also terrible, like Vicks Vapor VapoRub"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love this product, I apply in the morning only after my basic serum, eye cream and this. I spread it thinly evenly . I waited until itu2019s absorbed then I put my normal foundation and powder. . BAM looks like you have basic fair perfect skin. Then I continue with my normal make up. I canu2019t live without this."
        },
        {
            "review_title": "Beware dry skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Definitely helps with color correcting, however beware of your skin type when you apply it. The green can definitely cling to dry patches and crack throughout the day on dry skin"
        },
        {
            "review_title": "Actually gets rid of redness!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Pretty blown away by how well this works. I donu2019t wear foundation or concealer, so this is a nice solution for fair skinned people wanting to hide some redness.   I have very sensitive skin so I was surprised that the strong fragrance didnu2019t bother meu2014it looks like other people have had bad reactions. In any case, this product would have 5 stars if it wasnu2019t so strong smelling."
        },
        {
            "review_title": "Itu2019s been a godsend honestly.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Dry skin",
            "review_text": "I have very fair, sensitive skin, which sometimes gets rashy and rosy patches, and this totally saves my confidence. It can be tricky to get color and coverage right, but i find starting small, dotting it on and working up to more if needed is the trick. I basically use it like concealer."
        },
        {
            "review_title": "Try before you buy. It might not be for you.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I was so excited to try this but itu2019s been the biggest disappointment. No matter what I do, it looks cakey and dry. Iu2019ve tried it in every step of my skincare routine and it always looks bad. It also looks very orange."
        },
        {
            "review_title": "LOVE",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "GREAT FOR ACNE LKSNLKNLKASNLKSNCLKSNCLKSNKLCNAKSLNCKLASN"
        },
        {
            "review_title": "Oxidation orange on fair skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "Amazing concept, poor execution--at least if you have very fair skin. This is clown orange on porcelain skin tones (or was on mine.)"
        },
        {
            "review_title": "It is ok. Not great",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I believe you should buy it only if you have dry skin. Not for oily and karma skin. It is getting greasy."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "It is really good product for redness. And for dry skin"
        },
        {
            "review_title": "Unsure feelings .",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019m not sure if I may be using it incorrectly , but I donu2019t feel like it made a difference. I felt as if it was a BB cream only. Smells nice , didnu2019t break me out."
        },
        {
            "review_title": "Doesnu2019t make my skin orange!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "I love this tinted SPF. Iu2019ve never found a tint that didnu2019t make my skin orange! This one has a lovely beige glow to it. Iu2019m seeing that other people didnu2019t enjoy this cream but I adore it and if you find a lot of things turn your skin orange - this is the product for you!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love love this product. I use it without foundation and I love that it gives a subtle color correcting look. It feels moisturizing on my skin but not too oily. I have been using this product for about a year, and my skin has never been better!"
        },
        {
            "review_title": "Not a fan",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Very drying to the skin. Doesnu2019t blend nicely and is very yellow. Made my skin look super textured and bumpy."
        },
        {
            "review_title": "Didnu2019t work well for my skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Texture is nice but it gave me little bumps after a couple of uses :("
        },
        {
            "review_title": "Turns beige",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "Not pale skin friendly. Turns a shade of beige that was way too dark for my pale skin. Looked horrendous."
        },
        {
            "review_title": "Nope.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product gave me pimples and my face was clear... and it also gave my daughter so many pimples. Big NO for me."
        },
        {
            "review_title": "not acne prone safe",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "i used this to try out and the next day i had new acne spots pop up. i look for pore cloggers in this and i see it does clog. i immediately stopped using and was not happy about it bc the color correcting is so good. wish it could be formulated in a non comedogenic way"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This is a thicker creamy colour corrector. It works really well at hiding my redness and a little goes a long way. I removed 1 star because I feel like I need to wear makeup over it, as my skin looks a bit ashy with it alone. I do love having that extra layer of spf protection! I repurchased in the big size."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "At first it worked really well, but it separated in the container and I canu2019t use it anymore. Very disappointing."
        },
        {
            "review_title": "Great for colour-correcting, but at what cost?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "I have very dry, clog prone skin, with redness and sensitivity on my cheeks and around my nose. My skin was recently very clear of blemishes, so I bought this product to help colour-correct the redness. I loved the effect of this product! Application was lovely and quick, redness was gone in a minute! However, the next morning I woke up with 5 massive pustules on my cheeks! I have never broken out so quickly from a product. The jar packaging is also a strange choice, a tube would be more hygienic. I really wanted to love this product ud83dudc94 Try it if you don't have clog prone skin!"
        },
        {
            "review_title": "Loves it- my new addition to my am skincare routin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I will continue to purchase this. Takes away all my redness and layers perfect with my other skincare products."
        },
        {
            "review_title": "Not worth the hype",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Doesnu2019t work well for me. Separates on my face. Cannot use product overtop. Have to mix it everytime before use."
        },
        {
            "review_title": "nice until it broke me out",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "i love light makeup so this seemed like the perfect product! however after using it, my skin was covered in little pimples. as someone with acne prone skin, this is a skip for me."
        },
        {
            "review_title": "Fill it to the top please!!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "If youu2019re gonna claim itu2019s 50ml make sure itu2019s actually 50ml and not just in a 50ml jar it sucks to receive an almost 80$(CAD) and it be barely half way full, you canu2019t see it to clearly on the pics but thereu2019s a huge hole in the middle"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Not a fan. Turns very orange after time on my skin. I wouldnu2019t recommend if your very pale. Iu2019ve seen it work for other people but I donu2019t think itu2019s very inclusive ufffc"
        },
        {
            "review_title": "Big yes for my pale red skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Wow! I have very pale skin and have a lot of redness. This product works wonder to help cover them! Could actually work alone without any concealer or foundation on top. Love love love"
        },
        {
            "review_title": "Really works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "LOVE THIS STUFF!!! I have a very red face and it covers and blends perfectly. I only use this and concealer to cover blemishes/insecurities. Good for skin with cool undertones."
        },
        {
            "review_title": "works if you're careful with it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "as my title says; it works but only if you're careful with how you use it..i'm very pale, usually the lightest shade of fair-neutral in every foundation, but i have lots of redness and splotchy-ness because of some health conditions that cause my skin to flair up; so i saw the pics online about this stuff and thought i might give it a try..it does work, but please use very VERY little as too much will give you a greenish hue and get clumpy / cake-y very easily ( for reference i used about a pea sized amount and even that seemed to be a little too much )...also, if you have dry skin or are having problems with it looking like clumpy foundation try putting it on after moisturizer, rubbing it in as much as you can, and then apply a little more moisturizer on top and that should help <3   also, for anyone curious, i use the innisfree green tea cream as my moisturizer on my dry skin and so far mixing it ( applying it underneath and on top ) hasn't caused any flaking or pilling"
        },
        {
            "review_title": "Do not purchase via the website!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I do not recommend purchasing this product. I waited for delivery and didn't receive anything. My product went somewhere else, even though I entered the right address. I sent an email to customer service, but I didn't get a response."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "Been using this for at least 5 years now, obsessed. I have psoriasis and this helps calm the redness and soothe my skin. I donu2019t go a day without it! Wear it under make up or just by itself."
        },
        {
            "review_title": "Wish it worked for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This evens my skin tone and looks so good on. Unfortunately it breaks me out"
        },
        {
            "review_title": "Not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I wanted this to work so bad but itu2019s terrible. Somehow it made my skin extremely oily and also dry at the same time. Tried mixing it with different moisturizers, still not good."
        },
        {
            "review_title": "Worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Cicapair is soothing and calming for my irritable and sensitive skin. The product works as described to minimize redness. It won't create more issues for my skin and it's an overall net positive skincare product. I will buy again when it runs out."
        },
        {
            "review_title": "Great for disguising rednessu2014and thatu2019s it",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Really finicky to apply. Have to pat it and gently glide it across skin lest it pills or streaks. Great for disguising redness. But I have oily skin and this makes me an oil slick very quickly despite setting it with powder. Also makes my brown skin grey if Iu2019m not careful. Use this product sparingly even if doesnu2019t entirely cover your redness. Youu2019ll regret it otherwise."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Amazing, simply perfect product. Gets rid of redness, evens out skin and gives a bit of a tan"
        },
        {
            "review_title": "do not purchase!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "It is very drying, and does not cancel out redness. when i apply to my red areas it straight up turns bright yellow even when i use a small amount. it looks bad and streaky on the face i would not recommend buying"
        },
        {
            "review_title": "My holy grail!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Iu2019ve always been a fan of the cicapair line, and this is my absolute favourite product in it. Itu2019s covers my redness and creates a nice natural finish I can wear alone or under make up. A little does go a long way, so this lasts a long time."
        },
        {
            "review_title": "Basically a foundation rather than a u201ctreatmentu201d.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Basically a foundation rather than a u201ctreatmentu201d. This product is nearly identical to the Arbonne CC cream foundation. It starts off a grey/ greenish tone and then just turns into a foundation as you rub it in. It left my skin looking dry and white."
        },
        {
            "review_title": "good but doesnu2019t wear",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Skin feels great after using , I use it during the day. Only thing is that after 5/6 hours of wear it looks crusty"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Love this stuff! It blends right into my skin right after, some days I don't even bother with foundation or concealer because this covers all my blemishes and red patches. A little goes a long way!"
        },
        {
            "review_title": "light coverage helps with redness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "Game changer!! this stuff really helps with my redness and is perfect if you want to go without foundation. A little goes a long way. The only downside is that it's pricy."
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "Had to return after a couple uses, caused a break out and rash. Also did not like the colour it turned, and wasnu2019t overall a good look on my skin."
        },
        {
            "review_title": "Love the Coverage But Broke Me Out!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "After using this product for about 2 weeks I noticed that itu2019s been breaking my skin out. Iu2019d say if you are acne prone and your skin is sensitive donu2019t buy!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Dry skin",
            "review_text": "Works ok for covering very minor pink patches. Made my eczema looked really dried out and does not wear well under my concealer. Has a very strong smell, though not unpleasant."
        },
        {
            "review_title": "The most amazing and UNUSUAL PRODUCT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I got a sample of this and couldnu2019t believe my eyes after I used it. I was not expecting to be madly in love with it! Iu2019m getting older and my skin is picky with foundation and everything. This is a green thick cream but when I put it on it turned into my skin color! Itu2019s so creamy and it blends in like a dream. Not oily at all! My face only like Dior Chanel or Mario and it loves this! It did not get cakey or cling to dry flaky skin. I look 10 years younger. I just bought the largest bottle."
        },
        {
            "review_title": "Great for eczema patches",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Works really well to cover up my eczema patches that come and go on my face. I donu2019t necessarily rely on it to cover it up on its own."
        },
        {
            "review_title": "worth a shot",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "as the title says, it might not be for everyone. this is a really cool product! it neutralizes your redness while providing spf, but it is very thick and i donu2019t think it would work with darker skin tones.  i use it very sparingly because itu2019s very expensive and gets a little greasy, but it is useful for those summer days where you donu2019t want to wear normal concealer or foundation. it comes in handy so worth a shot."
        },
        {
            "review_title": "Great SPF and primer.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Iu2019m on my second jar and I love it as an SPF and primer, worn under a light BB cream or tinted moisturizer. On its own itu2019s a bit dull, but itu2019s great as a base product!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "La formule est un peu u00e9trange et difficile u00e0 appliquer, mais le ru00e9sultat est bien et ju2019ai lu2019impression que u00e7a apaise ma peau contrairement u00e0 du2019autres produits correcteurs!"
        },
        {
            "review_title": "Best color corrector",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "One jar lasts exactly one year. I pick up a new jar every fall. It blends so well, that you do not even need to put foundation over it. Soooo creamy!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Absolute must have for me. Wears great on combo/oily skin, and the color adjusts great. Looks amazing thorough out the day too"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "All I can say is that it smells nice. It covers a bit of the redness but not enough."
        },
        {
            "review_title": "Skin tint",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "It does help with redness but itu2019s more of a skin tint instead of a moisturizer/treatment. Youu2019d be better off just using a skin tint or foundation. The product is very greasy & would be hard to do your makeup on top of it"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Combination skin",
            "review_text": "This product does work great. HOWEVER, for fair skinned people like me it is not recommended. I has a yellow tone that totally DOES NOT do anything positive. Keep in mind that this product is made by a Korean company and for people with yellow undertones to their skin."
        },
        {
            "review_title": "Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I will never live a day without this stuff. I tried to serum version of this which is nice. This allows for fuller coverage. I honestly donu2019t even need a skin tint to put over this. I will continue to recommend this product until the day I die."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Been using this for 2 months now and I love it! It hides my redness while still allowing me to feel like Iu2019m not wearing makeup."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "It does cancel out redness but leaves my skin looking extremely dull and lifeless. Itu2019s also very drying, even using a sparse amount, it leaves my face patchy."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Normal skin",
            "review_text": "I was excited to get it at first, but it made my face looking pale and just did not look or feel good."
        },
        {
            "review_title": "ud83dude3d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "i bought this like 2 or so years ago and still use it to this day, itu2019s really good and gets rid of redness i think it works best on spots"
        },
        {
            "review_title": "Redness gone but texture worse",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It absolutely covers my redness (a miracle) BUT it makes my skin texture look so much worse. It settles into every line and pore and makes me look greasy. Other products do not make it better."
        },
        {
            "review_title": "Autoimmune Life Saver",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have Lupus, which means I also have the dreaded Malar (butterfly) rash that goes along with it. I'm very insecure about my extremely uneven skin tone, and most products burn like acid when I put them on my face. Not only does this product not burn upon application, but it truly evens out my skin tone, even on the worst days. I honestly don't know what I would do without it. It's my new holy grail."
        },
        {
            "review_title": "Donu2019t understand the hype.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "Not sure about the hype with this product. It felt very heavy on my skin and made me look. Try greasy. It does cut down on the redness but not worth the weight or greasy look it gave. Ended up giving it to my sister."
        },
        {
            "review_title": "Hides the rosacea!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I have rosacea and the redness in my skin is my nemesis. Tried this on in the store, saw the immediate response and had to buy. Did a true test at home after washing and doing my skincare routine and the results are pretty incredible! I will update my review if it breaks me out as that would be my only concern. I will say you can smell the Zinc for sure (kind of like diaper cream) but goes away quickly. So far, Iu2019m very happy with these results! 4 stars because of the smell on initial application."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I wanted to love this soooo badly but everytime I use it it just breaks me out. As far as redness goes it covers it pretty well. Iu2019ve seen some people say youu2019re supposed to refrigerate after opening because it can grow mold. I am going to repurchase and try refrigerating to see if that is the issue."
        },
        {
            "review_title": "Not for everyone",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "After using this product for a few weeks, it covers redness beautifully, but it makes me break out severely. I didnu2019t know it was this product specifically until I went to dermatologist."
        },
        {
            "review_title": "Almost purrrfect!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This cream is great for both daytime and nighttime (I should try an SPF-free one for the evening).  It tints my skin while also nourishing it so I can wear it all day and my skin would still feel clean and healthy !  My only complaint is that it does look a bit too light for my complexion.  Maybe a more skin tone matching version w"
        },
        {
            "review_title": "Caused irritation",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This product really irritated my skin. It stung and left my skin red. I was really hopeful after reading all the great reviews, but it didnu2019t work on my somewhat sensitive skin."
        },
        {
            "review_title": "Makes my eyes hurt",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I don't know what is it in there but every time I put it on (I do not put it around my eyes) it burns my eyes. Not buying again."
        },
        {
            "review_title": "Not great",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Product does not dry down and feels sticky/greasy. Product is hard to spread even after warming product on fingertips. Unfortunately I wish I listened to other reviews where people mention this."
        },
        {
            "review_title": "Really great product w great smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I love it so far! I love no makeup make up, and this gives a really natural looking coverage- I find the color correction is just right :) using as my go to foundation right now"
        },
        {
            "review_title": "Not worth the hype and smells weird.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Truly not worth the hype. Super beigey/yellowy undertones, weirdly cakey? Throughout the day settled into my lines and made my other makeup act weird. Also didnu2019t really cover my redness and smells medicinal."
        },
        {
            "review_title": "Rosacea must buy !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product is amazing!!! I have rosacea and really red skin that runs dry. ufffcThis stuff smells good, balances red so weu2019ll and goes to natural color. It has a bit of a tacky texture which is good do when I put my foundation on top. I highly recommend."
        },
        {
            "review_title": "Hate it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Wasnu2019t helpful. Made me break out, itu2019s oily but at the same time made my skin flaky and dry"
        },
        {
            "review_title": "Too oily/wet",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This stuff works for coverage but it never dries. It doesn't even half dry to a tacky consistency. It transfers very badly bc it stays wet. Too wet to set."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I wear this everyday, love how it smooths my skin tone. I only wear a touch of concealer and blush, its all I need for a regular day."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Well I saw the ticktok where the girl makes her redness disappear so I had to try it. It works! I love using it under makeup, gets rid of all redness and more and foundation looks great when applied on top. I especially Awesome for mature skin."
        },
        {
            "review_title": "Product separated.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Had this product for under a year and I really liked it until the literally product separated and Iu2019ve tried mixing it but there is just so much clear fluid. Extremely disappointed this product didnu2019t even last a year when it costs 67$. Do not recommend the large size at all. I reached out to Sephora and because Iu2019ve had the product for almost a year they will not do an exchange or refund."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This product truly does become skin color-like, however, it does pale you and I do think it is drying. So make sure you do face prep properly."
        },
        {
            "review_title": "great product - love how it works with my skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Dry skin",
            "review_text": "i really love this product - ive looked for so long for a light product that covers redness but doesnt get cakey on my face. this gives my face a dewey look and tones down the redness in my face by a lot. a lot of products make my skin look cakey or like my skin is dry with lots of cracks but this has made my skin look so nice and fresh. i go over it with a bit of powder to tone down the shine a bit and its perfect. if you have problems with redness and dryness i definitely recommend at least giving this a try to see if it works with your skin. i am so glad i tried it and i will be using this from now on"
        },
        {
            "review_title": "Like magic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m someone to get dry the minute the weather changes and I have really felt it the last couple of weeks. But I put this on in the morning, my skin looks and feels great and thereu2019s no creasing at the end of the day. I love it!"
        },
        {
            "review_title": "Donu2019t Buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I donu2019t understand the purpose of this product. It does nothing to treat redness, and looks like the cheapest foundation when applied on. I missed the return window and I am now stuck with a useless product."
        },
        {
            "review_title": "Feels like the greasiest foundation in the world!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "Really, really wanted to like this product. I have rosacea and love anything cica. But this felt like the oiliest, heaviest, most greasy and dirty feeling foundation youu2019ve ever used. And I only used this on my cheekbones.   After only an hour my face started feeling itchy and dry. Despite being u201cskincareu201d, this product transfers like traditional foundation too. Really disappointing. Look for other cica products (like Dr. G Blemish Cream) for much better feeling creams for redness."
        },
        {
            "review_title": "Donu2019t go without it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This has done wonders for my skin. I use this over my moisturizer and it completely removes any redness and evens out my skin tone. It does go on a tad greasy but absorbs into skin quite quickly. With it having SPF30 I never have to worry about sunscreen. 100% worth the money."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "i literally changed any bb cream or foundation for this cream. i use very little and it leaves my skin wonderful and uniform in color. i loved it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "It matches my skin perfectly and works as a very light weight foundation (since i dont wesr any). It doesnt cover acne, but it allows me to wear my blemishes no problem."
        },
        {
            "review_title": "10000% YES!!!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I had some doubt before trying this product. Was I proven WRONG!!! I absolutely love this product and the fact that it has spf in it. I have a little bit of Rosacea, this is the holy grail."
        },
        {
            "review_title": "Absolute must have for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I cannot recommend this product enough, as long as you use a translucent setting powder with it! I wear this basically as my foundation and recommend it to everyone with red undertones"
        },
        {
            "review_title": "Itu2019s great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I really like this product, I donu2019t recommend using face setting powder after putting this on. Other then that, works great."
        },
        {
            "review_title": "My New Daily Obsession",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this product. It smells like a mini spa treatment and completely neutralizes any redness or imperfections, without looking cakey or fake. This has replaced my CC cream or tinted moisturizer. I have sensitive, dry, and acne prone skin, and this doesn't make me break out at all. I started with a mini size to try it out and now going all in on the full size. Highly recommend!"
        },
        {
            "review_title": "Worth the money u2014 not green on the skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This is a godsend for someone like me with combination skin (extremely dry on cheeks with an extremely oil T-zone) and rosacea. Itu2019s not a substitute for foundation, but for a low-maintenance day thatu2019s all Iu2019ll put on my face."
        },
        {
            "review_title": "donu2019t recommend",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I dont like this product, itu2019s greasy on the skin, comes off during the day, and emphasizes texture like crazy. It clung to all my dry patches"
        },
        {
            "review_title": "turned my skin orange??",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I was so excited for this product, but it did not live up to the expectations! instead of neutralizing my redness it literally turned orange. it became an orange cream i was rubbing into my face."
        },
        {
            "review_title": "Okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "It definitely corrects redness, but the formula is way too thick and itu2019s difficult to blend onto your skin. It also looks patchy at times."
        },
        {
            "review_title": "wouldu2019ve kept if it lasted longer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "does a great job of correcting redness. if you put too much you might look green. doesnu2019t last more than 4-5 hours, after that it looks really bad and separated on the skin. good for going out but not for school."
        },
        {
            "review_title": "Lied to by salesperson",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Takes away the red but the salesperson told me it could be used as moisturizer and it clearly is not once you put it on the skin, it instantly adheres. Iu2019m starting to think people  who work there are told to push a certain product because the last 3 times Iu2019ve trusted them,the product does"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This did a really nice job color correcting my redness and my pimples. On the downside, it made me break out terribly and I had to stop using it. If you are acne prone id say test it out before committing."
        },
        {
            "review_title": "MY ALL TIME FAV",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "It color corrects perfectly my acne scarring and pimples. It does leave a white film but I put my concealer on afterwards and makes my skin look flawless. I'm on my third bottle. A little goes a loonnnngggg way. It feels like skincare."
        },
        {
            "review_title": "Do not buy this to my tan queens",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It does provide some coverage but u cannot try this if u are any tanner than a fair personu2026 It is very light and I feel whitewashed when I only put this on my face"
        },
        {
            "review_title": "Wasnu2019t bad wasnu2019t great",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Itu2019s okay I saw a lot of complaints on the smell I like it, itu2019s kind of minty? Idk but Iu2019m aware itu2019s supposed to oxidize bc itu2019s green but on me it turned orange. like orange. Itu2019s also very oily for my personal liking. Also not glasses friendly if you have a oily t zone."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Works well. Matched skin toneu2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026.would recommend"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "If you have darker skin, the product has a hard time adjusting. I felt it left a white cast on my skin and felt very heavy, I didnu2019t notice much change in my skin but it did have coverage."
        },
        {
            "review_title": "Colour correction not good",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am a fair freckle ginger with red undertones and this product did not work well on my skin. It would not blend in, clung to all small hairs and pores, and turned orange on my skin. It made me look like I had bad self tanner. I tried putting some make up over top of it but it did not help the orange.  The smell is a nice light lavender scent. I did not break out or have any sensitivities with the product. I think it would work better on a darker complexion than mine"
        },
        {
            "review_title": "Don't recommend (acne/blending issues)",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I was really excited to try this product but ended up regretting it, thankfully I only got the mini version. The concept of this product is great but the execution isn't. I have to really rub this product into my skin for it to turn to my beige skin tone, this means I'm constantly pulling and tugging at my skin and then by the time it turns the correct color my skin is flaky due to all the rubbing no matter how much I moisturize and i do not have dry skin. If I attempt to blend it out before hand it just absorbs into the back of my hand and I lose product. Worst of all every single time I used it it gave me acne and usually products do not give me acne. Very disappointed in this product."
        },
        {
            "review_title": "Best Color Corrector I Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I purchased this with low expectations but am astonished at how well this not only hydrates but masks my natural redness! It blends out so well while still masking the redness that I donu2019t even need to use makeup over it."
        },
        {
            "review_title": "Loveeeeee It!!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "I love this! I received it as a free sample from tik tok shop and it is AMAZING. It has made my skin look glowy and beautiful! Canu2019t wait to buy the full size."
        },
        {
            "review_title": "perfect for rosacea!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "rosacea runs in my family and when my grandmother tried this, she was stunned. now i use it, my mother, and sister."
        },
        {
            "review_title": "YOU MUST LEARN HOW TO USE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "you will fall in love with this product after learning to use it. warm up with fingers before applying,and try to pat instead of rubbing. if product starts to separate,give it a good shake,and it with be fixed<3"
        },
        {
            "review_title": "LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I love this stuff! I wear it alone for a natural looking glow, or under foundation/BB cream. It makes my skin look smooth, glowy and evens it out. Around my nose is always red and this helps tone it down so much!"
        },
        {
            "review_title": "Will buy again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I love this product. I will definitely be buying again, feels wonderful and makes my skin look flawless without being toooo flawless."
        },
        {
            "review_title": "Goes a long way",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This is the best color, correcting cream I have ever used plus it has SPF a little goes a long way so it last for a very long time"
        },
        {
            "review_title": "Seriously beige!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I liked how this made my skin feel, and it definitely corrected redness, but it was so beige once it dried that I immediately had to remove it - I looked like I was wearing a mask. Not meant for fair, cool complexions!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "I was not prepared for how this stuff separates. It is also not really creamy, it has more of a liquid consistency. I exchanged my first jar because I thought I simply had received a bad batch but the second had the same issues. It is quite expensive so I am disappointed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "Product did itu2019s job! After application, my skin is less red and my acne marks are less visible."
        },
        {
            "review_title": "The new addition to my morning routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Iu2019ve been using this product for a couple weeks now and I love it. I use it for my morning routine before my makeup. Using this I only need concealer. Easy light makeup. I love knowing I have sunscreen ud83euddf4 have sun"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Pros - good for light coverage--evened out my skin tone and had more coverage than the serum  Cons - feels so heavy--eventually absorbs into the skin but does leavy a dewy finish on my already oily skin - not super moisturizing - doesn't spread very well  I prefer the serum formula (Tiger Camo Drops) to this."
        },
        {
            "review_title": "Slay",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This works so great covering the redness of my cheeks! A little goes a long way so ur fine to buy the smaller 1. You just need to make sure when applying you donu2019t rub it, you have to press it in to the skin."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I like that it has spf but it leaves a white cast and it doesnu2019t sit well on my skin, definitely not a product for a poc."
        },
        {
            "review_title": "Incredible redness covering ability",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I'm really impressed! I was looking for something to cover the redness I consistently get on my neck/chest (some from past sun damage, some random that happens during the day) and this worked so well! At first it turned VERY beige and I worried that it looked like I had just slathered makeup all over, but it settled in and looks incredible. I'm going to use this daily which will also prevent further sun damage with the SPF 30."
        },
        {
            "review_title": "Great for sensitive/dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "A little goes a long way. Great if you spend time in the sun or have dry/sensitive skin. Nice light smell, settles quick."
        },
        {
            "review_title": "Covers redness!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this but donu2019t leave it in the heat! I had the jar in my bag in the car and it separated. Use your hand to pat, not rub. I have sensitive red cheeks and this almost completely covers it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019ve really enjoyed this color correcting cream for my acne-prone, red skin. Itu2019s done wonders to even my skin tone as a I transition through a horrible acne phase, where portions of my face were more red and inflamed. It has not caused breakouts and blends well with my fair skin. aninflamed."
        },
        {
            "review_title": "New must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "Iu2019ve enjoyed using this product over the past couple Of weeks. It has noticeably reduced my redness when I wear it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I have combination skin and Been using this for years, i mix it with my sunscreen. A little goes a long way. It does leave a white cast on me cuz im yellow toned but it makes my skin look so nice. I wear it under my primer and it helps my makeup look smooth"
        },
        {
            "review_title": "Works wonders to clear acne redness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "You really do not need a big amount to cover any redness. It's literal magic. My redness caused by acne disappears and I could not be happier. A big thank you to the wonderful woman who recommended this product in-store!"
        },
        {
            "review_title": "A Go-To Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019ve used this for years. It color-corrects, moisturizes, and has SPF 30u2014perfect for weekends when I donu2019t wear foundation."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Normal skin",
            "review_text": "Takes the redness out of the skin tone. Amazing you wonu2019t need to warts foundation if you donu2019t want to."
        },
        {
            "review_title": "Fantastic for pale skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Porcelain skin tone, Combination skin",
            "review_text": "I love this stuff, but you absolutely NEED to use it the correct way, or it will look terrible.  My face is always red, especially my cheeks and nose, and this covers up most redness, without feeling or looking too heavy.  It does definitely have the feel of a lighter foundation, but that's fine as I use it in place of foundation anyway.  Definitely recommend this, especially for my pale friends out there."
        },
        {
            "review_title": "wanted to love it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "It really does what it says it does if you apply it right, I thought it would be great on no foundation days. I really liked it the first time I put it on but unfortunately each time I tried it I would get break outs. It's good for those that aren't acne prone."
        },
        {
            "review_title": "This has replaced foundation in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "First I want to say that if you're having trouble blending it in, you need to make sure your face is nicely moisturized. Then dot the product around your face and blend in small areas. Don't use too much or it'll make you look sickly. Make sure you wait a few minutes before getting frustrated as it takes time to change colour. But just a small amount is perfect if you have generally good skin and are just looking to cover up some redness/rosacea"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This is not for me. It does cover my redness. But for me, itu2019s quite heavy and more foundation-like than I was prepared for. Even with prepped skin, it clings to my dry patches, and I felt like I couldnu2019t add something like cream blush on top without disturbing it.   Iu2019m sure itu2019s fine for people with the right skin tone, not too much dryness, and who are used to  and looking for higher coverage. For my purposes, Iu2019ll go back to a CC primer."
        },
        {
            "review_title": "Expensive disappointment",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I really wanted to like this product especially since it was recommended by curology for acne prone skin. However it was very thick, hard to blend in, and worst of all gave me a white cast and showed all my skin texture. I tried to mix it with moisturizer, which helped blend it but I still got a white cast. I thinned it out so much I think it also lost the SPF protection."
        },
        {
            "review_title": "Amazing for neutralizing pale skin tones & redness",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I have always struggled with finding the proper foundation shade for having a fair-light skin tone without looking like a ghost. I have sensitive skin in the sense that if touched it becomes bright red. My skin also becomes very red from working out, or just sweating in general. This product really helps neutralizing my skin, and reducing my red splotches almost completely.   However, this product does not cover pimples or dark blemishes (as a reminder.) I would say this product is similar to a CC cream once worked into the skin. It is a thicker consistency than moisturizer, but it doesnu2019t feel heavy or like itu2019s clogging my pores.   I got the full size of this product at my local Sephora after talking with one of the employees about matching me to a foundation. She explained to me that this product will let all my other makeup appear itu2019s u2018trueu2019 color on my face now that I donu2019t have to worry about the redness of my skin.   Iu2019ve only used this product a few times, but itu2019s already a dream! I love that it gives a natural, dewy glow to my skin, along with covering redness. But a little powder on top makes the skin look more matte which is also gorgeous.   I add: concealer under my eyes and on any other blemishes I wish to cover, blush, bronzer, and highlight. Itu2019s so simple, and wonderful to use for a u201cno makeup, makeup look.u201d"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve been using this product for years! Itu2019s one of my all time favorites. It blends in so nice!! I will say I wish it lasted longer through the day and I have to reapply around lunch time if I put it on in the morning."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "i use this for no makeup makeup days and under full glam makeup. leaves me with a nice even tone and even helps with the redness of my acne. can leave the face feeling a little greasy but it dries down after a while"
        },
        {
            "review_title": "Makes me look jaundiced",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "I can't speak to the long-term effects of using this, since I only used it for three days, but I didn't care for it. I have very fair skin with cool pink undertones, so this did neutralize the redness... but also gave me an unflattering yellow cast.  The texture is very thick, and it sits on the skin more like a foundation than like a skin treatment or even a tinted moisturizer. After a twelve-hour day, I can touch my skin and still feel the product sitting on top as like an occlusive layer, and I don't care for the feeling.   I didn't notice any particular smell, and I didn't have any kind of reaction. I would recommend this more as a foundation or tinted moisturizer replacement for someone with warm undertones and redness, rather than as a skin treatment or for anyone with neutral or cool undertones."
        },
        {
            "review_title": "Game Changer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Using this during the weeks instead of foundation. My skin feels healthier and I love the added SPF!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "When I first tried this product I could not believe it! The redness gone and turned in to exactly my skin colour. I like a natural look, and itu2019s spf 30! I am constantly battling my red skin and this has worked the best so far. The only thing I find is that it has to be reapplied on longer work days. Great product."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Didnu2019t do much for my skin, caused my make up to peel"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Me and my partner both love this product! We have gone through so many jars of it canu2019t recommend enough to anyone with redness or discolouration. It melts into the skin and doesnu2019t settle into fine lines"
        },
        {
            "review_title": "I regret buying this",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "When I first put this on it made my skin look very nice, it was smooth and neutralized the redness beautifully. After a few hours of wear, my face was starting to feel irritated. After washing my face as soon as I could (I was at work) my face was very red and unhappy. I've been having major issues with redness in more recent times due to COVID, and it was finally clearing up after my job dropped the mask requirements. I'm so disappointed."
        },
        {
            "review_title": "Burned my skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This was such a disappointment! It made my cheeks red and it started to burn a few seconds after applying it. One of the most disappointing products Iu2019ve purchased and tried."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Breaks me out, looks cakey after a few hours, white cast even though I am already pale."
        },
        {
            "review_title": "Helps with Rosacea!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019m happy with how it helps fade the red from my rosacea.  Itu2019s great that it has SPF30, too."
        },
        {
            "review_title": "Beige",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "To be fair, the instructions aren't misleading, it says to rub in your skin until it turns beige. I thought that would be the red of the skin being cancelled by the green of the cream. Reality is the cream turns beige. Doesn't matter if it is on your skin or not. It's basically a tinted sunscreen or a light foundation with sunscreen. So do you need this? Not if you already have something that provides coverage that you like. It's not a bad product but I think it cost way too much for what it is, a beige sunscreen."
        },
        {
            "review_title": "separates and is unusable",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I loved this stuff after trying it in a mini lit, but recently bought the big version and was disappointed. This product separated into a clear liquid substance and creamy green past. It is totally unusable now! I had bought this before and never had this issue."
        },
        {
            "review_title": "A must have! I don't write reviews",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "This is my holy grail product!! I have spent tens of thousands of dollars on skincare/makeup that I end up throwing out or simply don't use. But this product I have been using for about 2 weeks now as I was influenced by someone on Instagram as she swore by this. On a whim I decided to pick it up. It is the product I have been searching for my whole life. It does what it says and makes my skin flawless. Hides all my imperfections and has even improved my skin a ton. As a 36year old having acne still, is something that bothers me but this has actually made my skin clear up. I also have oily skin and this doesn't make me any more oily. Truly is amazing! I will use this for the rest of my life."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "This product is kind of awful. I did everything it said to do. Itu2019s streaky, highlights texture and dry spots horribly. It cancels out redness slightly, but leaves a chalky look to my skin. Iu2019ve tried so many ways to make this work, itu2019s just not a good product."
        },
        {
            "review_title": "Updated formula - turned my face orange",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve used this product for years and Iu2019m wondering if they changed the formula. Itu2019s always worked great to use in areas I have redness. Iu2019ve never had to use it all over my face. It always blended in seamlessly and got rid of the redness without adding any other color. I recently repurchased it and using it today my face is orange. This was such a great product but now I wonu2019t be using it any longer."
        },
        {
            "review_title": "Like silky toothpaste, using instead of foundation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I just got this product two days ago and I wasn't sure if it was designed to *treat* redness or cover it up. But within seconds of applying it my redness was no longer visible! It's much lighter than a foundation and it doesn't feel heavy at all. It smells and feels a little bit like soft, silky toothpaste lol. Since I have only been using it a few days, I can't speak to its ability to reduce redness as a treatment, but for now I have been using it instead of foundation and I love it. The Before & After pic is from my first day trying it, and the next photo is from today after getting ready and using this product instead of foundation."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Okay so first of all, I have combo skin that is very sensitive and prone to acne and rosacea. My dermatologist recommended this to me so I decided to give it a shot. I read the reviews and saw that the biggest complaint people had was the product separating. When I received mine, it looked fine for about a week, and then began to separate like everyone said. However, I went through the entire jar with no issues! I literally just poured the liquid out ud83dude05"
        },
        {
            "review_title": "Itu2019s ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I think it helps somewhat with my redness, but certainly not a miracle cream. It feels kind of like a tinted moisturizer, but I find it a bit too greasy and I typically have dry skin. I donu2019t think itu2019s worth the price."
        },
        {
            "review_title": "Es lo mejor de mi rutina",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Estoy enamorada de los resultados y de cu00f3mo estu00e1 mi piel desde que la uso, la su00faper recomiendo es lo mejor"
        },
        {
            "review_title": "ud83eudef6ud83cudffd",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "love this!!! works as a natural looking foundation on days i donu2019t feel like doing a full face! works good for my dark circles and helps a lot with my redness! makes me look a bit pale since the green to beige is  pretty quick but i love it"
        },
        {
            "review_title": "Very impressed!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Got a sample of this product and I was pleasantly surprised!! I was out of my BB cream so decided to use a bit of this and the coverage was great! My nose has redness and my chin always has big breakouts but this covered them just as well as concealer"
        },
        {
            "review_title": "Love!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Love this! I use it every day and my skin has only gotten clearer. I donu2019t wear foundation so this was the perfect solution for me. I have combination skin and sunburn SO easy. I havenu2019t had a sunburn since I started using this product (I am still cautious to avoid too much direct sun and west a hat whenever I can)   10/10 recommend."
        },
        {
            "review_title": "Not oil free",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Sephora website says oil free in the product name but this product is not oil free. Just read the ingredients. I have oily skin. My face feels oily an hour after applying the product. I think this product is comedogenic or clogs pores because after using it for just a few days, pimples and bumps on my face surfaced.   the color correction is effective on redness."
        },
        {
            "review_title": "Its a no for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This product did not help me at all. I have dry and sensitive skin and this made me break out. The cream was separated and I tried my best to stir it around so the oil would blend but that did not help. It also made my face very shiny so it looked like I had oily skin. It did not cover or help with my redness as well. I do not recommend this product if you have sensitive skin."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "This product was very disappointing. The cream didnu2019t correct very well, itu2019s very think, and left a horrible white cast. Keep in mind, I am only a  light medium to medium skin tone.   Veryverydisappointed"
        },
        {
            "review_title": "Dr. Jart to the Redness Rescue",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I am reviewing this product after about 2 weeks of use. My skin is reddened from sun damage and I have visible red capillaries with no makeup. I feel the redness is not disappearing, rather it is less noticeable. My foundation looks less orangey nownoticeable prominent withoutprprominent"
        },
        {
            "review_title": "No makeup makeup look almost",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Wonderfully thick and luxurious! A tinted almost finish!  Corrects all redness and hyperpigmentation! With out need to wear foundation to cover after if wanted"
        },
        {
            "review_title": "Say GOODBYE to redness!!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "If I could I would give this 1000000 stars.  Perfect for those who do not like the feel of makeup but have redness. My skin is clear without texture and this stuff is PERFECT. I donu2019t even wear any foundation now. I find it very easy to blend after skin prep, warm it in my hands and it rubs on perfectly. No green cast as it changes to a skin tone colour. Now, I donu2019t know how this would work or you arenu2019t fair skinned with TRUE redness/rosacea. It also feels like you have nothing on your face. I love CICA and the smell is yum. Would buy again! I actually wish I didnu2019t purchase the mini one because I know I will be restocking this product 100%!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "Unfortunately, my skin had a terrible reaction to this product. I used it for almost a week to see if my skin would adapt.  My face turned yet wherever I applied the product, which was mostly my cheeks and chin. When I stopped using it, my skin calmed down and was normal within 2 days. I may have been allergic to the sunscreen ingredients.   apart from the allergy, I did notice it neutralized redness. A little goes a long way."
        },
        {
            "review_title": "-1000/10",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Definitely fixes my redness but also doesn't blend very well. I wouldn't buy again and honestly before you buy go look at any youtube review to see how pale it'll make you"
        },
        {
            "review_title": "Must have for fair skin with redness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I have very fair skin and freckles during summer time. For someone who never wears foundation this is amazing to even your skin tone. A little goes a long way (no orange finish, no white cast if you apply a small amount.) Consider this as a 2 in 1 with the SPF 30. I would highly recommend it"
        },
        {
            "review_title": "Makes you orange!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Not for pale/fair skin. Made me look like I had a bad spray tan."
        },
        {
            "review_title": "Redness is gone",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Gets rid of redness however it does make you look a bit paler than your usual skin tone"
        },
        {
            "review_title": "too heavy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "too thick and dark for my very pale skin. the camo drops are perfect though."
        },
        {
            "review_title": "Decent product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I literally got this because I have no time to put make up on with a newborn. I wanted to still feel myself but not looking dead tired everyday. This does the job, it's basically a moisturizer, sunscreen, and light coverage foundation all in one. I do find it a bit oily, otherwise, it's a decent product!"
        },
        {
            "review_title": "I use this everyday",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes",
            "review_text": "I no longer need to use foundation or concealer! This product does it all and gives me a natural look."
        },
        {
            "review_title": "Donu2019t get",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I have ufffcrosacea and it did help with my redness but also made me orange. It has a disgusting and gross texture made my skin look ugly."
        },
        {
            "review_title": "Did not work",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "It did not work for me.  I have redness on my nose and chin areas.  This product did not reduce the redness.  The texture is very thick.  And I have breakouts after a few uses.  I have to return it."
        },
        {
            "review_title": "Not great",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I've been using mini and sample sizes of this for a while. I splurged and got the full size. It came separated like a lot of the reviews show, but I've been using it anyways, since I don't have a Sepora local to me. It's now causing 15+ tiny white heads when I use it. So, unfortunately for me, this is a pass."
        },
        {
            "review_title": "Acne prone ladies do not buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I never write reviews but the level of breakout that this product has caused enrages me beyond belief. I was so excited for a redness reducing skincare product to replace tinted sunscreen or cc cream but this is AWFUL and frankly should not be sold to anyone remotely acne prone"
        },
        {
            "review_title": "Reduces my redness!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Conceals my redness so I can go foundation free! I donu2019t wear a full face of makeup much these days, so this product is amazing! It blurs my redness and smooths my complexion on days I donu2019t want to wear foundation."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Love this product. Finally decided to buy the full-size after years of buying the mini. Disappointed to see that it is only half full."
        },
        {
            "review_title": "MUST HAVE.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "LOVE. One of my favourite products and neither my husband nor I will go without it. Does exactly as it says and you donu2019t need to use much product!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Soooo good. My husband loves this stuff and wonu2019t go without it. Does wonders for redness and hyperpigmentation."
        },
        {
            "review_title": "Clings to dry skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "Leaves my fingerprint marks after trying to blend it and it CLINGS to dry skin that didnt even show before using this. Yes, even after hydrating my skin"
        },
        {
            "review_title": "No thank you.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Found this to be very drying to the skin and tinted my face orange. Did not mask any redness."
        },
        {
            "review_title": "Witchcraft 10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
            "review_text": "This stuff WORKS. I have super sensitive acne prone skin, this doesnu2019t cause any breakout. Does what it says it does 10/10. However Wish it came in an airless pump so you donu2019t have to stick your fingers in a jar."
        },
        {
            "review_title": "Wanted to love!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I loved this at first and as time went on eventually it started to separate and it became very watery and almost impossible to apply. It works fine but it takes a lot of effort to rub in which made my skin very irritated."
        },
        {
            "review_title": "I wanted to love this :(",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Oily skin",
            "review_text": "I am acne prone and didn't want to wear makeup. this was supposed to help me with my marks and acne (given the cica). it was so oily on my skin. I wore it in spring and now that the weather is warmer. I cannot describe this product but oily and heavy and uncomfortable. My skin did not improve at all. Even as a redness-diffuser, it didn't do well."
        },
        {
            "review_title": "Beware if you have sensitive skin/rosaceau2026",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I donu2019t understand how this is targeted for people with redness (and therefore probably sensitive skin). It contains SO many essential oils and plant extracts that any dermatologist will tell you to stay away from! Irritated my rosacea."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "So so bummed! I love the Tiger Grass serum - it is amazing! However, this dried my skin out so badly and made my redness even more pronounced. Unfortunately, this was a miss for me."
        },
        {
            "review_title": "Amazing product, not great for a flight attendant",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "Absolutely love this product, as someone who continues to search for something that helps with my redness but also is lightweight, this was a star.  I will have to say that I cannot use it when I am on an aircraft as it is not moisturizing enough and flakes."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This doesn't look like treatment i used few times but didn't helped me at all so returning this item."
        },
        {
            "review_title": "Killer color correction + sunscreen!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "This stuff is the BOMB. I am a 50-something white man with pinkish skin. Not only does this provide the sunscreen my dermatologist says I should always wear, but it offsets the reddish tones in my skin and gives it a more matte appearance. And it's a mild concealer as well. Terrific! The only catch is that I have blondish hair and if any gets in my hair or beard it turns it very green - wiping with a dry cloth can get that out though."
        },
        {
            "review_title": "good but not for my skin colour",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This offers medium coverage and applies smoothly. I would keep it if the shade worked on me. If you have fair, fair to light skin, it looks greyish on you. It would be good for daily use or casual activity, I think. This offers medium coverage and applies smoothly. I would keep it if the shade worked on me. If you have fair, fair to light skin, it looks greyish on you. If you do not expect to replace this with foundation, this one would be good for daily use or casual activity, I think."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Itu2019s not bad, it does the job with helping my redness and covering it. But it does cling to my few odd dry patches on my face so I do wear a moisturizer before I put this on and that really helped with issue."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Fairly strong scent, I like the spf although it is quite greasy. Better to target the red areas than for all over the face as it is quite yellow. Clings onto dry patches so make sure you exfoliate."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "this product works so well for redness! only use on targeted areas though or your face will look so yellow like you died a day ago ud83dude2d"
        },
        {
            "review_title": "Surprisingly awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "So I tried the cicapair line a while back, and didn't really see the point. Luckily, I still have a red blotchy face and got this as part of the SPF bundle Sephora was doing.  It's great for a no-make-up day if you want to look less red than normal, especially if it's nice and sunny outside. THIS IS NOT SUNSCREEN. Do not go outside without real SPF, haha."
        },
        {
            "review_title": "not for cool undertones",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Normal skin",
            "review_text": "I have a neutral/cool fair skin tone. I took this product on vacation and didn't bring any other products. it's a solid product and applies nicely but if you have a cool undertone, in my experience, it can pull very yellow. you can blend it out to defuse it but if that's the only thing on your skin you may notice it. it isn't super yellow and most won't notice it so I will continue using this product, it covers redness very nicely perhaps a little patchy but I do wish I knew how yellow it pulled before I bought it."
        },
        {
            "review_title": "Good stuff",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This stuff is really great. It works great for my skintone, and it doesn't feel heavy or oily. If you had super dry skin, this may not be for you, as I find by the end of the day it can make me ever so slightly dry. Smells nice as well."
        },
        {
            "review_title": "patchy and broke through oily skin in 6-7 hours",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I had a sample that was enough for a few uses. It was ok.   Redness did go away for 2-3 hours after I used this layered over usual moisturizer, it reminded me of the kind of color correct I get from zinc-based sunscreen. But after 6-7 hours, it became patchy and weird due to my oily skin breaking through its barrier. It is decent moisture for me, didn't make me more oily than usual. Gave it 3 stars but I can't blame the product for my oil.. but redness claim was short effect."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I was hoping to use this for a super light no makeup day. Sadly since I have a very cool undertone, the color correcting on this oxidized so much on my skin and I could very clearly see a yellow tone in patches on my face. Before you buy this I would definitely try to get a sample."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, fairLight skin tone, Combination skin",
            "review_text": "My peau u00e9tait grise! Le produit se dessu00e8che et entre dans les pores de peau.  Lu2019odeur trop forte. Je lu2019ai retournu00e9."
        },
        {
            "review_title": "MUST HAVE!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I absolutely love cicapair! After it being recommended by one of the workers. I decided to try it. It did not disappoint !! I have bad Rosacea. And this product has taken the red out!"
        },
        {
            "review_title": "not for cool undertones",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Normal skin",
            "review_text": "I have a neutral/cool fair skin tone. I took this product on vacation and didn't bring any other products. it's a solid product and applies nicely but if you have a cool undertone, in my experience, it can pull very yellow. you can blend it out to defuse it but if that's the only thing on your skin you may notice it. it isn't super yellow and most won't notice it so I will continue using this product, it covers redness very nicely perhaps a little patchy but I do wish I knew how yellow it pulled before I bought it."
        },
        {
            "review_title": "Good stuff",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This stuff is really great. It works great for my skintone, and it doesn't feel heavy or oily. If you had super dry skin, this may not be for you, as I find by the end of the day it can make me ever so slightly dry. Smells nice as well."
        }
    ]
}