{
    "product_id": "1796",
    "name": "SurrealSkin 16HR Soft Setting Spray",
    "brand": "MAKEUP BY MARIO",
    "categories": "Makeup, Face, Setting Spray & Powder",
    "price": 46.0,
    "about": "What it is:An alcohol-free, fragrance-free & butane-free ultra-fine hydrating mist to set makeup for up to 16 hours for a natural finish and barely-there feel..Finish:Natural.Formulation:Liquid.Highlighted Ingredients:-Hyaluronic Acid: helps with immediate & all-day hydration..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, and triclosan. It  is also vegan and cruelty-free..What Else You Need to Know:This ultra-fine mist evenly coats makeup without disrupting it with clinically proven all-day hydration. The formula layers beautifully while softly setting makeup to create a naturally-lived-in, finish. SurrealSkin Soft Setting Spray makes makeup look flawless and is alcohol and fragrance-free..Clinical Results:In a consumer-panel study of 30 participants:",
    "ingredients": "-Hyaluronic Acid: Provides immediate and all-day hydration..-Vitamin C: Has antioxidant properties..-Niacinamide: Visibly evens skin tone...Water/Aqua, PVP, Phenoxyethanol, 1,2-Hexanediol, Niacinamide, Butylene Glycol, 3-O-Ethyl Ascorbic Acid, Sodium Citrate, Ethylhexylglycerin, Citric Acid, Caffeine, Glycerin, Hyaluronic Acid, Sodium Lauroyl Lactylate, Hydroxypropyltrimonium Hyaluronate, Hippophae Rhamnoides Extract, Ceramide NP, Ceramide AP, Phytosphingosine, Alteromonas Ferment Extract, Cholesterol, Xanthan Gum, Carbomer, Vaccinium Corymbosum (Blueberry) Fruit Extract, Euterpe Oleracea Fruit Extract, Ceramide EOP.",
    "how_to_use": "Suggested Usage:.-This ultra-fine mist can be applied close to the skin without disrupting makeup..-As a last step to your makeup routine mist it all over the face a few times to coat the skin evenly.u200b u200b..Mariou2019s tip:.-Hold the bottle about six inches away from your face, spray in three even lines.Let it dry for a few seconds.",
    "num_reviews": 208,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/makeup-by-mario-setting-spray-P512899?skuId=2795938&icid2=products%20grid:p512899:product",
    "image_url": "https://www.sephora.com/productimages/sku/s2795938-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "3.38 / 100 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2795938-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Absolute need in makeup routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I use this on a daily! Definitely one of my fav purchases of 2024. I love how this adds longevity to my makeup, it also gives it a soft focus effect! Idk how but itu2019s like magic in a bottle! I will be   I have combo skin and I donu2019t se either making me driver or oiler. repurchasing."
        },
        {
            "review_title": "Great addition to my makeup routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Tan skin tone, Combination skin",
            "review_text": "This product is easy to apply as the mist disperses evenly while still being a fine spray.  The lid fits securely which would be good for travel purposes.  The product has a light clean and mild frangrance which is not overpowering.   I would definitely recommend this product to my friends and family looking for a makeup setting spray that lasts!"
        },
        {
            "review_title": "Must have for my makeup routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This setting spray is so nice. It has a fine mist and a pleasant smellu2014 slightly coconut scented and not overpowering at all, just nice, which I love. My makeup does seem to last longer throughout the day too.. I will be repurchasing. Highly recommend!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "After using this product for the Last few weeks Iu2019ve noticed that it makes my makeup last all day doesnu2019t smudge doesnu2019t make my makeup look clumpy at all. I highly recommend this product. Itu2019s amazing."
        },
        {
            "review_title": "Must have! Very easy to apply",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "Very easy to apply just by spray. You only need 1 to 2 sprays and that will last you otherwise your face will be soaked. The smell is refreshing and not too strong. Leaves a good finish on your face."
        },
        {
            "review_title": "Super fine mist, doesnu2019t seal the skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This setting spray is beautiful and super fine but it doesnu2019t set set my makeup like the urban decay all nighter. I will repurchase this because it makes my skin look so pretty after iu2019ve applied all my makeup but for the days that I need to to be SET I will still be going back to the all-nighter. I havenu2019t noticed a smell that I disagree with and I havenu2019t had any reactions with my skin. Itu2019s a great product."
        },
        {
            "review_title": "Wonderful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Better than Morphe setting spray!!! The mist is ultra fine and makes face makeup look so natural. I am very impressed!!!"
        },
        {
            "review_title": "No",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I should have known better than to stray from Up All Night. But read the reviews and seemed like it would be as good.  The smell leaves something to be desired, oh and  it burned my face. I have never had such a horrible reaction from a face product before burned my face. I"
        },
        {
            "review_title": "WOW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I love its packaging so much, very simple design but quite luxury. I love the ingredients include Hyaluronic Acid. I never used Setting Spray for my make up before. But after using it, I changed my opinion. It left a beautiful and moisturizer finish on my face."
        },
        {
            "review_title": "Definitely a must-try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Lightweight mist with no drying alcohol, fragrance or essential oils so perfect for sensitive skin. Sets makeup with a soft satin matte finish. Love using this and the nozzle is amazing for producing a fine, refreshing mist"
        },
        {
            "review_title": "Must have soray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "What a beautiful setting spray. It has a soft scent and feel to it. It kept my makeup fresh all day. My skin felt and looked super soft. Nice spray nozzle too."
        },
        {
            "review_title": "Makeup stays on all night!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "I used this for the first time in NYE - itu2019s amazing. It doesnu2019t have a scent, dries quickly, and isnu2019t sticky. It kept my makeup looking flawless all night! I usually have issues with my concealer coming off, but not with this product."
        },
        {
            "review_title": "Light hydrating mist",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Hydrating and light mist! Kept my make up and didnu2019t leave me too matte because my skin is dry during the winter"
        },
        {
            "review_title": "A glow that stays!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Mario products always perform at top tier! This setting spray really does last all night and leaves you glowing! The product packaging is also luxurious!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I  like how fine the mist is , and it really does stay up to 16hours of wear. It also gives a very hydrating and natural finish. It gives my skin really nice to finish and looking flawless. I am beyond impressed with the make up setting spray from Makeup by Mario."
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The packaging is so chic and minimalistic. This sets my makeup perfectly. The spray is such a fine mist that it evenly distributed across your face in one spray. It doesnu2019t have a scent."
        },
        {
            "review_title": "Game-changer for Long Lasting Makeup!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "It keeps my makeup flawless all day without feeling heavy or sticky. The mist is super fine, and it leaves my skin with the perfect dewy finishu2014not too shiny, just radiant. It even held up during a humid day, which is a miracle! This spray has become a must-have in my routine. Highly recommend to anyone who wants their makeup to last!"
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Kind of disappointing. Didnu2019t keep my makeup on or from moving on my face. The transfer was terrible. The scent was whatever and it just seems like a lot of money for something that didnu2019t work really well."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Iu2019ve been asked to use this setting spray for my makeup routine and what i can say is that it works on combination/oily skin. I wouldnu2019t over apply this as I notice it emphasisu2019 texture and your skin will feel tight. The second time i was a little more cautious and it was better. Iu2019m not crazy about to simplistic packaging nor the color but happy the product inside works.   I received this product as a free sample."
        },
        {
            "review_title": "Amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Super great hydrating  setting spray. I loved the packaging due to how sleek it was and super easy to use. The coverage gives a nice glowy finish but makes your makeup stay"
        },
        {
            "review_title": "Good setting spray for everyone!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "Product packaging is very cute. Looks luxurious. The cap is a thick plastic. The spray comes out really thin. Sprays evenly. Typically what I look for in setting Sprays is something that will make my makeup last and not let my oil show. On a regular day, I don't set my foundation with powder, so if I come home from work after an 8 hr or more shift and my makeup is still looking flawless, then the setting spray is definitely a winner in my books. This spray did just that. I've used it daily for a week now and every day with the exception of only day, my makeup still looked good when I came home."
        },
        {
            "review_title": "Lightweight and natural feel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Iu2019ve used a lot of different setting sprays in the past, but so far this one is my favorite! It keeps my makeup lasting all day without it flaking off or pilling. The packaging is really sleek with a good pump, and it has a very light scent that isnu2019t overpowering which I love. I would definitely recommend this setting spray!"
        },
        {
            "review_title": "Great value for money",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This product helps my makeup stay in place and seal my makeup throughout the day. The smell is slight and friendly ingredients. Donu2019t feel shine or greasy at all. Great value for money. Came good packaged."
        },
        {
            "review_title": "So hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Combination skin",
            "review_text": "The Makeup by Mario Surrealskin Soft Setting Spray is so efficientu2014it does everything I need in just a few spritzes. The mist is super fine and evenly covers my face without messing up my makeup, which is a huge plus. My makeup stays in place all day with a natural finish that doesnu2019t look overdone. I also love how hydrating it feels; my skin never feels dry or tight, even after hours.  It doesnu2019t have any strong scent which I prefer and I really like how much product you get in the package.  Itu2019s quick, easy to use, and delivers exactly what it promises."
        },
        {
            "review_title": "Itu2019s ok.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I would recommend this? Yes. It is indeed a very good setting spray!  I would buy it again? Yes. I really like it.  HOWEVER would I say it will made you make up last longer? No. Honestly. But Iu2019d very light weight."
        },
        {
            "review_title": "Itu2019s a no for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "it was good not great. The first time I used it. I noticed that my makeup was like crumbling off. I couldnu2019t even touch my face. I may have used it too much.. so the next time I only used like three sprays and I didnu2019t notice my make up lasting any longer than it normally did without setting spray. Then I wanted to put it to the true test and I did some eyeshadow swatches on my arm, sprayed it with the setting spray and smeared them with my finger and they all smeared.. then I did the same thing with the eyeshadow swatches with just a way more affordable setting spray and they didnu2019t budge. Iu2019m giving it three stars because the packaging was nice. It was minimalistic and the spray was a fine mist which I like, but the product itself needs some work. I wouldnu2019t purchase again and I wouldnu2019t recommend.  P.s it also made me break out really bad, which was unfortunate because Iu2019ve been on a skin care journey and Iu2019ve worked really hard to clear my skin up. I checked the ingredients before using and it said it was fungal, acne, friendly, but it definitely triggered something in my skin because I have quite a few pimples , whiteheads & blackheads after using this"
        },
        {
            "review_title": "ud83dudc4dud83cudffbud83dudc4dud83cudffbud83dudc4dud83cudffb",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is a great setting spray! The packaging is so sleek! It give me skin a beautiful, dewy finish that looks so natural and radiant. There is no smell. My makeup lasts all day with this setting spray."
        },
        {
            "review_title": "Mario setting spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love anything from mario the coverage lasts super long and the scent is not even that strong I recommend this product and his palettes. The packaging look simple and elegant"
        },
        {
            "review_title": "Long-Lasting!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received the Makeup By Mario Surrealskin Soft Setting Spray courtesy of Influenster in exchange for my honest review. This has been a game changer for my makeup routine! It sprays very finely and evenly across my face and locks my make up in place. I also like how itu2019s hydrating and doesnu2019t make my face feel still like other setting sprays Iu2019ve tried in the past. Iu2019m very glad I got to try this out and would definitely repurchase!"
        },
        {
            "review_title": "Very nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I like the mist and how it feels on the skin. I donu2019t wear heavy makeup so Iu2019m not sure the longevity of this product on heavy makeup but with light makeup, I feel like it works perfectly!"
        },
        {
            "review_title": "Best Setting Spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "MAKEUP BY MARIO Surrealskin soft setting spray is now officially my favorite setting spray. The thing I love most about this setting spray is that it helps hydrate my skin for a natural look while also helping prolong my makeup wear throughout the day. I am an oily skin girl, so when I was hesitant that this setting spray may be too hydrating for me, but no, it is perfection. I really love the mister on this setting spray as well. It is a very fine mist that evenly applies all over my skin. It is fragrance free, so I have not experienced any irritation or breakouts. I am very picky about settings spray because most leave a weird film on my skin, or they just don't do anything special, but I am very impressed with this one. I believe that the MAKEUP BY MARIO Surrealskin Soft Setting Spray would be great for all skintypes. I highly recommend this product and will be repurchasing."
        },
        {
            "review_title": "Best find !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "The Makeup by Mario Setting Spray is a game-changer! It locks in makeup all day while giving a natural, skin-like finish. The mist is super fine and even, making it easy to use without overdoing it. It feels weightless on the skin and doesnu2019t make it greasy or dry. Definitely worth the investment for a flawless finish!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "The packaging is so sleek! I love how refreshing it is and the staying power is long! Great to prep and to set! Thank you influenster! Made my makeup last way longer!"
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "I am obsessed with the Make Up by Mario SurrealSkin Soft Setting Spray! As someone whou2019s always on the hunt for the perfect finishing touch to lock in my makeup, this spray truly delivers. The mist is ultra-fine, leaving no spots or streaksu2014just a beautifully even glow. ud83cudf1f  What I love most is how it sets my makeup in place without making it feel heavy or tight. My skin looks fresh and hydrated all day long, and the best part? It gives that perfect, skin-like finishu2014never too matte or too dewy. It feels like my makeup is effortlessly locked in, and my look lasts for hours, even through long days or humidity.  Iu2019ve tried so many setting sprays, but this one is hands down my favorite. Whether you have dry, oily, or combination skin, this works wonders. Itu2019s my go-to now, and I highly recommend it to anyone looking for a flawless, long-lasting makeup look! u2728  #MakeUpByMario #SurrealSkin #MakeupSettingSpray #FlawlessFinish #BeautyReview #MakeupLovers #SkincareAndMakeup #GlowUp"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Oily skin",
            "review_text": "This setting spray changed my life. Makes my skin look great. My makeup usually looks oily after a few hours of wear, but this setting spray helps keep my makeup look fresh."
        },
        {
            "review_title": "A must have setting spray to have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "The packaging is so cute the scent is alright and it also has a finish set on my makeup look whenever I get done with my look the coverage is so good also."
        },
        {
            "review_title": "Game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "The Makeup by Mario SurrealSkin Soft Setting Spray is a game-changer for anyone who wants their makeup to last without sacrificing comfort. From the first spritz, the ultra-fine mist feels refreshing and weightless, settling perfectly onto the skin. It gives a soft, blurred finish that takes down shine while keeping the skin looking natural and radiantu2014never flat or overly matte. What really stood out for me was its longevity. Even after a long day in warm weather, my makeup stayed intact, looking as fresh as when I applied it. No sticky feeling, no tightnessu2014just smooth, locked-in makeup that looks effortless. If youu2019re tired of setting sprays that feel heavy or leave your skin dry, this one delivers the perfect balance of performance and comfort."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Obsessed! Makeup by Mario has done it again. This sets my makeup perfectly The spray is such a fine mist that it evenly distributed across your face in one spray."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This is absolutely for daily spray , very light and great texture ."
        },
        {
            "review_title": "Great item!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Light skin tone, Combination skin",
            "review_text": "I recently tried the SurrealSkin Soft Setting Spray, and itu2019s quickly become a staple in my makeup routine! The ultra-fine mist is truly weightless, which makes it perfect for locking in makeup without that heavy or sticky feeling. It sets my makeup beautifully and gives me a soft, natural finish that lasts all day."
        },
        {
            "review_title": "Good.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "Love this product so much. Works very well. It makes makeup last longer than expected."
        },
        {
            "review_title": "A few spritzes throughout the day refresh!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I just tried the Makeup By Mario SurrealSkin Soft Setting Spray, and I am beyond impressed! This setting spray not only locks my makeup in place flawlessly, but it also leaves my skin looking radiant and dewy without feeling sticky. The fine mist application is super easy and gives me that fresh, natural finish I love. Plus, it has a lovely light scent that's refreshing and not overpowering. It truly gives my makeup a soft, airbrushed look that lasts all day."
        },
        {
            "review_title": "High-Quality Setting Spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I was pleasantly surprised with this setting spray. I have oily skin and I find it difficult to find the right setting spray that not only keeps me shine-free but also does not make my face look very dry/matte. This setting spray not only made my makeup last all night but also made my skinu2019s natural glow through (not in an oily way). The packaging is very sleek. The mist is extremely fine, but you are still able to feel the product on your skin until it dries down. You can tell this product is made of good quality. Once I run out, I think I will repurchase!"
        },
        {
            "review_title": "Last all day",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I love the packaging. Very heavy and chic. The quality is great. My makeup last all day in the winter and doesnu2019t feel dry at all. I think itu2019s on par with the OG UD setting spray."
        },
        {
            "review_title": "Fresh and keeps makeup in place",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I love how they package all of Makeup by Mario products. They look so suffocated. It doesnu2019t really have a scent. It helps makeup stay in place and somehow my face feels fresh. Doesnu2019t make face feel sticky."
        },
        {
            "review_title": "Amazing Setting Spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "First impression: I love how clean and simple the packaging and design is. It doesnu2019t have an annoying smell, so that is a plus. The spray nozzle works amazing, it shoots out evenly and effectively. The setting spray works to melt your makeup in."
        },
        {
            "review_title": "Amazing setting spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I was really excited to try another product from Makeup by Mario, especially since I love the blush so much. I had high expectations for the setting spray, and it did not disappoint! It effortlessly melts my makeup into place, blending everything seamlessly. Iu2019m also glad thereu2019s no fragrance, and the ingredients are solid. What I love most is that itu2019s not overly tacky, making it perfect for setting my makeup without feeling heavy. I'm truly obsessed with this setting spray! This also lasts super long which Iu2019m surprised about, my makeup hasnu2019t moved in HOURS!"
        },
        {
            "review_title": "Perfect product to make sure your makeup lasts!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love this productu2026 It makes my makeup look soft and airbrushed. Itu2019s the perfect last step to making sure your make up lasts all night. The scent isnu2019t overwhelming and it has ingredients that my skin absolutely loves - highly recommend this product."
        },
        {
            "review_title": "Must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I absolute love it. I loved everything single thing about it."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "it's literally just a fine mist of water in a bottle. product also only dispenses in bursts, not a continuous spray which is sub-optimal for a setting application. very confused as to what this is supposed to do for your makeup."
        },
        {
            "review_title": "Natural Finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I was looking for a new setting spray and tried the Iris & Romeo spray and that was nice but it seemed to build up or sit more on the skin and wasnu2019t as effective as the Mario spray did now that I have tried that too. The sprayer produces the perfect amount of product and looks perfectly natural - not matte, just the slightest glow. It blurs and moisturizes and melts into the skin. Didnu2019t hold up to sweat, but maybe not intended for that. Happy otherwise and would purchase again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "beautiful spray. the mist is super fine and i donu2019t feel the product on my face as i am wearing it, its the best setting spray iu2019ve tried so far"
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Loved it, I was looking for a setting spray that would help keep my makeup on for 10+ hrs and helped with any creasing going on with my smile line and it did the job well I was using urban decay st the time, I will repurchase"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This spray is magic! It sets makeup for hours and leaves a luminous but non-greasy finish. It's perfect for keeping it looking full glam without it looking heavy. A must-have in my routine now!"
        },
        {
            "review_title": "Sticking to my girl Charlotte Tilbury",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Doesnu2019t feel like it does much & mine smells like wine clear as day Lol not sure if i got a bad one or if people are simply just saying it doesnu2019t have a scent when it Does! I appreciate the alcohol free fine mist but definitely not transfer proof either"
        },
        {
            "review_title": "Not impressed by this product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This was recommended by a sales associate at Sephora, I was told it was something that many people purchased. Honestly Iu2019m not impressed by it at all because I feel as if itu2019s just regular water Iu2019m spraying on my face. Hopefully I can find another brand that suits my needs."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Very lightweight mist, has no smell to it which is nice and gives you a nice soft finish"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I received the item as complimentary thanks to Influenster. I had high hopes for this product but I was so bummed when I put it on and it caked my whole makeup. It was so dry and it cracked on all my fine wrinkles. The packing is great I have no issues with that. But the formula for my skin is not the best. Iu2019m not saying is a bad product but for my skin type I guess is a no go."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "In love with this product. High quality. I love the mist and the smell is unscented. Works great and helps your makeup last all day long. I would recommended this product"
        },
        {
            "review_title": "Super fine mist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Normal skin",
            "review_text": "Super fine mist that didn't make me feel wet like some other sprays"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "My sister has been using the Makeup By Mario Surrealskin Soft Setting Spray, and she's absolutely in love with it! It gives her skin a beautiful, dewy finish that looks so natural and radiant. The spray is incredibly lightweight and sets her makeup perfectly, keeping it in place all day without feeling heavy or sticky. She also mentioned that it has a subtle, pleasant scent that isn't overpowering. Plus, it hydrates her skin, making it feel refreshed and glowing. Overall, it's a fantastic product that she highly recommends to anyone looking for a reliable and effective setting spray!"
        },
        {
            "review_title": "Setting apart for everyday",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "After using this product for a couple of times over the last month, I am loving it! Texture is very soft and fries very fast. It does not leave a greasy look u00edberas a matte one. Very few of this product to get the desired results"
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
            "review_text": "After using th product for a while I am loving it!! Def a must have!!"
        },
        {
            "review_title": "Long lasting and hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "The packaging is so sleek and the finish of this setting spray is very natural! It actually made my makeup last an all night and it was super hydrating! I didnu2019t feel like it dried out my skin or even made me skin oily, it was perfect honestly. It has no fragrance as far as I can tell and I appreciate that it has hyaluronic acid in it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love it, the packaging helps with the distribution of the finish because it sprays really nicely and doesnu2019t come out as a jet stream. Also it feels soft on the skin and helps my makeup stay on."
        },
        {
            "review_title": "Very fine setting spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Itu2019s one of the finest setting sprays Iu2019ve ever used. It covers the face without feeling heavy or wet. Plus thereu2019s no overpowering or odd scent, which I highly recommend."
        },
        {
            "review_title": "Great setting spray!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This setting spray is really nice! The mist super fine, so it doesn't all just spray in one spot which I really like. I didn't really notice a scent, I have acne prone skin and it didn't break me out. It kept my makeup in place. I think it did keep my skin from getting oily, I sprayed it everywhere but my forehead once and it was all mostly matte except my forehead (I did use setting powder before spraying all over). I also love how simple yet sleek the packaging is! Overall, I would recommend this setting spray!"
        },
        {
            "review_title": "Ehhh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Eeeh it was not my favorite setting spray. I didnu2019t like how it was misty but the quality, I was not a big fan on. The packaging is clean and simple, giving high end."
        },
        {
            "review_title": "Game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Makeup by Mario Setting Spray is a game-changer for anyone looking to keep their makeup intact all day. The formula is lightweight and offers a fine mist that evenly covers the face without feeling heavy or sticky. It effectively locks in your makeup, ensuring it stays fresh and vibrant for hours. One of the standout features is its ability to control shine, making it perfect for those with oily skin. Additionally, it has a pleasant, subtle fragrance that isn't overpowering. Overall, it's a reliable setting spray that delivers on its promises, making it a worthy addition to any makeup routine."
        },
        {
            "review_title": "Just buy it, youu2019re welcome",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I wore this setting spray while in Jamaica for a wedding and by the end of the night people were asking what purchase used to make my make up stay for as long as I did. Overall it is a great product and you should get purchase it. Youu2019re welcome ud83dude09"
        },
        {
            "review_title": "Makeup lasts forever and the fine mist is amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I was sent this product in return for my honest reviewu2026 This is great! I love the way it sprays- itu2019s a very fine mist and has minimal scent despite it still smelling fresh. My makeup lasts forever in these even when I sweat a lot!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
            "review_text": "Everything u can expect from a makeup by Mario product. It sprays on evenly and perfectly. Has an awesome skin like finish while keeping that hydration in. As someone with oilier skin it gives the perfect glow without that oily finish."
        },
        {
            "review_title": "New fave!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Absolutely fantastic setting spray in my opinion. Hydrates very well while still keeping my makeup on point for hours. Nice light mist and comes out fairly even for the most part. This one is a winner and I will be repurchasing for sure."
        },
        {
            "review_title": "Wow, just wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This was my first time trying anything from the brand makeup by Mario & let me just say i now want to try other things because this setting spray worked so well. It left me with almost glow like finish that I truly enjoyed because I love a good glow and it helped my makeup stay on through the day which I appreciated because it has been super hot."
        },
        {
            "review_title": "10/10 setting spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This product is great for my combo skin. Helps make my foundation stay all day and not look cakey. The packing is cute and the nozzle sprays out a fine mist. Iu2019m a huge fan"
        },
        {
            "review_title": "Helps makeup last longer.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received the Settings spray complementary, for my honest opinion.  Itu2019s a nice setting spray it kind of has a strong fragrance to it, which I donu2019t really need for a setting spray, but it does set your make up and it last for a good amount of time, but not like my urban decay all nighter so Iu2019ll be sticking with that, but Iu2019d suggest it to someone looking to try something new."
        },
        {
            "review_title": "Wonderful setting spray!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This is such a great setting spray! It held my make up on a hot day, is why I would normally sweat off all the make up! Scent is subtle and the spray is even and covers a lot! I very much like how the spray is a fine mist, and leaves a soft looking finish, as if nothing has been applied at all!"
        },
        {
            "review_title": "I shouldnu2019t say perfect butu2026",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is probably the best setting spray Iu2019ve ever tried. The spray is a mist and itu2019s 10/10. There is no smell which I appreciate. My makeup lasts all day with this setting spray and I canu2019t imagine using anything else now."
        },
        {
            "review_title": "Really great product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "Packaging looks great and the spray comes out nice and even. Itu2019s lightweight on the skin but still feels long lasting if you need it for a long day. The coverage is good and I can see this being a setting spray I purchase in the future."
        },
        {
            "review_title": "Beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Kept my makeup on through my busy work day! Beautiful packaging and lovely finish. I felt like an influencer with this on my face ud83eude77 well maybe I am!"
        },
        {
            "review_title": "Lightweight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "Super sleek pretty design of the bottle. It adds that perfect lived in look on your makeup. Unfortunately I didnu2019t see it as transfer proof and if you have sensitive skin, it could irritate you a bit. Thereu2019s no chemical smell and itu2019s very lightweight."
        },
        {
            "review_title": "Great setting spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Love the sleek packaging. Itu2019s a super soft scenting spray. It doesnu2019t have a strong scent and it felt very light on my skin. It has a great mist coverage and spray control. I loved that it didnu2019t leave my face dry or tight. It has a great natural finish. Definitely long lasting and hydrating."
        },
        {
            "review_title": "No Go for Acne Folks",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I think this By Mario Surreaskinl Soft Setting Spray works. It helped set and hold my makeup after a long, active day where it would usually wipe away over time. I added some before and after pictures. The after picture is zoomed in, and you'll notice some new breakouts compared to earlier the same day. I'm an acne girl, unfortunately. And bad news for other sensitive skin or acne folks, this is not the setting spray for us. I had significantly more breakouts during the day than normal, and this is the only new product I used, so I can attribute the issue to this setting spray. I won't be using it again in the future,  but if you're not sensitive or acne prone, this could be a 5 star setting spray!"
        },
        {
            "review_title": "Nice but not what I need",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This was a really nice product, but not really what I need in a setting spray. I love the way it looks and feels, but itu2019s not transfer proof and I work outside in the heat, so I need something that helps lock everything in while Iu2019m sweating. If you donu2019t need the product for those reasons though, itu2019s great!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The packaging is very sleek and cute. Also, the spray is very light and isnu2019t as harsh of a spray as other setting sprays. The effects Iu2019ll say are pretty average with other setting sprays."
        },
        {
            "review_title": "MUST HAVE!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I gotta say, I love this! This is just amazing! It makes my makeup last forever!! It leaves it looking flawless. I just love this. The spray is so gentle and applies flawlessly."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I received this product for free from a third party. I honestly have never used setting spray, but after getting this, I know that it is essential to my routine. My makeup stays all day after using this! Absolutely recommend"
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "I love this setting spray. The smell is actually quite pleasant and not too overpowering. The nozzle doesnu2019t unpleasantly blast my face with mist. I only need a couple of sprays for my whole face and it keeps my makeup in place but it also gives it that last fresh touch that looks lived in."
        },
        {
            "review_title": "Itu2019s not bad",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Sleek and simple packaging. The spray is kind of short but fine most so goes on with more coverage but you do need to spray more. Iu2019m not sure if it sets my makeup and doesnu2019t last all day, but it feels hydrating."
        },
        {
            "review_title": "Pleasantly surprised",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am very critical about my setting spray so when I say this stuff is pretty good, that means a lot. I gave it a 4 just because I feel like you have too put a lot on for it to really work but since itu2019s a big bottle, I donu2019t mind. Thereu2019s no scent at all, which is a plus to me. Feels refreshing and not sticky. All in all I really like it and will probably get it again"
        },
        {
            "review_title": "The fine mist is nice for melding your makeup!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I liked this setting spray for melding everything together especially because it has a very fine mist but I didnu2019t like that for my oily skin, it didnu2019t do much with the powder to lessen that oily look. The packaging isnu2019t bad but I didnu2019t really care for the scent of it. Overall, itu2019s not bad if you use it after your powders but definitely use a matte or longwear setting spray after!"
        },
        {
            "review_title": "I use it everytime I do my makeup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Good packaging. It came undamaged. It smells good. Not too strong. It has a nice finish. Not oily or dry. I love that there is citric acid and hyaluronic acid in the ingredients. It lasts all day."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "itu2019s been a true blessing using this setting spray. it helps my makeup stay in place and it doesnu2019t have a scent to it for those that are sensitive"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "This is a super soft setting spray, no bad scent or the sticky hairspray type. Packaging feels luxurious. This is long lasting with a good finish and coverage"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The packaging is sleek and easy to store. The spray was not too strong and felt like a nice mist. It does not have much of a smell which is good for me as I donu2019t like strong scents especially not on my face so this is great. The finish is nice not something that would be too greasy on the face as my face can get oily especially on hot days. Would definitely recommend."
        },
        {
            "review_title": "My new favorite every-day setting spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "The spray nozzle is incredible. Everything you could ask for. Great mist coverage and spray control. Lovely finish and all-day flawless makeup. I am absolutely in love."
        },
        {
            "review_title": "Good Setting spray",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I think this is a good setting spray. I really liked the packaging, as it is very minimal and the sprayer was very easy to use, not at all tight. I also liked that the spray did not have any fragrance, as I do not like have a fragrance on my face all day long. The setting spray had a matte finish, which I loved, as that is what I tend to go for. With the setting spray, my makeup did not move at all, and I wore it the entire day. However, the reason I give it a four star instead of five, is because, I felt like my pores did look bigger with this setting spray. It didnu2019t look crazy large, but did look larger than when I used my normal setting spray. Overall this is a good setting spray and does set the makeup."
        },
        {
            "review_title": "Such a great setting spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I was able to try this product for free in exchange for my honest review and let me tell you, I am so glad I did. This setting spray is so hydrating! I Love the packaging and love the product even more. Not only does this product work, it doesn't smell atrocious either. Finish is nice and natural feels light and perfect. Would recommend."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love this setting spray! I feel like I do see it melt me instantly and I wear the heck out of my make up with running around all day. I love it and definitely recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The packaging is minimalistic but the spray is a very fine mist which I appreciate. It felt light and did not disturb my makeup. It seemed pretty comparable to my previous Urban Decay All Nighter setting spray."
        },
        {
            "review_title": "My favorite setting spray!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really like this setting spray, it is a very fine continuous mist and makes my makeups last and stay vibrant for hours! I would recommend this product."
        },
        {
            "review_title": "I'd buy it again.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "Packaged well. Odd scent. I can't say it's the best setting spray I've ever used but I will say it is good. Ingredients are pretty good with hyaluronic acid etc."
        },
        {
            "review_title": "A must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I tried this facial fixer, and it really works. Besides that, it has a good formula and packaging. It has a pleasant scent and a long-lasting finish. It covers the makeup nicely."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "The Surrealskin Soft Setting Spray by Makeup By Mario is  a great long lasting  ( 16 hour wear )  product which I can appreciate .   Designed to set makeup for up to 16 hours, this alcohol-free, ultra-fine mist delivers exactly what it promises: a flawless, long-lasting finish with a natural, barely-there feel.   The mist is incredibly fine and evenly coats your makeup without disturbing it, which is key for maintaining a smooth, polished look.  What sets this spray apart is its ability to hydrate all day long which I loved !!!   . Unlike some setting sprays that can leave skin feeling tight or dry, the Surrealskin spray keeps your skin feeling soft and moisturized, making it perfect for those with drier skin typesu2026. It leaves a beautiful, lived-in finish  on my skin that looked and felt natural and not overdone.  The formula is also fragrance-free and alcohol-free, so itu2019s gentle on sensitive skin.   Whether you're wearing makeup for a full day or a night out, this setting spray ensures that your look stays fresh and radiant, without needing touch-ups.   Overall, it's a fantastic product for anyone looking for hydration and long-lasting wear in their makeup routine. :)"
        },
        {
            "review_title": "Setting spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I think itu2019s comparable to Urban Decayu2019s setting spray in terms of staying power, with some added beneficial ingredients such as ceramides and niacinamine to add to the skincare benefits. My only complaint is that pvp is one of the main ingredients."
        },
        {
            "review_title": "Perfect mister",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "This has a super fine mist which I love with a light coconut scent. This made my makeup last all night in the Arizona heat going to the swing dance bar."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely loved this setting spray! It was super hydrating and kept my makeup completely intact the whole night! Not to mention the packaging is so cute!"
        },
        {
            "review_title": "My makeup long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love the Surrealskin Soft Setting Spray is Mario's newest innovation. An alcohol-free, ultra-fine mist to set makeup ,so beautiful packing and great scent, great coverage and my makeup is long lasting I really recommend it,"
        },
        {
            "review_title": "works great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "this setting spray is amazing! this is exactly what iu2019m looking for in a spray."
        },
        {
            "review_title": "Good product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "The packaging is easy to manage and there isnu2019t any scent. It sprays evenly on my face and helped my makeup last all day. It did make my skin oily a bit"
        },
        {
            "review_title": "Not the best for oily skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "I have oily skin and it lasted 5 hours at best. Charlotte Tilbury setting spray outlasted over Mario. I won't repurchase due to longevity and price. For oily skin, I believe there are better options."
        },
        {
            "review_title": "The product is quite good, so it's worth trying.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "My first impression is that the design is very minimalist with only two colors: black and white, yet it still looks elegant. Iu2019ve used a few other makeup setting sprays, and with this one, I found the scent to be a bit strong. However, it fades quite quickly, so even those sensitive to fragrances should be fine. Since I have oily skin, I noticed that it only kept my makeup in place for about 6 hours. Overall, itu2019s a good product, and I would rate it 7/10."
        },
        {
            "review_title": "this spray is a must-have for achieving a seamless",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Makeup By Mario's Surrealskin Soft Setting Spray:  - Sets makeup flawlessly, extending wear - Softens and blends edges for natural finish - Hydrates skin without clogging pores - Gentle, non-irritating formula - Travel-friendly size  Only deducted a star because:  - Not as long-lasting as some other setting sprays - Price point slightly higher than similar products  Overall, this spray is a must-have for achieving a seamless, all-day makeup look! Mario's expertise shines through."
        },
        {
            "review_title": "Must have item",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I got Makeup for Mario setting spray from Influenster for exchange my honesty review.  This is Mario's newest innovations.  This is alcohol-free , fragrance-free & ultra-fine mist to set makeup for up 16 hour last long. It helps skin hydrating all day & natural finish. Surreal skin soft setting spray makes makeup looks flawless and even skin. Love it ud83dude00"
        },
        {
            "review_title": "The Best Setting Spray!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I absolutely love this setting spray! itu2019s a scent-free fine mist which makes it very easy to melt into your skin and spread evenly. Itu2019s super hydrating and makes my makeup look amazing all night. As usual Mario doesnu2019t disappoint with the packaging, itu2019s so sleek and simple, I love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Love this setting spray! Itu2019s so light weight and the sprayer has the perfect mist so it doesnu2019t completely saturate your face and end up wiping up your make up or causing it to drip. It creates a nice dewy finish"
        },
        {
            "review_title": "My new fav setting spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I fell in love with the charms of this setting spray! It's super light, its packaging is beautiful, the finish on the makeup is perfect since it doesn't feel heavy and leaves a wonderful shine, it doesn't have a scent and it lasts throughout the day. It will be part of my makeup routine from now on."
        },
        {
            "review_title": "Fine mist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "The packing is my favorite! Itu2019s so classic and the scent is just right and itu2019s not obnoxious either. I love the fine mist as well and leaves my make up on for hours and without leaving it tacky feeling."
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This setting spray is amazing!! It is easy to spray and the packaging is nice. There isnu2019t much of a scent which is good. It finished without making me look wet and holds SO WELL. Obsessed!!"
        },
        {
            "review_title": "Works well but has a strong scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Surreal skin soft setting spray works really well however it does have a strong scent. I love the minimalist packaging. The scent fades after a couple minutes but itu2019s just not my preference"
        },
        {
            "review_title": "Skin not looking v surreal :-((((",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Like most sprays I've used, this one seemed to do little for me by way of protection and making my makeup look like skin. My eye makeup still transferred onto my under eye area at the end of the day and my face makeup still looks patchy on my dry skin. And yes, these photos were taken under the 16 hours that the product claims to set makeup up to. They *did* get the ultra-fine mist and fragrance-free part right tho. So I'll give them that. Idk it could v well be that I'm doing smth wrong and it's not the spray. I'll continue to use it only bc I don't want to create waste and bc smth is better than nothing, NOT bc it acc works."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I LOVE the mist of this. I have used other setting sprays in the past but this one is much different! It has such a fine mist and it applies super evenly on your face. My makeup holds all day!"
        },
        {
            "review_title": "Don't over spray",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "I don't really know how to feel about this setting spray.  I felt like my face still looked the same. Also, when you over spray a little to much, the setting spray peels on the skin!"
        },
        {
            "review_title": "Skin Like!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "This Setting spray is everything it claims to be! Its fine mist allows for it to be evenly distributed for complete control. Its finish is skin-like, perfect for those non makeup, makeup looks. If youu2019re looking for a matte/glowy finish this isnu2019t for you. The ingredients are clean and not irritating to the skin. Personally not a fan of the smell, but it is fragrance free!"
        },
        {
            "review_title": "The absolute best makeup setting spray!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This is the absolute best makeup setting spray I have ever used!!!! It is super lightweight and refreshing upon application and truly keeps my makeup in place for hours on end. I love the spray bottle it comes in, itu2019s is chic, clean and application is a breeze! I love how natural it feels on my face and am thrilled with how well it keeps my makeup in place! This spray is a TOTAL makeup game changer!!"
        },
        {
            "review_title": "Love but more of a dewy finish than matte finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This setting spray is awesome! It set my makeup all day and left a tiny bit of a dewy finish. I wished it was more of a matte  finish than a dewy finish but I still really like it!"
        },
        {
            "review_title": "Cannot get enough of this soft setting spray!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Top tier setting spray! Flawless finish to complete any makeup look, allows for a full coverage base. Ingredients work well with my oily skin type. Perfect for long wear. Not heavily scented and the packaging is super sustainable. Blends all products together SEAMLESSLY!"
        },
        {
            "review_title": "Does not hold make up",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Second time I use this product and Iu2019m really disappointed. Itu2019s been 1 our that I put my make up on and itu2019s all stick to my sunglasses. There is no scent, the mist is good. But the result itu2019s ridiculous. My make up is ruined.  Gifted by influencer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I was so excited to try this out! I was in need of another makeup setting spray. I love how fine the mist is on this product it doesnu2019t leave you feeling dripping wet like some do. Itu2019s very light and airy. My only complaint I really have was that I wasnu2019t a huge fan of the smell it has. Itu2019s not strong itu2019s just weird smell I wasnu2019t a fan of but it goes away right after you apply it."
        },
        {
            "review_title": "Practically indestructible",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I am not exaggerating when I say this: I have never been so impressed with a setting spray. I lightly misted my face when I first did my eye makeup and applied my concealer, then sprayed my face again after I blended everything out. I wore this out on a hot, humid day, where I was sweating, it rained, and I even walked by an attraction that had a mist machine. My makeup did not budge in the slightest! I even slept with my makeup on (oops) and when I woke up, it looked like I was ready to leave the house with some light touch-ups. HIGHLY recommend, this setting spray could keep your makeup safe from practically anything you throw at it!"
        },
        {
            "review_title": "Love this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Combination skin",
            "review_text": "I love how fine the mist on this setting spray is. It feels so light and airy. Itu2019s quite effective on setting my makeup and making it last a very long time. Very minimal touch-ups throughout the day but thatu2019s only because I have a very oily t-zone. It did a great job at keeping my makeup in place!"
        },
        {
            "review_title": "perfect for a skin like finish!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "this is a really great setting spray for melting all of your products together and making everything more skin-like! I like the scent it feels like spraying water on the skin. It doesn't make you dewy or matte. it's right in the middle for a natural finish. loving it!"
        },
        {
            "review_title": "Mario",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "Packaging from influenster is okay but box package of brand is good it would be nice if itu2019s eco friendly  and save a box. Spray bottle is simple and elegant it is recyclable and good coverage that last up to 16 hrs. Finish is good. Ingredient is good. Scent is not strong."
        },
        {
            "review_title": "Love this makeup spray!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This spray is so good! The spray itself is so smooth and application is seamless! It has a slight smell and my makeup lasted all night. Can't wait to test this for a whole day. I would recommend and repurchase this product!"
        },
        {
            "review_title": "Mario",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This is fragrance free itu2019s light and hydrating!! Keeps your makeup looking fresh and glowy. New favorite setting spray ud83eude77"
        },
        {
            "review_title": "Soft & light",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "My first time trying a Makeup by Mario product. Iu2019ve always heard great things about this line of products. This setting spray is great for it you like a nice light natural look. It kind of has a matte-ish effect. It doesnu2019t really have an odor, which I like. I also like the simplicity of the bottle, but the necessary information, thatu2019s it, sweet and simple."
        },
        {
            "review_title": "Must have setting spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "First off, I am always looking for a good setting spray. I love how sleek and professional the design is. The smell is great and not overbearing. The ingredients are all things that will not irritate me. I really can't wait to keep using this product."
        },
        {
            "review_title": "Fragrance free setting  spray",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "The surrealskin soft setting spray says is ultra fine mist, but I find it not that really ultra fine, I would say fine. It does fragrance free ud83dudc4d and a natural finish. It doesn't add a glowy nor matte effect, just a soft setting makeup.  I need to try it on a sunny day to compare it with my charlote tilbury favorite one."
        },
        {
            "review_title": "My all time new favorite setting spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Combination skin",
            "review_text": "Absolutely love this, itu2019s honestly the best I have and I have a couple setting sprays, I feel like this one definitely kept my makeup in place better then ur an decays setting spray and that is a popular one. Also I felt less oily by the end of the day, my makeup definitely did not move or fade throughout the day, this has definitely replaced all my other setting sprays forsure. (I recieved this product for free in exchange for my honest review)"
        },
        {
            "review_title": "Love it and it will last you all day long!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Iu2019ve always had trouble finding a setting spray that actually lasts. I do my my makeup everyday for work and at the end of the day my makeup is usually in shambles. With this spray it is locked in for the full day and I feel a lot more confident at the end of a work day. This spray is super light as well"
        },
        {
            "review_title": "Nice ingredients",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The ingredients are skin friendly, the finish is perfect, the scent is not to my liking. The packaging is very elegant and easy to use. It gives an immediate feeling of freshness on my skin."
        },
        {
            "review_title": "Great setting spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This setting spray is great. It is lightweight, smells good, provides a dewy coverage. Packaging is sleek. So far it makes my makeup look good and last long!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "I like the spray. I don't necessarily think that it makes my makeup last an extraordinarily long amount of time but I love the way that it really helps to mesh my makeup together so that it looks more seamless.  I may spray this on a couple of times during my makeup routine in the morning because I feel like it helps everything layer together well. Besides that, I love the sprayer on this! It's so fine so it doesn't leave large droplets when it's sprayed out. The only real complaint that I have about it is that it has a little bit of a chemical scent to it and I almost wish that it had a little bit of extra added fragrance just to mask the scent that it does have. Other than that, it's a nice setting spray and I'm enjoying using it.  * I am a Sephora Community Ambassador and this is my honest, unbiased review."
        },
        {
            "review_title": "Neutral Finish",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "It sounds odd to say, but this setting spray has the most neutral finish Iu2019ve seen. Itu2019s not matte and itu2019s not dewy, itu2019s perfect if youu2019re happy with the way your makeup looks like and just want a long lasting setting spray. This mist is fine and constant and I havenu2019t had any issues with the atomizer, which is a must for setting sprays."
        },
        {
            "review_title": "New favorite setting spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I have been looking for a new setting spray and this is the first one that I have liked. It feels so light on my face but does exactly the what it needs to. It smells so clean and leaves me feeling so amazing and still clean."
        },
        {
            "review_title": "Fine mist great performance!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Coming from a woman who only uses makeup for a natural, everyday look, this setting spray is great! However, since I donu2019t wear that much makeup then I know I will not spend $35 on this in the future. Hence the 4/5 stars. Regardless, the things I did like was how fine the mist was and that it didnu2019t come out in clumps as well as there was no scent. It held most of my makeup in place all day so Iu2019m definitely happy woth the performance! Would recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "So excited for this. Absolutely love the packaging and bottle design. The fine mist is perfect for a setting spray and the mist has almost like a cucumber scent."
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I really loved this product! The product came out in a nice fine mist that didn't feel too heavy or sticky. I love that it also has hyaluronic acid, niacinamide and vitamin C as an added bonus too!"
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I really liked this setting spray. The mister was perfect for how I like my setting spray to apply. Not sloppy just a gentle fine mist that doesnu2019t cause your makeup to smear. The finish was perfect with a a slight shine on my face which is how I enjoy my makeup to look after setting it. No weird smells or alcoholic tingling given that itu2019s alcohol free. Pleasantly surprised by how much I liked it and of course happy about the fact it does the job. Nothing moved on my face all day."
        },
        {
            "review_title": "Great mist spray!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Normal skin",
            "review_text": "I got this product for free in exchange of my honest review. Love love the mist. Very fine, doesnu2019t feel heavy or sticky. Big bottle and it definitely does it work. I donu2019t think it has a scent to it."
        },
        {
            "review_title": "I need thisu2026",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This soft setting spray is actually amazing. I love that it didnu2019t make my face feel sticky or heavy. My makeup looked smooth and it lasted at least a good 5+ hours before I decided it was time to remove it. There isnu2019t any scent to it which I appreciate. The packaging makes it look so classic and chic at the same time, and I love that it isnu2019t huge so I can take it on the go. Overall, a great setting spray. 100% recommend it."
        },
        {
            "review_title": "Absolutely my new favorite setting spray.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "The spray nozzle is incredible. The fine mist is exactly what I have been wanting. My makeup settles in a blurrs nicely and stays flawless all day. Very happy. Highly recommend. I received this product on Influenster and would definitely buy again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This setting spray really helped to hydrate my skin and maintain a beautiful finish to my makeup up. The sprayer provides a soft, large mist for great coverage. I donu2019t feel like I have to overspray. It leaves the skin with a hydrated and natural finish. My makeup didnu2019t run with this spray. Infused with hyaluronic acid, vitamin C, and niacinamide, these ingredients work well for my skin."
        },
        {
            "review_title": "Mario Setting Spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "After using this product for some time now I am in love with the results. It gives my makeup the perfect finish look. This is a product I highly recommend!!!"
        },
        {
            "review_title": "Love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "The nozzle has a good continuous spray. I felt it kept my makeup on for 12+ hours without it starting to look cakey. It definitely kept the moisture factor and felt comfortable on the face!"
        },
        {
            "review_title": "New Fav!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The makeup by mario setting spray has become by go-to!! I love that its fragrance-free with a natural finish. The packaging is consistent with the brand overall sleek and minimalist look. A couple sprays give you so much coverage!"
        },
        {
            "review_title": "Summer staple for nyc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "The Make Up by Mario SurrealSkin Soft Setting Spray is a game-changer for achieving a flawless, long-lasting makeup look. The mist is ultra-fine and evenly distributes across the face, giving my makeup a natural, dewy finish without looking greasy. It locks in my makeup for hours, even through humidity and long days. I love how it adds a subtle radiance to my skin, making everything look more seamless and well-blended. Itu2019s also lightweight and doesnu2019t feel heavy or sticky on the skin, which is a big plus. If youu2019re looking for a setting spray that enhances your makeup while keeping it in place all day, I highly recommend giving this one a try."
        },
        {
            "review_title": "Surreal skin soft setting spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "I love my Surrealskin soft setting spray! It gives me a soft glowing look and it doesnu2019t spray to fast like a lot of setting spray! It sprays very light and gentle and I love it! The smell isnu2019t fruity but it still has a good smell to it! I would definitely recommend and will be buying this again!"
        },
        {
            "review_title": "Favorite setting spay",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Combination skin",
            "review_text": "The mbm surreal skin soft setting spray promotes a fragrance-free, alcohol-free, and butane-free ultra-fine mist that sets makeup for up to 16 hours. It hydrates the skin all day for a natural finish and barely-there feel. Iu2019m a fan of the plain simple chic packaging. The smell is fresh and the coverage is inflating that does not leave my skin feeling sticky or wet. Iu2019ve done a 10 hour wear test and my metro was still flawless after a long day of working."
        },
        {
            "review_title": "Great spray for combo skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This is a very nice setting spray. It feels almost like a water mist. The smell is insignificant and upon spraying your face you even wonu2019t feel the product, which is a huge plus for me. It is not sticky or heavy. It is almost invisible, yet it does the job and keeps my make up in place in 80F + weather. I have combo, acne prone skin and I am very happy with this product. I will definitely explore more products by Mario."
        },
        {
            "review_title": "Game changer in the setting spray market!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Wow wow wow! Iu2019m impressed!! From opening the box to the bottle to spraying it on, it NEVER fell short! Lasted 20 HOURS!!! If youu2019re on the fence please take the chance and try, this pulled me away from my go to setting spray and Iu2019m never going back!"
        },
        {
            "review_title": "must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "this made my makeup last all day! there was no fading. it also just felt really nice on the skin the spray is a very light spray which is amazing. it hardly feels like itu2019s going onto the skin."
        },
        {
            "review_title": "Mario did HIS BIG ONE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Day 1 I applied it while getting ready for work just like any normal spray. For context I wear minimal makeup on the days I have to work so I still wear a full face but my moles still are visible so every time Iu2019m getting ready to go home my makeup is basically gone. However when I came home after work it looked exactly as it did when I left to go to my 8 1/2 hour shift.  Day 2/3 same thing. My makeup has not moved whatsoever. Still super visible and survived a 8 hour shift. Super impressed especially for an all natural non alcohol based setting spray. Go get it."
        },
        {
            "review_title": "Nice ingredients",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Nice packaging. I like how it is alcohol free and although it says fregrance free, there is a pleasant hint of coconut when using. Keeps my makeup intact all day and leaves a natural look."
        },
        {
            "review_title": "Soft life",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "It has like a slight fragrance, but nothing too heavily scented or too strong. This is a soft settings spray so it gives you that light finish that youu2019re looking for."
        },
        {
            "review_title": "Setting spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "After using this setting spray I live and definitely would recommend to others to purchase it was more of a dewy finish but light feeling I love it 10/10 approve"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "All makeup by Mario products are amazing, I love that he launched a re products recently. I love this setting spray, it is gentle on the skin. I enjoy using itu2764ufe0f"
        },
        {
            "review_title": "I should have known!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This would be a great product. Itu2019s makeup by Mario. This is such a fine mist. Itu2019s fragrance free and sprays evenly. No large drops! Itu2019s over 90 degrees today, Iu2019ve been shopping and in the sun and my 8am face is still set! This is definitely a top 5 product for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I have not heard of this brand but it surprises me! The bottle looks so simple but after the first spray, it wows me with its ultra fine mist. Great coverage and settles well."
        },
        {
            "review_title": "It's an alcohol free setting spray!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I simply love to package when I receive the product. I even loved it more after using the setting to pray to finish my makeup. The amount of coverage is light and soft. I feel like my skin got hydrated for the entire day!"
        },
        {
            "review_title": "My new go to setting spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This goes on more evenly than any other setting spray Iu2019ve tried and it is nearly scentless. One or two sprays is all you need to lock in your makeup all day - highly recommend"
        },
        {
            "review_title": "Setting Spray with Skincare Ingredients!!ud83eudd29",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I LOVE this! i was in the market for a new setting spray so i was so happy to receive this from Influenster. The mister on this is so fine and feels amazing on the skin. It also is made with vitamin c, Niacinamide, and hyaluronic acid so not only does it feel good it actually has skincare ingredients that are great for your skin!"
        },
        {
            "review_title": "Perfect Setting Spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The packaging is so cute and the spray is so perfect. It allowed my makeup to stay on all day. It's has a nice fresh neutral scent and the spray gives good coverage around the entire face"
        },
        {
            "review_title": "Good setting spray",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I really loved this setting spray. No scent and has very good finish. I am really impressed with this product, it set my makeup for so long. After 10 hrs also my makeup look so fresh and same. It has really good ingredients like niacinamide, hyaluronic acid , vitamin c which are very good for our skin. Overall i loved it"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "My new favorite setting spray! It is easy to use and I love how light of a mist it is. It feels refreshing to spray it on. Also, it barely has a scent, which I prefer.  Most importantly, my make up lasts all day when I wear it! I would definitely recommend this setting spray!"
        },
        {
            "review_title": "Setting Spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really like this soft setting spray for makeup that lasts all day. The packaging makes it feel luxurious. I like that it doesnu2019t have a scent, and feels clean on my face."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Oily skin",
            "review_text": "i enjoyed this a lot. it looked nice on my skin after makeup. the scent is good, and the packaging is okay. it could be bolder and cuter but i still like it. good job!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "This product is packaged well and smells amazing. The finish goes on perfectly over any makeup look. Also, the ingredients in this are healthy, and the coverage is great."
        },
        {
            "review_title": "Gives me a balanced complexion!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The first picture is before working for the day (office job) at 7:30am, and the second picture is taken just before 4:00pm. While my makeup application was light on this day, I still felt like everything stayed in place. I didnu2019t have excess oil, movement, etc. there was essentially no scent to this setting spray, which is fine with me! I actually felt less shiny at the end of the day, and felt like I had more of an overall balanced complexion.  The packaging is sleek and gorgeous, and I will absolutely be showing it off to my girlfriends. I LOVE a good setting spray to finish off the look for the day! I am excited to use this for a night out, as I can project that it will work great."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love how fine this mist is and how hydrating this setting spray leaves my skin. The packaging is very clean and aesthetically ufffcpleasing and the formula leaves your makeup looking flawless all day!"
        },
        {
            "review_title": "LOVED EVERYTHING ABOUT IT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product is EVERYTHING and more! The spray has a very good light mist so it doesnu2019t leave dots on your face or feeling soaked. There is barely to no scent which I prefer. Lastly the packaging is so aesthetically pleasing on the vanityud83dude09."
        },
        {
            "review_title": "Great setting spray!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "This setting spray is so good! The packaging is really sturdy and the spray comes out strong. It helps your makeup to stay on all day and not rub off easily."
        },
        {
            "review_title": "Itu2019s good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "It has no smell love packaging is really slick. If you have your hands dirty of course youu2019re gonna get it dirty because the packaging is white very modern look my bronzer. I have the bronzer and it always smudges with Settings spray.  Not moving and itu2019s a little bit shiny because it has hyaluronic acid and Cynamide and vitamin C, but other than that the make up did not move.ufffc"
        },
        {
            "review_title": "Fine mist, great quality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Normal skin",
            "review_text": "This settling spray comes in a Nice sleek bottle with great quality. The spray comes out in a fine mist. My wifeu2019s makeup has lasted for over 12. She loves it!"
        },
        {
            "review_title": "Perfect setting spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "The spray was packaged very carefully which I appreciated. It is scent free and no harsh ingredients that would damage my face. One of the things I love most about this product is how my makeup coverage lasts all day!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Dry skin",
            "review_text": "It gently fixes the makeup to create a natural finish, I like that it does not contain alcohol or odor, it helps moisturize  SurrealSkin Soft Setting Spray makes makeup look flawless"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This worked amazingly on my oily/combo skin. I loved the long spray and how it was a soft mist that didnu2019t soak my face. I like the minimal packaging and didnu2019t notice any scent. I did my normal routine with it this morning, taking pictures after working all day + commuting in the heat and then another after dripping sweat at the gym. Still looked fresh and didnu2019t budge!!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I donu2019t love the packaging for this product, itu2019s pretty plain. But I do enjoy the product itself. Makes my makeup last all day and doesnu2019t make my face feel sticky. No offensive scent to it either."
        },
        {
            "review_title": "This is an awesome product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I found my new favorite setting spray! I have tired it out and so far my makeup has been so good! I love that it is alcohol free. The packaging is well letu2019s say looks very expensive and elegant! It also helps keep your skin hydrated too!"
        },
        {
            "review_title": "Great Quality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I love the overall scent and texture of the spray. It doesnu2019t leave my skin feeling sticky or wet, which is a major bonus. I also really like the simplicity of the packaging."
        },
        {
            "review_title": "Must buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "This is one of the best setting sprays I have tried in a very long time. The first major point is the mist from the sprayer. It is so fine and it doesnu2019t just burst on your face. Second major point is it is not artificially scented. So many other setting sprays are overly fragranced and most fragrance is alcohol based and drying on the skin and I was so happy that this was not the case. This also seems to melt the makeup into my skin perfectly!"
        },
        {
            "review_title": "New setting spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I like the minimalist packaging. The setting spray has no strange scent and the spray is very fine. Itu2019s hydrating and helps the makeup to stay longer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "The mist can cover the large area on your skin when you spray. It helps keeping the skin moisture and soft.  The scent is light and wonu2019t bother you a lot. The bottle is small but it can last long time"
        },
        {
            "review_title": "Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This setting spray by Makeup by Mario is not a mattifying setting spray, it's a hydrating formula that provides a 'third hour in after makeup application appearance. This spray has a very fine mist with a light scent. I can't wait to try other products by this brand."
        },
        {
            "review_title": "Highly recommend!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "I love this product! The packaging is sleek and simple, it looks expensive lol. The spray works great and keeps my make up looking fresh all day. I use this every day when I go to work and my makeup always looks great at the end of the day."
        },
        {
            "review_title": "Super fine mist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "I love how this is a super fine mist that covers your entire face easily. It also doesnu2019t feel like hairspray on your face and is very natural which is a huge plus."
        },
        {
            "review_title": "The finishing touches",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I like the full coverage. The packaging is really pretty and it's my favorite color. The scent smells amazing and smells great. The ingredients it has overall is really great and so far no breakouts. I received this product as a free sample"
        },
        {
            "review_title": "Fantastic choice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "The Makeup by Mario SurrealSkin Soft Setting Spray is a fantastic addition to any makeup routine, particularly for those who love a dewy, fresh finish. Itu2019s definitely worth trying if youu2019re in the market for a new setting spray that wonu2019t let you down."
        },
        {
            "review_title": "A must have in your beauty products collections.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone, Combination skin",
            "review_text": "This is by far the best setting spray I have ever used (trust me Iu2019ve tried many). I love how light it is on the face, I am usually a matte finish girly but this one got my heart. MAKEUP BY MARIO DID THEIR BIG ONE. It is long lasting, after wearing it for 8hrs+ (8am-6pm) my makeup still looked fresh which is exactly what I have been looking for. I have sensitive skin so being fragrance/alcohol free just did it for me, plus the white fancy looking packaging made it a must have in your beauty products collections."
        },
        {
            "review_title": "Long lasting setting spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Makeup by Mario Setting Spray is a stellar addition to any makeup routine. It excels in performance, offers hydration, and doesnu2019t overpower your look with a heavy finish. If you're in the market for a new setting spray that delivers on its promises, this one deserves a spot on your vanity. It's an excellent choice for anyone looking to lock in their makeup while maintaining a luminous complexion. Mario has truly delivered with this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This setting spray made by makeup last all day like it was my real skin . It is lightweight and it doesnu2019t make my skin look oily or move my makeup . It has a lovely smell and the packaging is so classy"
        },
        {
            "review_title": "Setting spray is a MUST now!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Love the simplistic packaging and design! The product says fragrance free however, I feel it has a subtle almost fresh scent to it! The finish is wonderful. Thereu2019s no sticker residue and it feels light and airy. After applying makeup on my face, I felt it was a hydrating finish. I worked a 6+ hour shift at a busy restaurant and was pleasantly surprised in how my makeup lasted! Usually my cheeks are quite red during the middle of the shift, but not this time! Itu2019s my first time using setting spray and I am extremely pleased. I feel itu2019s definitely upped my makeup game! Will definitely purchase this product again in the future."
        },
        {
            "review_title": "Awesome Setting Spray.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Normal skin",
            "review_text": "Itu2019s amazing Setting Spray that can lock up the make up layer and keeping skin hydrated for the whole day. The shiny white bottle is so beautiful. The light weight and clear texture are perfect coverage. Plus itu2019s alcohol and fragrance free."
        },
        {
            "review_title": "Best setting spray!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love love love this product!!! it has no scent and leaves a great finish, it has amazing ingredients and keeps my makeup on all day!! it kind of reminds me of a spray can and I will def buy again"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "The setting spray is very easy to you and leaves your makeup last all day. I would suggest this product."
        },
        {
            "review_title": "I love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "So I gotta say I love it! I used this setting spray and came back after a ten hour work day and omg, my makeup still looked semi decent. Iu2019m not sure about the 16 hour promise cause after 10 she looked fine but you could tell it was old makeup on it. Also not too sure if it was just mine but it has a funny smell to it as wellu2026"
        },
        {
            "review_title": "A need for setting spary!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "After using this for a few days my face has felt more refreshed and it actually makes my makeup stay on for a long period, thereu2019s no scent to it whatsoever and the packaging was great."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Deep skin tone",
            "review_text": "The packaging is good. The scent is good. The ingredients is good. The finish is good.  The coverage is good. This setting spray is good and I like it."
        }
    ]
}