{
    "product_id": "1098",
    "name": "Twist-Elongating Style Cream",
    "brand": "Melanin Haircare",
    "categories": "Hair, Hair Styling & Treatments, Hair Styling Products",
    "price": 27.0,
    "about": "What it is:A rich yet lightweight buildable styling cream that smooths, defines, nourishes, detangles, and locks moisture into coils, kinks, curls, waves, braids, twists, and wet-set styles..Hair Type:Fine, Medium, and Thick.Hair Texture:Straight, Wavy, Curly, and Coily.Hair Concerns:- Curl Enhancing.Key Benefits:- Seals moisture while protecting styling.Highlighted Ingredients:- Aloe Vera: Anti-inflammatory, with amino acids, and mineral-rich; smooths and moisturizes..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:This rich yet lightweight buildable styling cream smooths, nourishes, detangles, and locks moisture into coils, kinks, curls, waves, braids, twists, and wet-set styles. Contains shea, mango, cocoa, kokum, and cupuau00e7u butters along with avocado, sweet-almond and argan oils, and vitamin E, among others..Fragrance Description:Earthy with cocoa undertones",
    "ingredients": "-Aloe Vera: Anti-inflammatory, with amino acids, and mineral-rich; smooths and moisturizes..-Castor Oil: Fatty acids, proteins, and minerals that condition and promote hair growth..-Rosehip Seed Oil: Antioxidant with fatty acids and vitamins; increases elasticity and growth...Water (Aqua, Eau), Butyrospermum Parkii (Shea Butter), Glyceryl Stearate, Caprylic/Capric Triglyceride, Ceteareth-20, Stearamidopropyl Dimethylamine, Stearyl Alcohol, Cetyl Alcohol, Glyceryl Caprylate, Cetearyl Alcohol, Mangifera Indica (Mango) Seed Butter, Theobroma Cacao (Cocoa) Seed Butter, Behentrimonium Methosulfate (Non-Sulfate Derived From Rapeseed Oil), Citric Acid, Glycerin, Sesamum Indicum (Sesame) Seed Oil, Garcinia Indica Seed Butter, Theobroma Grandiflorum Seed Butter, Caprylhydroxamic Acid, Aloe Barbadensis (Aloe Vera) Leaf Juice, Ricinus Communis (Castor) Seed Oil, Persea Gratissima (Avocado) Oil, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Simmondsia Chinensis (Jojoba) Seed Oil, Argania Spinosa Kernel (Argan) Oil, Olea Europaea (Olive) Fruit Oil,Tocopheryl Acetate, Rosa Canina Fruit Extract.",
    "how_to_use": "Suggested Usage:.-On wet or dry hair, massage styling cream into one section at a time..-Style as desired. .-May be used in conjunction with a leave-in conditioner and oils..-For thin hair, use less. For thick hair, use more...Recycling Instructions:.-Rinse, remove bottle caps, and place in your recycling bin.",
    "num_reviews": 343,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/melanin-twist-elongating-style-cream-P477493?skuId=2538429&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2538429-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "OUT OF STOCK",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2538429-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Bought a second as a back up",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Combination skin",
            "review_text": "This product is so hydrating and defining. I love it so much. Its a fav in my line up of hair products. So glad it made its way up to Canada."
        },
        {
            "review_title": "contains Stearamidopropyl Dimethylamine",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
            "review_text": "contains Stearamidopropyl Dimethylamine, which caused me to lose clumps of hair a few weeks after the first after the first use. Please be careful and do your research."
        },
        {
            "review_title": "Very moisturizing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Light formula. I was able to get the product worked into easily. I enjoyed the results of my twistouts."
        },
        {
            "review_title": "a must have for curly hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "I love love love this brand. it didn't make my hair crunchy, it kept it soft. just start off with a smaller amount so you don't use too much. can always add more, it's hard to take it back"
        },
        {
            "review_title": "Tames Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Deep skin tone, Combination skin",
            "review_text": "My hair loves this product.  Great for dryness and frizz. My hair is coily/zigzag/curly and fine, which always becomes dry within one day, after my hairwash routine. When it is wet, it's fragile. When it's too dry, it's also fragile. My hsir and scalp doesn't become oily, and always craves moisture and protection.   With this, I get smoother protective styles. I also like to use this as a hair dressing (instead of hair grease) for everyday braids, buns, and twists. When styling, I'm able to blend my type 4 and 3 strands together with more ease, which improves definition, once I take down my braids or twists.  These results make me want to try more products from Melanin's line. I am limited, however, as I have a sensitivity to geranium. I am happy with the twist-elongating style cream."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
            "review_text": "Keeps curls hydrated and elongated if you use enough. Worth the price, for the quality."
        },
        {
            "review_title": "Absolutely cannot stand the smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Dry skin",
            "review_text": "Doesn't seal in moisture or hold curls and this stuff made my hair REEK. Highly recommend Cantu Leave in Conditioning cream over this, cheaper and smells great."
        },
        {
            "review_title": "A must have for my twist outs and braidouts.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "For the price and quantity you get, this product actually surprised me. Itu2019s moisturizing and not to heavy on my hair and it did elongate my curls better than any other curl cream iv used so far, would definitely be repurchasing."
        },
        {
            "review_title": "Best product Iu2019ve tried!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, lightMedium skin tone, Dry skin",
            "review_text": "Iu2019ve tried several curl creams and this one is the BEST!! My frizzy graying hair is soft and my  curls are defined. I get compliments regularly now that Iu2019m using this product. Itu2019s out of stock currently- hoping itu2019s not discontinued."
        },
        {
            "review_title": "Great Produce",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "Amazing bang for your buck. This has so many oils that help you manage your hair but I will say that if you use it and set your hair, do not comb through it again when dry as you will flake all over the place.  I use is to calm my flyaways."
        },
        {
            "review_title": "Must have for softer hair (I have type 4 hair)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "This is currently sold out on Sephora and I completely understand why! I purchased it from target just to get my hands on it again. This is a great hydrator for my hair. If Iu2019m applying it to dry hair to twist out then I need to wait before it softens and  absorb, and when it does itu2019s like magic"
        },
        {
            "review_title": "A product that will forever be in my stash",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "It leaves my hair elongated and juicy. It works with any gel without flaking."
        },
        {
            "review_title": "This Product Rocks!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I applied quite a lot of this product onto my hair and it looked very white obviously, but after mixing it in and applying it from root to end it immediately began to define my curls! I added another curl-defining product from Cantu, called the Cantu curl activator cream and it was AMAZING TOGETHER!! I then added a leave-in conditioner from Luseta and began mixing it in with the other products. My hair felt amazing after this and super moisturized! It gave me both a wavy and curly definition which I am pleased about! I 100% recommend this product it's AMAZING u2764ufe0fu2764ufe0fu2764ufe0f"
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I received melanin twist cream for my honest feedback and I love. I love twist elongating style cream  from melanin. Itu2019s great for all hair types and is packed with natural oils and butter. Itu2019s free from chemicals such as sulfates, parabens, mineral oil and phthalates.  It hydrates my hair for days and keeps my braids or twists clean and in place.  Itu2019s also suitable for kids as it consists naturally derived ingredients and wonu2019t damage hair."
        },
        {
            "review_title": "Excellent Product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Dry skin",
            "review_text": "I love The Melanin Haircare Twist-Elongating Style Cream. I am very pleased with haircare product and how well it styles my hair. I usually wear a little style cream on damp hair and let my culy hair loose. I just love the way my curly hair looks and how it lasts and doesn't leave hair feeling sticky or with white residue."
        },
        {
            "review_title": "Works great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This is a great styling cream! I have wavy, medium thick hair and this does a great job at taming any frizz or flyaways. For my hair type a little goes a long way. This is such a great value for the amount of product you receive."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this product free by Melanin Haircare to give my honest opinion.  My hair is fine and soft, I use a small amount and it is enough, it helps me a lot to maintain my curls that I do with my curling iron for longer, I also like to apply it to my bangs and it gives it more shine and it looks the way I want, I like it a lot the texture of this cream and the formula that provides a lot of hydration to my hair.  It is my favorite cream for my different hair styles."
        },
        {
            "review_title": "Great for curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I received this in exchange for my honest review. My hair has been thinning lately and has been prone to frizz. I was excited to try this hair product and see if it would help tame some of the frizzle without weighing it down and it does."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Great styling product. Itu2019s hydrating to the hair as well. It has no smell at all which is great for some people but I think I would like a little scent to it. But if you are sensitive to scents it might be great for you. Will use the product regardless but may not purchase again."
        },
        {
            "review_title": "So soft and manageble",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this product in exchange of my honest review. I have used this cream twice and I really like the way my hair feels with it, even after I shower my hair feels soft and manageable. I will continue reporting my progress."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "This styling cream is a must-have!! Definitely a new staple in my haircare routine! It has kept my hair so soft and nourished for days without weighing my hair down. While also giving my hair some shine and volume."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I loved this product!! I used other curl products on top of this and the combination made my curls beautiful and sooo smooth. It works best on damp hair and even protects my curls and ends from drying out in the cold."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Pretty great product for detangling and styling. It didnu2019t do much for defining my waves but it might work better for curly hair. However it makes my hair look very shiny when I straighten it or put my hair up in a bun. Also careful not to apply too much. A little goes a long way with this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I used the cream for about a week and liked the texture of it. It feels smooth on hair and has a lovely smell. I believe it improved the feel of my hairs. Pretty good quantity in a jar. And beautiful packaging."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "This product left my hair smooth after use. I tried it with my hair wet as a styling cream, and I liked the results.  In addition, this product is very affordable, so I think I would recommend it! I like it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "The Melanin hair are works perfect on all hair types. From my son who is four that get twist weekly to my husband who is 37 and a hair barber. This stuff is ideal for styling the hair to the shape and look you want. Not much of a smell"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I don't have curly hair, so this styling cream is not necessary for me, so I gave it to my friend. She reported that this styling cream can make her hair soft, and it will be easier to do later styling, with a lot of capacity and a cheap price."
        },
        {
            "review_title": "Good hair moisturizer",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Used this on wash day on my curls. I tried it on my dry hair and do a twist out. The product was moisturizing. It smells like cocoa butter to me. I prefer to use this as a hair moisturizer with other products to get my curls all together. When using this alone I did not get the twist out look I wanted."
        },
        {
            "review_title": "Nice Twist Out",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I received the twist-elongating style cream from Melanin Haircare in exchange for my honest review. I used this cream for a classic twist out (washed and conditioned my hair, put it in twists, and then took the twists out using a tiny bit of oil after letting them dry for about 24 hours). The twist out turned out really lovely and held for a few days."
        },
        {
            "review_title": "New routine standout",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "My hair is a frizzy mess if I donu2019t use any product in it. This cream helps tame the frizz and define my curls leaving my hair soft and manageable. It also smells really great and has earned a spot in my daily routine."
        },
        {
            "review_title": "Stretches my twists which I love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The product smells good and itu2019s creamy & smooth. I used it to do a twist out. The curls came out defined and it definitely made my hair more elongated. It didnu2019t give me much of a shine but overall my hair did feel fluffy and well nourished. I will use again with other styles to see how it goes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This product makes my wavy hair soft and manageable. I like to apply a small amount on my wet or dry hair. Then I comb through and let it air dry. Itu2019s not greasy and it does not weigh down my hair like other products. Iu2019ve already recommended it to friends."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Melanin Haircare Twist-Elongating Style Cream is nice when I went to work it into my hair. This smells so great and helped my curls. I used it after I washed my hair with my frizz control and my curls have never looked better."
        },
        {
            "review_title": "Yes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I donu2019t normally use a styling cream but received this in exchange for my honest review. I really like it for the trending slick back pony thatu2019s in right now. I also liked it for days when I wanted to tame my fly aways."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received the Melanin Haircare Twist-Elongating Style Cream and tried it right away. I love that its free from sulfates and parabens. The product is almost scentless. I used it on wet hair and let it air dry. I received compliments on my hair immediately. This is my new go to!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This style cream is perfect for all hair types. I have thin wavy hair and often product makes my hair heavy but Melanin leaves my hair with body. It gives it shine and helps control frizz, especially during the winter months."
        },
        {
            "review_title": "Use it weekly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I received this product free from melanin. I really like this product for crimping my hair. It brings out the natural curl, and doesn't weigh it down. I will continue to use this product. I like that it's made of natural oils and shea butter. It doesn't have much of a smell, which is fine for me."
        },
        {
            "review_title": "Cuts out the frizz",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Most of the time I let my hair air dry after I shampoo. If I donu2019t use some kind of leave in treatment my hair gets frizzy. Some products leave my hair looking greasy. I tried this style cream after showering and it kept the frizz at bay. My hair felt soft and manageable the next morning."
        },
        {
            "review_title": "Very nice!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "One useful thing I like about the twist-elongating style cream from Melanin Hair Care is that itu2019s for many different curl patterns and regular use, meaning I use it for my initial style and then again during the week if I need to refresh my curls. The brand explains that the cream is lightweight and easily buildable, so thereu2019s total control over how much or how little product you will need. I wish it had more of a smell though. I received this product from Skeepers."
        },
        {
            "review_title": "Amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I was gifted The Melanin Haircare Twist-Elongating Style Cream, this product is an excellent moisturizer that continues to support the health and the growth of varying hair, this cream keeps the hair hydrated which means it tangles less and it makes the hair really soft."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I was gifted the melanin hair care twist-elongating style cream. I really enjoyed the product and how it kept the shape of my waves. My hair is more wavy than curly, so sometimes itu2019s hard to find products to help keep its shape. However, this product really took my hair to the next level! I also liked that it didnu2019t feel heavy or oily while in use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Awesome. For someone with poofy crazy hair full of too much volume this helps so much. It weighs the hair down and controls the crazy frizz. My curls are cuter and way more organized. I love this and use it all the time if I donu2019t blow dry my hair and sometimes I use it when I do."
        },
        {
            "review_title": "A must for curly girls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "This product has transformed my twist-outs, providing definition and elongation that I've struggled to achieve with other brands. The creamy consistency is a dream to work with, ensuring easy application and excellent coverage. I appreciate its natural ingredients that cater to my hair's health, leaving it feeling soft, hydrated, and full of life. The delightful fragrance is an added bonus, leaving a subtle, pleasant scent that lingers."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have curly hair and this works great on my hair, it gives my curls some definition and makes my hair feel super soft. I use just a tiny bit while my hair is still wet and it works great. I received this in exchange for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This products helps make my hair seem soft and look healthy, my hair was damaged from heat and hair dye. I love the way the product smells and a little product goes a long way"
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "I was so excited to try this styling cream but unfortunately it fell flat for me.  It did not enhance my curls as I was expecting.  Instead it left my hair feeling weighted down, greasy and looking dirty."
        },
        {
            "review_title": "Smells good",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This hair care product is pretty good! You only need the smallest tiniest amount because it leaves the hair very oily and weighed down. Smells clean and good! Iu2019ve been using it in my sons hair and it works good for him"
        },
        {
            "review_title": "Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Combination skin",
            "review_text": "I really liked this product, it leaves my hair very soft and shiny. My hair is wavy and looks very pretty, it doesn't look greasy. I have used it for a few days and I want to continue testing it. I definitely recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "I was researching a moisturizer for my 4c hair. I purchased this because it has ingredients that know will help me to appreciate my hair.  With the use of just a little of the products, my hair was manageable.  My hair respond well to this cream. I will purchase it again!"
        },
        {
            "review_title": "Excelente",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love how this makes my hair feel! It doesn't weigh down the hair, feels sticky or leaves a residue. I'm obsessed! My hair was damaged by heat and color and became very dry. My hair hasn't looked healthy in a while. I am so grateful to find this amazing hair magic. It's a little expensive but it's worth it. I received this as a gift from Melanin Haircare, a change from my review and thoughts!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love it. It has a pleasant, neutral smell and does not leave hair greasy at all. I used it when I styled my natural hair and it made my hair look much more updo and when I detangled my hair at the end of the day it was a much easier process. I received this gift from Melanin Haircare, a change of my opinion and thoughts!"
        },
        {
            "review_title": "Hello definition and goodbye frizz",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Thanks to Skeepers and Melanin I was gifted this in exchange for my honest review.  Itu2019s definitely a rich and buttery cream, it looks quite thick and dense yet feels lightweight.  Thought it might have some form of scent but l couldnu2019t detect one.  Love how it helps to detangles and nourished my hair, making styling so much easier. Plus on days when l want to embrace my natural waves, it makes them really defined. On days when l want a sleek smooth pulled back look, itu2019s amazing.  Say goodbye to unwanted frizz and flyaway hairs with this cream. Just make sure to start off with a small amount and add more as required.  Made with so many great ingredients Shea Butter, Mango Butter, Aloe Vera and Avocado.  Apparently works on all hair types and textures, itu2019s definitely working for me. Amazing value, I see myself buying more."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This was a great hair product for my curly hair that left it very hydrated and bouncy. It did assist me with creating and defining my curls and it has a nice lightweight sent. It is my first product with The Melanin brand and I am excited to try more!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Fair skin tone, Combination skin",
            "review_text": "I tried Melanin Haircare Twist-Elongating Style Cream from Melanin Haircare and want to share my opinion with everyone who wants to hear it.  I used it for  different styles twists, braids, and for  blowouts as prep cream. Not heavy or greasy, so it's nice."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Absolutely love this haircare product it is amazing for my hair and leaves it smelling and feeling fantastic you have to try it out for yourself also I have textured hair so I love it for that! Try it out!"
        },
        {
            "review_title": "Works great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Melanin Hair Cream makes the hair very soft and brings curls to life. It does have a smell to it thatu2019s unpleasant but it does work. If you can get pass the smell your curls will be nice and bouncy."
        },
        {
            "review_title": "A new must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "The Melanin Haircare Twist-Elongating Style Cream is an amazing product. If you have curly or coily hair this will be your new go to product.  It works amazingly and leaves curls beautiful.  I couldn't recommend this product enough."
        },
        {
            "review_title": "Lovely!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received this product from the brand re and I am so happy I did! This product feels great in my hair and really makes it look so nice! I received so many compliments about my hair from friends and family too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This cream is very nourishing and a little goes a long way, meaning less is more. Itu2019s so hydrating that I noticed it does take my twists a lot longer to dry than normal but once that moisture is in, itu2019s LOCKED. I definitely recommend."
        },
        {
            "review_title": "Impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Impressed with this hair cream! It adds moisture without being too heavy. My hair feels soft and looks healthier. It has become my go-to for taming frizz and adding a touch of style. Highly recommend!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is such a great hair product. I loved that it helps to elongated my curls while still keeping them moisturized and feeling hydrated. It is easy to work through and does not clump or build up. Definitely a must have."
        },
        {
            "review_title": "Great product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "I used this product on wet hair before I put it into braids and loved the results, when I took my hair out the next day it was soft shiny, and not at all crunchy.  Another thing to note with this product is that a little goes a long way, i did not need nearly as much product as I would have thought i did. I would repurchase this styling cream"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "My hair feels fuller and it seemed to have controlled hair fall and hair loss: Does quite well in conditioning too. Scent is quite mild and pleasant. I like the scent! This extraordinary product delivers exceptional strengthening and hydration that will leave your locks feeling healthier, smoother, and more resilient."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Very nice moisturizing cream for people of all sorts of hair. I have wavy hair and it definitely helped manage my curls. The cream itself is thick and luxurious. I put it in my damp hair and let it dry with a diffuser."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Really work! My curls look so healthy and soft. The cream smell so good. I use with my leave in and is a good combination. I think the price is very good for the jar. Is very big. I plan to buy all the products."
        },
        {
            "review_title": "I absolutely love this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "I absolutely love this hair product, it makes my curls look so much better after using this awesome product, it also softens my hair and curls when using it, I will be using more of this product, and definitely recommend it to others to try for themselves."
        },
        {
            "review_title": "My go to styling cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "It could be my go to styling cream.  Love the texture, creamy base to be easily applied to my hair and it wonu2019t leave the hair greasy while helping the daily styling.  Itu2019s super value for money given the volume in a jar - feels like for at least half year usage."
        },
        {
            "review_title": "Very good product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I received this Melanin Style Cream complementary for my honest review. I have thick wavy hair and I have been using this product after my shower and it leaves my hair very soft and very moisturized. Also it has a very pleasant scent and clean ingredients!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Makes your hair curly and soft. It smells so good. My curls were very defined, soft, bouncy and shiny. This product actually keeps the frizz down, keeps hair moist without being greasy and leaving residue."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "I absolutely love this mask! Makes my naturally curly hair so soft to the touch but doesnu2019t leave major residue. Also works as a great moisturizing base for days I wash and blow out my hair. The scent is also nice."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "This leaves in conditioner has no scent, which i usually prefer in my haircare but not a deal breaker. It's a very lightweight yet hydrating leave in conditioner, it was easy to comb through after putting this in my hair. I love how much product comes in the container as well"
        },
        {
            "review_title": "No from me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Iu2019m not a fan of this product at all. Made my hair greasy and oily and weigh down I absolutely hated the way it felt. It made my scalp itch as well. My curls were defined but at what cost. I feel like if you have a VERY dry SCALP, this will be ok for you but as someone with dry hair and an oily scalp, itu2019s not for me!"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is an amazing hair care product. I would say that this is perfect for twist outs! It leaves your hair super moisturized of free of any frizziness. I would definitely recommend this product to those with kinky and/or coily hair,"
        },
        {
            "review_title": "Perfect for styling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Iu2019m in love with this styling cream! So nourishing, hydrating, absolutely love it for my hair! It works perfect for my unruly, wavy hair and helps to style locks and make beach waves. I also love how it doesnu2019t leave my hair greasy. Perfect!"
        },
        {
            "review_title": "Love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "The Melanin Haircare Twist-Elongating Style Cream is really good. Helps with styling your hair really nicely. Smell really nice as well. Pretty big size for the price. Leaves hair feeling amazing. I recommend"
        },
        {
            "review_title": "A must for curly/coily hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "The cream is the best Iu2019ve tried hands down! I used it for a twist out and the results are beautiful. My curls looked so soft, bouncy, and moisturized. A must for coils/curly hair girls. I would be recommending this to everyone!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I have used a couple of these products from this brand this past year and each one has been better than the other. I am thoroughly impressed with the quality of the products and how well they work. Recommend"
        },
        {
            "review_title": "a must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "i love this lightweight style cream. it consists of clean ingredients. i like the texture of the cream - it has good consistency and a little can go a long way.  i do not really fancy the scent of the cream but $20 for 16 fl oz is really a good value. after using it, my hair got moisturized and soft and shine."
        },
        {
            "review_title": "nice one",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "i like this lightweight cream. it has good consistency and a little goes a long way. it also comes with a pleasant peppermint smell. $20 for 16 fl oz is a good value. after using, the cream made my hair moisturized and soft."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "My curly hair loves how thick and creamy this leave in conditioner is. I was so surprised and happy to see how much product they give you in the container. And I would recommend this to anyone that wants clean ingredients in their products."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I tried this twist conditioner cream, Melanin Haircare Twist-Elongating Style Cream is so thick and creamy. Easy to use a little goes along ways. Works great on my tangled curly hair. It makes it easy to pic through or comb thru."
        },
        {
            "review_title": "great for twists",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "melanin twist elongating style cream. I received and used as directed.  I have long twists. I went over them with this cream. It's light and not sticky.  Have my twists new life. They are flowing and glowing. I love it. No strong smell. Blends in quick with hair. I recommend this product.  Thanks melanin for the opportunity to try your wonderful product"
        },
        {
            "review_title": "Seriously awesome product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "I have naturally curly/wavy hair and Iu2019m actually really loving this cream. I use this after my leave in conditioner and my curls are super well defined without looking oily or greasy. I also really love the scent of this cream."
        },
        {
            "review_title": "Worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I really like this style cream! It is very thick but lightweight. Made the curls well defined and hydrated. The ingredients are pure: Shea, mango,cocoa u2026 full with nutrients. It came with a big Jar and the price is so reasonable. You just need a small amount so it will last. Definitely a great deal!"
        },
        {
            "review_title": "Itu2019s great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "love this twist creme. i use it on an old silk press and it comes out beautifully. This review was collected as part of a promotion.] This product kept my hair moisturized and curled beautifully for days. It did not weigh my hair down either. My hair stayed fluffy and bouncy!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have received the Twist-Elongating Style Cream from Melanin Haircare in exchange for my honest review. I love this styling cream. This makes it easier to style my hair and it keeps my hair smooth and frizz free. The hair looks moisturized and healthy."
        },
        {
            "review_title": "My go to product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I use this styling cream right after I shower on damp hair to really help absorb the moisture into my hair and this has been my life saver when I donu2019t have time to use the blow dryer but donu2019t want my hair to look all frizzy and dry, this cream helps to look in the moisture and define my curls"
        },
        {
            "review_title": "Must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I loved this product!! My hair felt so luxurious and soft after using this. I received something in exchange for this post. Iu2019m absolutely in love this this. My hair felt incredible after this. I will definitely get this again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I really liked this styling cream. It works great on tight curls and loose curls. I have loose curls and I used it right after I showered and towel dried my hair. You can air dry your hair or use a diffuser, I air dried my hair and my curls looked very pretty."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Wow my hair looks and feels amazing with this styling cream. I add a little to my damp hair and let it air dry or finish off with the hairdryer. When I style it, it looks shiny and bouncy. It has been a great addition to my hair routine"
        },
        {
            "review_title": "Great formula!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Normal skin",
            "review_text": "I love this formula. It doesn't have a strong scent, and is very thick and nourishing. This leaves my curls separated and well defined. IT doesn't not leave residue or that gross crunchy feeling. I highly recommend!"
        },
        {
            "review_title": "Bye bye tangled hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Wow Iu2019m totally in love with this Melanin styling cream, as it leaves a great softness and definition on my hair styles. It contains no sulfates, parabens, mineral oil, formaldehydes and phthalates which is a great thing for me. I love how beautiful my hair looks and feels. No more tangled hair."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I like this cream because itu2019s nourishing while still having a great consistency and product texture. It makes my curls look hydrated and more defined but not stiff or crunchy. I also like how there is no strong smell!"
        },
        {
            "review_title": "I love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am in love with this melanin styling cream. My hair feels much more manageable and with less tangles. It is very easy to use and has very little scent. My hair looks and feels smooth and beautiful. I love this."
        },
        {
            "review_title": "Great deal!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Dry skin",
            "review_text": "This is a super thick cream it is very hydrating. Perfect for curly hair. It really separates and defines curls without being too thick. You get a huge amount for the price so itu2019s a great deal and no harsh chemicals."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This lightweight style cream is a hair game-changer! Instantly quenching your hair with moisture, it becomes more manageable and tangle-free while boasting an array of five top-tier, natural hair buttersu2014shea, mango, cocoa, kokum, and cupuacuu2014packed with nutrients. But that's not all; it's a powerhouse blend, fortified with aloe vera, avocado, sweet almond oil, and argan oil, ensuring your hair gets the royal treatment it deserves. The versatility is unmatched; whether you have thick or thin hair, this cream adapts beautifully, offering buildable hydration without weighing down your strands. It's a breeze to use, effortlessly massaging into wet or dry hair for various stylesu2014twist outs, wash & gos, or protective styles. Embrace hydrated, detangled, and luxuriously styled hair with this must-have, versatile style cream!"
        },
        {
            "review_title": "Love this styling cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I was so excited to try this Melanin Haircare Twist Elongated Styling Cream! I have thick wavy hair. This cream is perfect for wash days or styling my natural hair. It has a great texture and a great scent and seems like a very high quality product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Beautiful defined curls.  A little goes a long way. My hair feels super nice to touch and very moisturized. Took me some time to get use to the texture and proportions but itu2019s totally worth it! Very pleasant scent, clean ingredients! Absolutely love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Really nice and lightweight styling cream. I like that itu2019s very rich so very little goes a long way. I have thin hair so I donu2019t need very much so be mindful oh how much you use or you will be a greasy mess. It smells great and I love the benefits it has. Iu2019m excited to keep trying this cream daily and see if I notice a difference In my hair as far as smoothness."
        },
        {
            "review_title": "Curly Perfection in a Jar",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "It works wonders for defining and elongating my curls, leaving them soft and moisturized. The scent is delightful, and a little goes a long way. Definitely a staple in my haircare routine. It's lightweight, non-greasy, and the results lastud83dudc9f"
        },
        {
            "review_title": "Best hair product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I recently received this wonderful hair product to help with styling. It is made with all shea butter and natural oils. It does not have a strong scent and is very light upon applying to the hair. I love using it after curling my hair and keeps it in place. You should definitely try it out. I did however receive something in exchange for this post"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I have been looking for a product to enhance my natural waves. Iu2019m pretty lazy and donu2019t want to go through many steps. I used the product after my shower and scrunched into my hair. It left my hair soft and held my natural waves. It didnu2019t leave my hair crunchy and remained soft."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love how hydrating this style cream is. It does a fantastic job of holding the style without making my hair stiff or sticky. Plus the aloe Vera offers great hydration and even my split ends look well moistured!"
        },
        {
            "review_title": "Very hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "After coloring my hair, my hair has become very dry and I was excited to use this cream to bring some moisture back to my hair. After using the cream after washing my hair, my hair feels very hydrated and less frizzy!"
        },
        {
            "review_title": "Softens curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I like the texture of this cream. It feels whipped and very soft. The scent is really nice too. Itu2019s thick so a little goes a long way and itu2019s easy to spread through your hair with your fingers. It softens your hair and makes your curls look and feel healthy and soft. Really good."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "My hair was so seriously damaged from how tangled it would get from just washing my hair. It would take me 10 minutes or more of brushing after the shower to get my hair untangled and it would still get all matted underneath and turn into one big dreadlock. I only use a small amount of this product  and I am able to brush through my hair so easily and quickly. My hair also does not tangle up anymore and is way more manageable. I love this product and wish I knew about it sooner!"
        },
        {
            "review_title": "A new favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Oily skin",
            "review_text": "Melanin Twist-Elongating Style Cream is a must have for curly hair. My daughter very curly hair that gets frizzy and knotted very easily. She has a hard time being her beautiful curls out. This product has changed her hair. This is very lightweight and easy to apply. I love that itu2019s free of sulfates, parabens, formaldehyde and phthalates so this leaves her hair very soft and manageable. I would highly recommend and weu2019ll definitely continue using."
        },
        {
            "review_title": "Super Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I received this from Melanin Haircare in exchange for my honest review. This is such a great brand and the formula is great. Itu2019s great to hold in the moisture while not dragging the curls down . Great product"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love how hydrating this style cream is. It does a fantastic job of holding the style without making my hair stiff or sticky. Plus the aloe Vera offers great hydration and even my split ends look well moistured!"
        }
    ]
}