{
    "product_id": "1636",
    "name": "SOS Daily Rescue Facial Spray with Hypochlorous Acid",
    "brand": "Tower 28 Beauty",
    "categories": "Skincare, Cleansers, Toners",
    "price": 38.0,
    "about": "What it is: An award-winning daily facial spray that soothes + purifies stressed-out skin helping to calm visible irritation and redness...Highlighted Ingredients:.- Hypochlorous Acid: Naturally produced by the body's immune system, it's anti-inflammatory and antibacterial properties help defend your skin from harmful bacteria, reduce redness, and soothe irritation..- Water and Sodium Chloride: Act as the optimal delivery solution for hypochlorous acid...Ingredient Callouts: This product is vegan, gluten-free, cruelty-free, and comes in recyclable packaging...What Else You Need to Know: This spray is 100% natural, derm-tested, and clinically proven. Powered by hypochlorous acid, it's anti-inflammatory + antibacterial and helps calm your skin, support the skin barrier, and keep flare-ups at bay. This unique solution is pH balanced (4.5), alcohol-free, and safe to use all over the body. This product also has the National Eczema Association Seal of Acceptance...Clinical Results: Based on a third party clinical test with 32 people after 4 weeks:.- 90% agree this spray helped renew and purify skin After 6 weeks:.- 90% agree this spray helped soothe skin over time.- 94% agree this spray helped renew and purify skin...CLEAN at Sephora is our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing on effectiveness.",
    "ingredients": "-Hypochlorous Acid: Naturally produced by the body's immune system, it's anti-inflammatory and antibacterial properties help defend your skin from harmful bacteria, reduce redness, and soothe irritation..-Water and Sodium Chloride: Act as the optimal delivery solution for hypochlorous acid...Water, Sodium Chloride, Hypochlorous Acid.....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Use morning and evening. .-For best results, spray on dry, freshly- cleansed skin..-Let dry down completely before applying moisturizer..-Use for blemishes, sunburns, rashes, eczema, post-workout, and post-procedure....Recycling Instructions:.-New packaging is made from 100 percent post-consumer resin (recycled plastic).",
    "num_reviews": 3350,
    "overall_rating": 4.1,
    "product_url": "https://www.sephora.com/ca/en/product/sos-save-our-skin-daily-rescue-facial-spray-P448852?skuId=2527844&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2527844-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "4 oz/ 120 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2527844-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Run to Sephora",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This sos spray is so hydrating this leaves your face so fresh go buy it"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "i started breaking out right after using, but i will admit it leaves your skin feeling fresh! it has a very strong chemical smell, but thatu2019s probably for the best because it doesnu2019t use any fragrance. itu2019s like a 5/10 but maybe some deductions from breaking me out?"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Loved this product!  It is so soothing and hydrating on my skin! Must have"
        },
        {
            "review_title": "go buy this rn",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "iu2019ve had this product for 2 days i had 2 big pimples on my chin when i first tried it and i just woke up and they are flat. i have blemishes still but they are completely flat my skin feels amazing, this product is unbelievable go buy it."
        },
        {
            "review_title": "Instant glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This product makes my skin refreshed on the go! It has this instant refreshing feeling no matter if you are wearing makeup or not!"
        },
        {
            "review_title": "Not good for hormonal acne",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Iu2019ve tried the product for about a month now and have no improvement to my skin, to be honest itu2019s actually the worst itu2019s been in a very long time. My problem with my skin is hormonal acne, and this definitely doesnu2019t help with that."
        },
        {
            "review_title": "Not good for hormonal acne",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Iu2019ve tried the product for about a month now and have no improvement to my skin, to be honest itu2019s actually the worst itu2019s been in a very long time. My problem with my skin is hormonal acne, and this definitely doesnu2019t help with that."
        },
        {
            "review_title": "Just a little pricey!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "17$ is a little pricey for the size it is but It cleared away my acne within a week. Kinda worth the price."
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "After a few weeks of using it my facial acne has gone down a LOT. Use it after sweating and ur skin will be so clear."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This product is amazing! There is a little smell to it but it didnu2019t both me whatsoever."
        },
        {
            "review_title": "Redness",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Ive been using this product for over 2 weeks and I think my redness is going away!"
        },
        {
            "review_title": "skincare staple!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "i love this spray. itu2019s saved my skin from breaking out and works wonders. this is my first bottle but itu2019s lasted me pretty long, all jokes aside for sure purchasing this for the rest of my life."
        },
        {
            "review_title": "good!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "i donu2019t really know what this does but i really like it and its similar to the paulau2019s choice one which i really like. it is a bit pricey for basically water though"
        },
        {
            "review_title": "YESSS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Literally SO good!!! It is my favorite spray and it has helped my skin so much!!!"
        },
        {
            "review_title": "Best product ever made",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This product got rid of my acne in under 2 weeks I really recommend this product to any oily skin people who struggle with acne and breakout like me ."
        },
        {
            "review_title": "very soothing for irritable, sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "i like to spray this after workouts or whenever my skin is feel dry, sensitive, uncomfortable. it really does feel soothing and better afterwards. i dont know if this helps with acne (i haven't seen too much of a difference yet) but it does feel nice so i would add this product to my routine."
        },
        {
            "review_title": "Donu2019t get sucked into the hype",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This did absolutely nothing for my skin. Just feels refreshing in the moment. No results after using consistently for a month. Donu2019t waste your money when you can just bring a spray bottle full of water with you!"
        },
        {
            "review_title": "A let down",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Honestly this was hyped up on the internet soooo much so I thought it would be great, but I havenu2019t noticed anything different since using it. I really wanted to love it, but itu2019s just ok nothing worse nothing better."
        },
        {
            "review_title": "Good but smells bad",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I really like this spray it hydrated my skin but smells like you just went swimming(exactly like chlorine)"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "I kept seeing ads for this. immediately turned off by the smell. it smells like chlorine and I can't deal with the smell. the mist was fine and felt refreshing. if it didn't have the smell I would have used this everyday. I'm glad I bought the small size instead of the full size."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Use every morning and night with my routine and itu2019s super hydrating"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Tan skin tone, Oily skin",
            "review_text": "I love this I believe this is my second purchase my skin feels so moisturized and refreshed when I spray this on my face definitely will be repurchasing"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I ABSOLUTELY LOVE THIS PRODUCT I RECOMMEND FOR ALL AGES IT MAKES MY SKIN SO HYDRATED AND SHINY LOVE LOVE LOVE."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Sooo I was influenced by tiktok to use this on my perfectly time clear skin in 2023. It ruined my skin because I did not need this in my routine.. ladies!! Donu2019t get things you donu2019t need!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "helped soothe irritation and redness on my face SO WELL. i was honestly surprised that a product could work so well."
        },
        {
            "review_title": "Friend-recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "notSure skin tone, Normal skin",
            "review_text": "My friend got this product, and allowed me to use it for a little bit. This is SO GOOD. It makes my skin hydrated and looks amazing! I told myself I have to buy it, and I think Iu2019m going to be purchasing it in my next order!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "idk if this is doing anything to my face to stop my pimples ."
        },
        {
            "review_title": "u2728u2728u2728",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "Makes me look u2728SHINYu2728 Honestly really hydrating. Would recommend! ud83dudc85ud83cudf80"
        },
        {
            "review_title": "Great for on the go",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve found itu2019s helped keep my breakouts at bay and just refresh my skin! I love that itu2019s refillable and itu2019s great for my gym bag"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product is great! I feel like it definitely hydrates my skin when I use it!! I would definitely repurchase!"
        },
        {
            "review_title": "Not worth the price",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The size difference compared to now & when I bought it back in Jan 2024 is TINY! Love the product not sure itu2019s worth the $12 anymore!"
        },
        {
            "review_title": "LOVE",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "so hydrating and refreshing! It's perfect for underneath make up."
        },
        {
            "review_title": "Huge improvement in 2 days",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "After using this for 2 days my adult acne is significantly better! I think this is going to heal my skin. So happy I finally tried this product. My skin is less red, less inflamed and the marks are flattening."
        },
        {
            "review_title": "Miracle worker",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Literally saved my skin! My chest, back, and jawline were broken out for months when I finally tried this. All breakouts were gone in not even two weeks and right before my wedding! 1,000 stars"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Normal skin",
            "review_text": "this is one of the best facial sprays I've ever used. it's pretty affordable and it feels amazing on my face. it's super hydrating and it makes your face really glowy I definitely recommend this product"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Using the product over the past few weeks it gets rid of all of my activities fights it off and helps prevent it it makes my skin super glowy and I love it so much it's my favorite product and I use it every single day."
        },
        {
            "review_title": "Products great we love her but price???",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
            "review_text": "The spray is amazing, yes it smells like chlorine but when used properly it really helps cleanse the skin and remove bacteria. However, this price points a little high, there are many hypochlorous acid sprays out there that provide the same functions but at a cheaper price point."
        },
        {
            "review_title": "Obsessed, saved my skin.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "I wish I took before & after photos prior to starting to use this product. My skin transformation has been incredible. I use this spray religiously - and it has truly saved my skin from breakouts & made it so soft, smooth, and glowy!"
        },
        {
            "review_title": "Slay tower 28!!u26a1ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This tower 28 spray is amazing, leaving the skin refreshed and happy. SOS stands for save.our.skin. And it really does save our skin! Okay, if youu2019re kinda odd and you like to twist off the cap and smell it, yes it does smell like chlorine. So?? Itu2019s probably the hypochlorous acid! I like putting this in my mini fridge, so it feels so cold and refreshing! I love you tower 28!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "bought this product a few days ago, it smells like a pool. not sure how well product works yet."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "I got this recently and haven't seen a huge difference yet. It kind of makes my skin dry, but feels better once I use moisturizer. It smells like chlorine...so I honestly feel like it's doing the job?"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I have used this for the past week and it has cleared my skin so much!! The only thing I would consider is getting the value size. It runs out pretty quick."
        },
        {
            "review_title": "Great for oily, acne-prone skin!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I noticed the difference in my skin within 2 days, my texture goes down overnight, the redness is subtle, it refreshes my skin, even over makeup, my skin has improvement. For reference, I have oily acne-prone skin"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "GREAT. Makeup wipes irritate my skin a lot, especially my nose area. Unfortunately had to use a wipe on my face recently and it left a horrible burning sensation. I used this spray for the first time that night and the burning stopped. Itu2019s a very refreshing spray! I have very sensitive oily skin and I like this product."
        },
        {
            "review_title": "THIS STUFF IS LITERALLY MAGIC",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "if you have sensitive acne prone skin, buy this spray. iu2019m not even kidding i used it for a week right after i washed my face and it cleared up my skin like magic. the two pictures i inserted below were taken in the same week. BUY IT!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Tres bon produit, je suis u00e0 ma troisieme bouteille et les rougeurs on grandement diminue tout comme lu2019acne. Je rachete assurement!"
        },
        {
            "review_title": "4 out of 5",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Iu2019ve been using this product for the last couple months and been loving the results, I bought the mini to try it out, then quickly ran out and got the full size. I would give this product a solid 4 stars. cds. Definitely would recommence this"
        },
        {
            "review_title": "A must-Have in my skincare routine! u2764ufe0fu2764ufe0fu2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This thing is great!!!! It does smell like a swimming pool and I was concernedu2026.ud83dude2d. Now I am loving it it like drys in like 5 secs and it is amazing to cool and hydrate my skin. A lot of people talk terrible abt this brand but it is pretty good! Itu2019s not cheep so buy a bigger one. Plz plz plz buy!!! ud83dudc84ud83dudc8bu2764ufe0fu2764ufe0fu2764ufe0f"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this as a gift. I really wanted to love this but I donu2019t. While the spray is refreshing, I donu2019t notice a difference in my skin."
        },
        {
            "review_title": "Innovative, but not effective",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Oily skin",
            "review_text": "3 stars because this product was the first of its kind and paved the way for other brands to copy. I like it for on-the-go or traveling when my face feels dirty but I can't necessarily wash it. Would be good for someone who is constantly touching their face and needs to limit bacteria. Otherwise in terms of actual skin benefits... I can't find any. Serves it purpose, but don't expect it to solve all of your skin's problems."
        },
        {
            "review_title": "Bad spray do not recommend",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This product made my skin breakout so bad. The spray helped with my redness but it broke me out so bad the once those pimples healed more pimples showed up. I had acne for 2 months before it all healed. And the smell is like chlorineufffc  is like c chlorine"
        },
        {
            "review_title": "LOVE THIS!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This product is amazing for people who break out or who have redness. This product is also good for others with acne pron skin this made my skin so much better. I would definitely recommend this and have before. Trust me try it."
        },
        {
            "review_title": "A must have!ud83eudef6ud83cudffb",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I think ufffcthe product was amazing just it ran out really fast for me also it does notufffc have a good smell at all but the product was great will be repurchasing.ud83dudc95"
        },
        {
            "review_title": "A must have in my skincare routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "i stuggle with acne prone skin and NOTHING works but this spray, it only takes a couple days for me to start seeing results. this is the best facial spray and worth your money for sure!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "J'ai vue une belle amelioration sur ma peau depuis que je l'ai ajouter u00e0 ma routine ! Beaucoup moins de bouton et ils sont plus petit"
        },
        {
            "review_title": "A STAPLE!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is my 3rd time repurchasing this product. I love using this before my skincare and itu2019s so hydrating and refreshing. I truly think it does help with redness and Iu2019ve seen my skin look better when I started using this!"
        },
        {
            "review_title": "not worth the money",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "should be way cheaper for the size of the bottle. don't see a difference after using the product."
        },
        {
            "review_title": "Litterally you need it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I use this product almost every day now, because it literally just hydrates your skin so much and it literally clears up your acne and it can be on your body wherever it can be on your back on your arms on your face wherever you put this product it feel it feels like it literally just cleared up and literally like sucked up all the acne and it literally and like pimples and acne, and it all just goes away after using this product and Iu2019m moisturizes me so much like Vita pick one product. It would be this one. Itu2019s so good. The price is a littlemisleading but itu2019s super good and I really recommend this product. Itu2019s like so amazing"
        },
        {
            "review_title": "SO GOOD!ud83eudd0d",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "SUPER GOOD!ud83dude0a I love this product it got rid of my redness, texture, acne, and post acne in just a week of using! Iu2019m on my second bottle and I have had the first one for a whole year and a half so worth itthe money!"
        },
        {
            "review_title": "Runs out quick!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, notSure skin tone, Oily skin",
            "review_text": "Got this product from a gift set, and I love it! But it runs out so quickly!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "This product is amazing! When you spray it on, it makes your face feel so refreshed! It works quickly too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "got it for a friend and she loved it! I might buy one for myself"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I was sadly disappointed in this product. I saw so many people loving this product and saying that it saved their skin but sadly for me it game me little bumps and completely dried out my skin, My skin felt like it was stretched out and then secured with duck tape. Sadly was too drying and I could not even open my mouth without pain. Is a no for me."
        },
        {
            "review_title": "MUST HAVE !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "this is the best skincare product i own !! glass skin , we know her !! my skin hasnu2019t EVER looked better since using this . buy this immediately !! i have sensitive skin and it STILL is amazing !!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I like this product. I did notice my skin to be smoother after using this product. The only thing is the smell. It smells like pool water on the face."
        },
        {
            "review_title": "Not good",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I really didnu2019t like it it made me have little bumps on my face and I had big bumps it was a mess. No redness like it advertised but a lot of bumps. I wanted to like it too because I love tower 28u2019s other products; wouldnu2019t recommend for sensitive skin."
        },
        {
            "review_title": "Useless",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Honestly feels like spraying overpriced water on my face, didnu2019t do anything."
        },
        {
            "review_title": "Hear me out!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "2 weeks using this spray, i have pretty serious acne scars, redness and dull skin. But since i bought this, everything started to heal soo quickly. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This works really well and I love that itu2019s eczema friendly!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "Love this stuff so much, it cleared up my skin in about 3 days. It really works"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I really love this product! It really helps with redness!"
        },
        {
            "review_title": "My new must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Saw an influencer using this in her daily routine so I thought I'd give it a try. I'm beyond impressed. After all the years of going to a dermatologist, this literally calmed down the flare up on my cheeks that I was told that's similar to rosacea. I've been using it for about 3 weeks and can clearly see a difference in my skin. I can't wait to see how my skin looks after long term use. It's definitely a must have for me. The only con is, I wish it wasn't as pricey."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Porcelain skin tone, Dry skin",
            "review_text": "Amazing product. My redness has cleared up after a couple of weeks. My face feels so hydrated when I use it!"
        },
        {
            "review_title": "Great!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love the formula and the packaging!!! It runs out a little fast.."
        },
        {
            "review_title": "Great! But a little small..",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love the formula for this! The packaging is efficient and cute! The only thing is, itu2019s a little bit small even for a mini"
        },
        {
            "review_title": "Great for acne prone sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Best product for sensitive skin I recommend this for sure."
        },
        {
            "review_title": "buy it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This literally clears skin AND you can use it as a setting spray for your makeup, it adds like a glow to your skin. LOVE IT about to go buy more."
        },
        {
            "review_title": "I",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "After using this product for a few weeks, Iu2019ve seen a difference in my skin, I thought it wouldu2019ve been rough on my sensitive skin but it did the opposite! The redness on my face is gone away ."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This spray is 100% worth it Iu2019ve bought several bottles because I have noticed change with redness and helped with small texture on my skin"
        },
        {
            "review_title": "It's a must to have if you have red/ white bump",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Medium skin tone, Combination skin",
            "review_text": "My skin got irritated with using niacinamide and and after quitting that I used alpha arbutin got my condition worsened then I got this mist. and I used this one day and it really did magic . That's the picture of before and after using the product after one day. It really calmed my skin very quick. I'm in love with the product"
        },
        {
            "review_title": "A must have in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "after using this product for the last few days, my skin is way clearer. I love it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this product. It helped clear my skin whenever Iu2019m having a break out. I spray it on there and it helps clear the acne within three days. ufffc"
        },
        {
            "review_title": "STOP DOWNING THIS PRODUCT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Girly's stop downing this product! It absolutely slays and cannot be beat! My skin looked amazing and when I run out, I'm getting a refill of the biggest size!"
        },
        {
            "review_title": "a MUST in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I struggle with bad redness and this completely helps!!The only thing I will say is it runs out a little quicklyufffc"
        },
        {
            "review_title": "Wow!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I could have bought my items somewhere else but I chose here. I will reconsider next time as you would not believe the cheesy samples you sent."
        },
        {
            "review_title": "Redness Killer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I have struggled with perioral dermatitis (redness and inflammation around the mouth / chin area), on and off for years. It would show up when it felt like it, and leave on its own accord. I tried EVERYTHING    To get rid of it. Diet, ice, all of the acids you can think of. And then I found this spray! It is essentially wound care for your face. My redness was gone in a matter of days. I pretty quickly ordered the larger jug LOL! Buy this!!to keep to"
        },
        {
            "review_title": "won't repurchase",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "honestly didn't see much of a difference in my skin, but it probably works different on everyone"
        },
        {
            "review_title": "My staple product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this, itu2019s not a life changer (most products arenu2019t) but itu2019s a tried and true favorite for me. It definitely keeps my acne at bay, and even though there are cheaper versions - I LOVE this brand and want to support them, as well as any future releases."
        },
        {
            "review_title": "Amazing! Helped with my pimples a lot",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "after using this, My pimples went away. Even though itu2019s pricey, itu2019s worth it! iu2019m almost done with my second bottle! 100% worth the money!"
        },
        {
            "review_title": "Great product, not better than generic versions",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "Love the product, there is no reason to buy this one instead of the much-cheaper versions available at drugstores"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I was nervous to try this out as I have really sensitive skin that is currently healing from ruining my barrier with actives. I LOVE this product. I am AMAZED at my acne decreasing so much every day since using it. I use the Tower 28 cleanser, then this spray. I let it dry completely and then add their moisturizer on top (which I have loved for months now and really works for me). The spray smells like a pool which I don't mind at all. I do get a little tingly in areas when I use it but I don't think it's bad, and it doesn't last. My skin feels calm and is looking better daily. I will definitely be repurchasing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This is magical. Perfect as toner or a refresh. Skin loving ingredients help clear up any blemishes/clogged pores. Super effective for me."
        },
        {
            "review_title": "Great product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Love this product.  I have noticed a huge difference since I started using hypochlorous acid.   My only pitfall is the price point."
        },
        {
            "review_title": "Waste of money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Literally does nothing and make my face even itchier and more irritated than before. Waste of money"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Could not live without- my excema on my face is so much better when I use it. Cools it off and lessens the intensity when it is burning and itchy."
        },
        {
            "review_title": "Best ever facial spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "My skin is sensitive so I am little vary of using any new product. But this product has amazed me. No breakouts and my skin feels so hydrated, young and rejuvenated"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "This is one of my have! I love this product. It has helped me with my acne so much!"
        },
        {
            "review_title": "Tower 28 great job",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Just got it When I tried it on it felt very hydrating but I only used it ones so Iu2019ll give you an updateu2026"
        },
        {
            "review_title": "amazing ud83dude07",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Oily skin",
            "review_text": "the spray is the best thing in the world but the mini size is just so small youu2019re better off just getting the full size"
        },
        {
            "review_title": "definitely a must have !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Oily skin",
            "review_text": "SUCH a great product ! i always use it after a night out and my skin is suffering . i love this stuff !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "I am a fair skin redhead with easily irritated skin, eczema, and some acne. I absolutely love this product when my skin is struggling. I donu2019t mind the smell but Iu2019m a swimmer and used to chlorine. Its be oming a holy grail product of mine."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I really like this product but it smells kind of like chlorine"
        },
        {
            "review_title": "DO I EVEN HAVE TO EXPLAIN u2764ufe0fu2764ufe0fu2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Five stars for a reason. Get the full size. Trust me <3"
        },
        {
            "review_title": "Break outs",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Unfortunately this product made me break out like I have never, before all over my lower face"
        },
        {
            "review_title": "Pass (buy the Dupe, girlies!)",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is fine but expensive for what it is. Try this exact dupe instead! Honeydew Labs Hypochlorous Acid Spray on Amazon. $19 (CAD) for 200 mL. Recommended by medical estheticians. Cuter packaging."
        },
        {
            "review_title": "must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I read reviews about this helping with acne and it did! I love this product and will purchase again! Def recommend!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "i like this spray, but it didnu2019t really do anything for my skin itu2019s just like water for my skin. but it is refreshing on your skin."
        },
        {
            "review_title": "A must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Medium skin tone, Combination skin",
            "review_text": "I have an acne prone skin and this product did wonders for me. Generally when I travel I get acne but this time I was spraying it frequently and helped me a lot! So good for acne prone skin"
        },
        {
            "review_title": "GO BUY IT NOW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Iu2019m hooked. I bought the mini because i was unsure but will buy the big size. This is so hydrating and i had no reaction on my sensitive skin. My favorite part of my skincare routine! The only this is it smells kinda like chlorine. That is weird but besides that its fantastic!ufffc chlorine"
        },
        {
            "review_title": "get this if u have acne",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "this is my second time using this! it helps me with my acne so so much. its honestly super good i def recommend"
        },
        {
            "review_title": "Good if you donu2019t mind smell",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I really love the spray pump and the spray is really refreshing but the spray has a smell to it that I Really dislike"
        },
        {
            "review_title": "Recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I love this product so much and is worth ur money! i repurchased this so many times bc of how good it is and made my skin so much better"
        },
        {
            "review_title": "A must have if you sweat a lot.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "After using this product for a few weeks I love the results. My skin has been so clear! I use it after or before sweating a lot, and it really helps."
        },
        {
            "review_title": "A MUST HAVE FOR EVERYONE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "the smell is a bit weird because of the chloride but i literally cannot live without it. My skin has never been clearer and i saw the results immediately!!!"
        },
        {
            "review_title": "Save your money!!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Save your money. It caused me to get pimples after just 2-3 days of using it, my skin was clear before."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This product helped my skin 100%. BUT, I bought it and within a week I was already halfway done ( I did 1-2 sprays a day for abt 5 days.)"
        },
        {
            "review_title": "Staple in my skincare routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Wonderful for my sensitive irritated skin, I always try to have this on hand."
        },
        {
            "review_title": "Airport must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this. I buy several bottles and literally take it with me while I travel. Itu2019s my holy grail. Is it refreshing and actually kills the bacteria on your face? Yes. I see a difference. I also love the Byoma facial spray just as much but this one is best."
        },
        {
            "review_title": "Boo",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Feels nice but doesnu2019t get rid of redness so doesnu2019t do what I bought it foru2026save ur money"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I feel like this didn't do anything. If I was thinking about buying this, I would pass and save my money"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Amazing product, although quite pricey for the amount of product you receive. Would recommend purchasing amazon dupe instead."
        },
        {
            "review_title": "Buy elsewhere!!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "you can buy this exact formulation/product anywhere else for waaaaayyyyyyyy cheaper. do yourself a favor and grab some briotech if you like this stuff ud83dudc9e"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Just bought this product and will be returning it because the smell is sooo bad. I canu2019t. I wanted to love this because I love tower 28 but the smell is horrible."
        },
        {
            "review_title": "must have for summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "it's so good for the gym and for summer. must have in my routine!"
        },
        {
            "review_title": "A great product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This viral mini is an amazing toner! I loved the results! But why dose she smell like a pool?"
        },
        {
            "review_title": "HELPS IMMEDIATELY",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Iu2019ve used this spray multiple times every day. I recently developed Peri Oral acne/dermatitis HATE IT and this spray soothes, minimizes redness and itching PAIRED with CERAVE.  moisturizer."
        },
        {
            "review_title": "LOVE THIS SPRAY!! u2b50ufe0fud83dudc97ud83dudc96",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I had pretty bad acne and I felt stuck because nothing seemed to be helping my skin, but as soon as I started to use this spray my acne started clearing up! This is a really good product for acne prone skin. Also, I donu2019t get bothered by the smell, I feel like a ton of people have complained about the smell but it seems fine to me."
        },
        {
            "review_title": "#1 Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "This is my all time favorite product in my routine. I use it everyday and it gives my skin the hydration and refreshing feeling it needs."
        },
        {
            "review_title": "Donu2019t recommend",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "My little brother wrote on our hardwood floors with sharpie and this product got it out! Donu2019t recommend putting it on your face!"
        },
        {
            "review_title": "Not good",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Literally smells like bleach. Not good at all and would not purchase again"
        },
        {
            "review_title": "Cleared up acne",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I had just barely gone through a very bad breakout, and it cleared all of my acne! It way so good that i bought the full size within a week of having the mini!"
        },
        {
            "review_title": "Love, Love, Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Iu2019ve only had this for a couple of weeks, and i can confirm that it is definitely worth the hype. After just days of using this spray, my acne faded away and left my skin glowing. Just donu2019t mind that the product smells like chlorine."
        },
        {
            "review_title": "A new staple in my skin care regime.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Dry skin",
            "review_text": "This is wonderful! Very hydrating and gets rid of the red. I couldn't as for anything more."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "holy grail. have seen an insane improvement in my skin texture and redness"
        },
        {
            "review_title": "Eczema Miracle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Normal skin",
            "review_text": "This saved me and my eczema! Every single winter I get a patch of eczema right on the middle of my neck. Itu2019s irritating, painful, and impossible to get rid of. On top of that, itu2019s very noticeable and makes me self conscious sometimes. It lasts from November through about April, almost half the year! Iu2019ve tried almost every eczema product out there, and while some helped, none of them got rid of it, just made it look and feel slightly better. I heard about this and some people online saying that it helps with eczema. I decided to give it a try. I bought a bottle on Sunday. Itu2019s now Wednesday. Iu2019ve used it once every day since buying it and my eczema patch is almost completely gone! Itu2019s just a faint spot now and I expect it to clear up completely in another day or so. I saw noticeable improvements the very next day and itu2019s gotten better every single day. This has seriously saved me! If you have eczema definitely give this a try.   Iu2019ll round out my review by saying that some people comment on the smell. The person who rang me up at Sephora also mentioned that some people donu2019t like the smell, just to prepare me. I honestly donu2019t think itu2019s that bad. It smells a little like bleach (not nearly as strong, just a faint hint of it), but it goes away after drying and doesnu2019t bother me. Granted, Iu2019m using it on my neck and not on my face so that might have an impact on how intense it is for me. Either way, donu2019t let the smell scare you away if you feel like this product could really help you!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "i bought my first one in February of this year and ive gone through 2 already and iu2019m on my third bottle itu2019s just that good. It really helped my acne and small bumps on my forehead"
        },
        {
            "review_title": "Musttt have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "I freaking love this it feels so fresh on my skin and definitely work so well Iu2019m literally in love"
        },
        {
            "review_title": "I will never be without this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Was nervous to try due to mixed reviews. I have dry, acne prone skin, and my skin has never looked better. I will never be without this in my skincare routine from now on. Iu2019ve noticed less redness and rarely break out now. 10/10 product for me."
        },
        {
            "review_title": "Amazing Product For Preventing Breakouts.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Iu2019ve been using this product for about a year now and itu2019s totally helped with protecting the skin barrier and helps with breakouts. I totally recommend this product for tweens and teens who are starting to get pimples or breakouts.   Tip, use this after you sweat or do a workout and it will help with the bacteria!"
        },
        {
            "review_title": "I wanted to like it!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I genuinely was excited to try this wonder spray. Unfortunately, when I finished the bottle I was left with no change of noticeable effects of what people say is a phenomenal product. Iu2019ll stick with CAUDALE"
        },
        {
            "review_title": "avoids breakouts without drying out my skin!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "realy enjoy this product to help prevent breakouts"
        },
        {
            "review_title": "Didnu2019t work!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Smells bad and it didnu2019t calm my acne redness or make me breakout any less."
        },
        {
            "review_title": "Sorry, not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I donu2019t think itu2019s doing what itu2019s supposed to do. I bought it to calm some red spots but I see no difference. Plus I really donu2019t like the smell."
        },
        {
            "review_title": "Pretty good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Lives up to the hype! Feels really refreshing and cooling no complaints last for a good amount of time definitely recommend!"
        },
        {
            "review_title": "Overhyped",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Yes, I bought this because of TikTok, and yes, I regret it. I had high hopes, but I didnu2019t see any difference in my skin. For the price point? Absolutely not worth it. Save your money and skip the hype."
        },
        {
            "review_title": "Works well for mask acne",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Seems to really be helping my daughter with her mask acne, she works in healthcare & is masked all day."
        },
        {
            "review_title": "Works great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This product seems to be helping my daughter with her Mask acne, she works in healthcare & has to wear a mask at work."
        },
        {
            "review_title": "Get it now!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Tower 28 sos spray is to die for!  I have suffered from cystic acne all my life and this has cleared my skin out in no time!  Life saver."
        },
        {
            "review_title": "Broke me out",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "this broke me out so bad i had clear skin before using it and my skin looks like this now but it works well for the friend i gave it to so i guess it's different for everyone"
        },
        {
            "review_title": "An absolute staple in my morning/night routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Totally cleared up my acne and bumps. I would 10/10 recommend it! This will be repurchased after finishing because it is a staple in my routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "I don't have major issues with acne or redness, but as a gym girl, I tend to break out where my sports bra touches, which drives me mental. Keeps my skin clear, do spritz on my face too, very mulit functional. Likely will splurge on the large size when this one runs out"
        },
        {
            "review_title": "Un enfer.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Je croyais avoir trouve le produit qui allait aider ma peau. Apres quelques jours ma peau est devenue CATASTROPHIQUE. Ma peau est devenue rouge, douloureuse, remplie de boutons du2019acneu2026.Il su2019agit du2019une grave erreur du2019avoir essaye ce produit, il a detruit la peau de mon visage. Ju2019ai peur que ma peau nu2019en guerisse jamais. Je ne veux plus jamais revoir cette bouteille."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "It was just like water! I did not like this at all over rated fr fr..."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I donu2019t understand the hype around this product or this brand. This product doesnu2019t lather and leaves makeup on my face. The pump was broken after 2 days"
        },
        {
            "review_title": "great if you forget about the price",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "really helps with eczema and acne it does run out quickly and is pretty expensive but I still love it"
        },
        {
            "review_title": "good... but gave me contact dermatitis",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "i have repurchased this product a couple of times and each time i do so i somewhat regret it. i do have to admit i really love the feeling of spraying this on my face and sometimes on my beautyblenders but something about the smell is offputting as well as i get the same results with my skin even when i don't use this. also, if i accidentally applied this product to my neck, it would be so bad. my neck would rash out and i would get contact dermatitis. if you want this just to waste your money then go ahead, but its nothing great. also, no shade to the brand. absolutely love tower 28 but this product is just a no for me."
        },
        {
            "review_title": "This is a musthave for looking&feeling refreshed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "This is an amazing option for oily skinned people. I find myself applying this when I get home at the end of the day. This makes my face feel very refreshed, hydrated, and I noticed less redness."
        },
        {
            "review_title": "Refreshing Product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "It's super nice for a skin refresh, and I like to use it midday if I my skin feels a little dirty on no-makeup days. I'm not totally wowed by it (no big differences in my skin), but I have no complaints either."
        },
        {
            "review_title": "Great for controlling oil and sweat throughout day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I really love this product! I originally purchased the mini for a trip to a super hot and humid climate and it was a life saver for keeping my breakouts at bay. Normally with the amount of sweating I did I would have broken out much worse but with this product I was able to spray it throughout the day when I was feeling too oily. As a bonus, when I sprayed it and there was a slight breeze it cooled me down! Overall, I would suggest to purchase the full size because the mini is super tiny and only lasted me the two weeks on vacation."
        },
        {
            "review_title": "LIFE CHANGING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I have struggled with forehead acne for some time, but as soon as I started using this spray, it all went away. Honeslty this is the only thing that I use for my skincare routine, and my skin has never looked better. So if you're thinking about getting it, just get it. I promise you will not regret it. Also these last for some time. A bottle usually lasts me 3-4 months."
        },
        {
            "review_title": "Love this!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I have been using this spray for awhile and I would def recommend- i always use this before a workout and it makes my face much less red and irritated"
        },
        {
            "review_title": "Pretty good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Iu2019m honestly not really sure what the product is supposed to do. The only directions are to use it in place of a toner but I didnu2019t use a toner before this so Iu2019m just kind of winging it. I like it though."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "When I first came across the Tower 28 SOS Daily Rescue Facial Spray with Hypochlorous Acid, I was hesitant to purchase the product. I now write indubitably, that this product has changed my life. Its subtle ability to hold makeup to the face and its salubrious benefits make it one of the most underrated products available today. My skin has cleared up incredibly and my day is ameliorated; placing a kind countenance across my face. I am certain of my certitudes that everyone must try this product at least once. It has lasted me well over a year and I can squander with it how I please without fear of wasting it. When Iu2019m being hurried out of the house in the morning, a perfunctory makeup look finished off with this is infallible when it's time to take my makeup off. I am writing this review with effusions to express my gratitude for it, and to cajole everyone to purchase it now!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love this product. It has helped my skin so much and is so refreshing to put on your skin."
        },
        {
            "review_title": "Recommend for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I first found out about this product from an influencer on instagram and was 50/50 if I should try it. Iu2019m so glad I bought it. I donu2019t use it everyday but about 3-4x a week when my skin is inflamed or seems like it might break out. Definitely calms my skin down but it does lack hydration so after spraying this toner I do follow it along with some hyaluronic serum."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Love, love, love, love, love, love, love, love, love, love, love, love, love, love, love, love, love, love, LOVE"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Divine. Wonderful. Amazing. Scrumdiddlyumptiouss. Bodacious."
        },
        {
            "review_title": "My holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "I love this product!!! Itu2019s my holy grail!!! The ingredients are simple but amazing! I use this everyday and Iu2019m almost out of the mini say and itu2019s only been a couple weeks, so I wish this lasted longer for the price."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "after using this product, it has made me break out even more. Don't waste your money on the full size because it doesn't do anything."
        },
        {
            "review_title": "NO",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "How it sprays is nice and it feels refreshing. However, it completely broke me out after a week of using it. I used to have very good skin. I only got hormonal acne and a few acne scars. My forehead is covered with acne and my t zone too. I really regret purchasing this and giving it a chance. I also watched so many videos on how to use it properly but I ended up returning it without a doubt. Not to mention, I have not gotten my money back yet after two weeks."
        },
        {
            "review_title": "Gym Girlies this is for YOU",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Strongly believe that spraying this on your face after a heavy/long/sweaty gym day helps minimize any new pimples, etc. It does have a bit of a *chlorine/pool* smell, but it's not as overpowering as everyone makes it out to be. I would rather overlook the smell and continue using it. I have combination skin with an oily t-zone and it's done nothing but wonders for me. Do yourself a favor and keep this in your gym bag! (:"
        },
        {
            "review_title": "Hormonal Acne",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "The SOS Spray helped clear my skin! Iu2019ve struggled with hormonal acne since 2020 and tried everythingu2014from harsh skincare products to medicationsu2014but nothing worked. In fact, it only made things worse. After years of trial and error, I finally discovered the SOS Spray, which not only reduced my acne but helped clear it up. Now, itu2019s my go-to product whenever I experience a breakout (with thyroid and PCOS, they come unexpectedly), rashes, eczema, allergies, or any type of inflammation. Itu2019s a must-have in my daily skincare routine!"
        },
        {
            "review_title": "Amazing for Skin BUT the Smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "I love this product I have been using it for weeks and has helped my skin so much!! The only problem I have with it is the smell. It smells like a chlorine pool. I love swimming and all but using it for skincare makes it feel a little gross. The brand does give off summer beach/pool vibes but I don't want to literally have the pool on my face. Other than that an amazing product!"
        },
        {
            "review_title": "Need to be part of ur skin care routine noww",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "I donu2019t have super bad skin were I need this but I stared to break out on my chin from another product and this SOS spray helped the redness calm down. Totally recommend! And worth the price for when and if you do have brake outs!"
        },
        {
            "review_title": "DONT BUY",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "This product broke me out and completely dried out my skin. I had clear skin never break out and if I do itu2019s one. I bought it because I saw on tik tok it helps with break out and I had one on the side of my nose and wasnu2019t trying to get rid of it before my brothers wedding now my scalp line is so dry like it has never been before and I have multiple breakouts which I have never had before and my skin feel horrible! Do not get this is you donu2019t have sever acne ect."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I use it as a toner, it genuinely helps my skin so much to clear up - like others said just be sure to follow with moisturizer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I loooove this spray. Itu2019s a staple in my routine and it will be for a long time."
        },
        {
            "review_title": "Totally worth the hype!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "Glowing results within a week! This product is so worth the money and the hype, a must have in your day and night skincare routine!"
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "Perfect! Iu2019ll be getting the larger version asap! Def recommend:-)"
        },
        {
            "review_title": "good, make sure you hydrate skin after",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The spray is aggressive but this product does work. My skin seems clearer now, but beware for dry skin. Make sure you hydrate well. Other brands that sell hypochlorous acid are okay but the tower 28 has a much milder chlorine smell."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "Absolutely must have in your routine! Gives the best refresh to your skin!"
        },
        {
            "review_title": "never go a day without it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Normal skin",
            "review_text": "I was getting rashes and itchy bumps on my cheeks every single day towards the evening and had no idea what was causing it. I used a bunch of products to find anything that would help and this finally did!!! Almost 2 years of using this and only rarely when I get an itchy bump, I spray this and the itch goes away and my skin feels calm. It saved my skin!!! Once it dries I go in with the face cream from the same line and it feels so rich and soothing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, auburn hair, Combination skin",
            "review_text": "I have a mast cell disorder and it is so hard to find products that help with the redness on my face - I have been using this product for over a year and it is so wonderful and calming"
        },
        {
            "review_title": "Staple Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Staple product! Love using after the gym or throughout the work day. Doesnu2019t leave a scent or residue."
        },
        {
            "review_title": "It's fine.  not great",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "It's fine.  Not bad, just feels like water, not particularly refreshing."
        },
        {
            "review_title": "My holy grailud83euddfcud83euddfc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have struggled with my skin for years now and this product saved me! It helped clear my irritation and skin quick! It also helps me feel refreshed whenever I want a quick spritz! I love itud83dude4c"
        },
        {
            "review_title": "must have in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I struggle with acne, redness and irritation in my skin, and this product is a miracle! i used it consistently for 2 months and the results are amazing. Now, this is my go to spray when ever I am having a severe break-out and need the irritation to go down!"
        },
        {
            "review_title": "IN LOVE!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely love the SOS Rescue Spray!! I use it after all my practices and workouts. It always leaves my skin feeling refreshed, soft, and glowy!ud83eudd70"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Love this spray. Helps with my redness and blotchiness. Has become a staple in my routine and Iu2019ve gone through several bottles now."
        },
        {
            "review_title": "Gentle Skin Savior (but pricey!!!)",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "Iu2019ve been using the Tower 28 SOS Daily Rescue Facial Spray for a while now, and I really love the way it calms my skin and reduces redness. As someone with sensitive and reactive skin, this spray has been a lifesaver in soothing irritation, especially during flare-ups. However, Iu2019m giving it 4 stars instead of 5 because of the price. While the product itself is fantastic, itu2019s a bit expensive for the amount you get, especially if youu2019re using it daily. If it were a little more affordable, Iu2019d give it a perfect score."
        },
        {
            "review_title": "soothes redness, un even texture, and eczema",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "Works so well and fast! The size is perfect for traveling and soothes eczema!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This product did not work for me. No difference when using it."
        },
        {
            "review_title": "Must have in skincare",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "After using this product I see my skin shinny . This product really helped out with my acne and to my my skin soft"
        },
        {
            "review_title": "Used to be amazing- what happened?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "For some reason, this worked for me before, and it did the exact opposite of what it claimed to do. It caused me acne that hasn't gone away, and I even tried it on my husband and he complained about it too! I don't know if I just got a bad bottle,  but for some reason this product has changed from a couple years ago."
        },
        {
            "review_title": "best skincare spray ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "It is amazing all of my acne has went away even the things the were NOT budging at all!!"
        },
        {
            "review_title": "Perfect On-the-Go Refresh for Breakout Prevention!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I love having the mini in my purse for daily use! Itu2019s great for killing bacteria to prevent breakouts, and it feels super refreshing during the day. A must-have for a quick skin pick-me-up!"
        },
        {
            "review_title": "Didn't do anything for my skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "After using this for probably a month and a half, I didn't really notice any difference. I have pretty bad hormonal acne on my chin and I didn't see anything different while using this. Also smells funky."
        },
        {
            "review_title": "A need in you're skin care routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I had really bad acne for the past 2 years and I heard about the Tower 28 SOS Daily rescue Facial Spray, so I knew I had to try it after many people recommended it to me. I am now on my third bottle, this spray has made a huge difference to my skin. This spray is the only thing that helped my skin in every way, I recommend this spray so much it's the best!!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Iu2019ve been using this product for several months now, and I have to say it really has been keeping my acne at bay and my skin just generally feels fresher. It would be five stars but it weirdly smells like a chlorine pool."
        },
        {
            "review_title": "Not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "I didnu2019t see any difference after using this product, and it honestly spells like chlorine. The only good thing about this product is the application is extremely easy. In all honesty thoughu2026 itu2019s just a product that isnu2019t worth the money or hype. Didnu2019t work for me."
        },
        {
            "review_title": "OBSESSED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "iu2019m obsessed with this product. itu2019s my holy grail for the gym, flights, hikes, and anything active. it saves my skin from bacterial breakouts and iu2019m never looking back!!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "I didnu2019t notice the biggest difference with this product but it is quite refreshing."
        },
        {
            "review_title": "Great for my skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I really like the Tower 28 SOS face spray! I saw results in 2-3 days! I would recommend to anyone with acne, redness, dark spots, ect.! My skin feel nice and smooth after I apply it. Trust me, it's worth the money! (One shown in picture is the mini size for $12)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "After the first use, this product significanly reduced the redness and small pimples on my face. It feels fantastic and pairs well with my moisturizer. I highly recommend it. It works exceptionally well. I was amazed."
        },
        {
            "review_title": "Game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I decided to try this during my recent hot sweaty trip to Disneyworld and this product is wonderful. Great as a toner and refresher as needed. In a weeks time - I noticed less bumps on my skin - it made it smooth again."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "I wanted something new for my skin routine. I tried this and am loving it. My skin has never felt so hydrated."
        },
        {
            "review_title": "New favorite in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "As other reviews have noted, this does smell a bit like pool water. This scent quickly goes away, however, and I don't find it bothersome. This product has been a game changer in preventing and tackling breakouts in the humid summer heat and while masking (which always makes me break out near my mouth and nose). Make sure that you use this product BY ITSELF! Let it soak in (ideally for 30min) before applying other skincare, particularly actives, or you will neutralize the hypochlorous acid. Such a simple step that has really helped improve my skin without drying it out. This will be part of my routine moving forward!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I bought this to use for my underarms, as it's summer and I get very sweaty at work. This was recommended to me because it can be used for body odor, as it's antimicrobial. As soon as I spray this onto my underarms, within seconds I begin to smell strongly of body odor. I thought maybe it was reacting with my antiperspirant (Dove), so I tried it on freshly clean underarms without any product, and I still smelled of body odor after using it. I tried it on my husband and let my friend use, both reported smelling of body odor in their underarms within seconds after using it. I will not be purchasing this again."
        },
        {
            "review_title": "Unfortunately, a miss for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "I have sensitive, combination skin that is acne-prone, and this spray unfortunately does not work for me. Instead of calming my skin, this actually causes irritation and breakouts on my face. I know so many people LOVE this product, so I think this is still worth trying if youu2019re interested (because I suspect Iu2019m in the minority for whom this does not work). I love the SOS cleanser for helping calm down dermatitis-like / eczema-like symptoms on my face, and I also consistently use the SOS moisturizer as my night creamu2014definitely recommend those Tower 28 products."
        },
        {
            "review_title": "Not good",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This product smells like bleach to me. The smell alone makes me sick whenever I put it on and I donu2019t think it does anything for my skin. I have redness but it doesnu2019t help. Waste of money. Wonu2019t be buying again."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "I bought the mini and I have had this product for about 5 months and use 1-2 sprays per day and still have about a quarter left. I would totally recommend!"
        },
        {
            "review_title": "1000% worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "amazing. a must have in my skincare routine. i definitely will be getting the full size next time."
        },
        {
            "review_title": "Amazing for acne!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "A very very good product. Runs out fast but it's amazing if you have big break out or acne prone skin. You can also find several dupes of this on amazon for 1/3 of the price"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I love this product I have a lot of redness on my face and this helps fix that immediately!"
        },
        {
            "review_title": "A must-have, in my opinion",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Dry skin",
            "review_text": "This stuff is so good. I totally recommend it. It cleared all my acne. I love it"
        },
        {
            "review_title": "OBSESSED!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This product literally saved my skin! My skin was super red, sensitive, and dry, but this spray took it all away! Repurchased multiple times, and forever will! Itu2019s definitely worth the hype, and so is the entire brand! 1000/10 recommend!"
        },
        {
            "review_title": "Love this spray!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was recommended this product by a friend who uses it regularly. Not only do l use this product for before makeup to soothe redness but also after makeup. It keeps my makeup looking flawless and keeps the oil at bay :)"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I have had this product for about five months the 4 oz bottle and I still have half the bottle left. This has really helped my face with breakouts or just to cool down. This I worth the hype and money."
        },
        {
            "review_title": "Great for acne, eczema, piercings, wounds",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Works great for many things however youu2019re just paying for the brand name. You can get the same thing on Amazon for way cheaper with the exact same ingredients"
        },
        {
            "review_title": "Love this spray!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Love this spray.  I have bought it again and again.  It is so light and refreshing and keeps my face hydrated and soothed.  Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The product delivered does not include the 4 OZ stated on the bottle, this is by design and misleading for the customer. Please keep this in mind if ordering as you are paying for more than you are acutely getting. There are exact same products in terms of I gre"
        },
        {
            "review_title": "Better Alternatives Out There",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Great product, but oper-priced. Much cheaper options out there with the exact same formulas."
        },
        {
            "review_title": "Will keep purchasing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "This spray has been great for preventing break outs. I have not seen results in clearing redness, but this spray has stopped every break out that I could feel starting. I typically get acne on my chin and nose during my period and spraying this on right when I can feel the bump  starting will completely stop the acne from forming. Itu2019s SO worth buying just for that reason."
        },
        {
            "review_title": "feels nice",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "I got this to calm my skin after a long walk/hike and it feels nice on my skin and keeps it from drying out, but doesn't really calm any redness. I think it probably works better over time than having immediate effects so I will keep using as I do think it is good to clean and make my skin feel nice."
        },
        {
            "review_title": "The best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "LITERALLY SAVED MY SKIN! My skin was so clear afterwards and this protects my skin from breakouts and also helps it retain moisture and not feel dry and irritated"
        },
        {
            "review_title": "Goes by fast",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "It was okay but the mini one you go through it so fast and I only had it for 3 days and then it was gone ud83dude02 but overall it was refreshing with the only 3 days I had it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "Best product ever! Really good for my sensitive skin."
        },
        {
            "review_title": "best decision for angry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I seen an influencer with this awhile back so I decided to give it a try since my skin breaks out over the tiniest things. I swear after just over a month this spray has helped so much to stop my breakouts and even in the dry areas I get redness have faded. I spray it probably more than necessary so it's running out fast but I'll pay the price ud83dude06"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "Eh, felt refreshing but that's about it. it doesn't last long at all and did nothing for the redness on my face like advertised. not worth your money."
        },
        {
            "review_title": "PRETTY GOOD",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I really like this product! I bought the mini just in case and will def be repurchasing! It helps with acne and redness, is refreshing, and smells like a pool. It is also great for travel"
        },
        {
            "review_title": "Adult acne savior",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I've had adult acne my entire life, and I'm a terrible face picker.  This has saved my face. I've been consistently using it ~2x a day and my redness is improving, my acne is healing quicker and has noticeably reduced.  So, so happy with this product."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "I bought this product on july 5th and it is august 5th. It helps my skin and i only use it one a day but it is halfway done. Good product but runs out fast!"
        },
        {
            "review_title": "Itchies quick fix",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Not necessary but very nice.  We keep it in the fridge for itchy, uncomfortable skin."
        },
        {
            "review_title": "YESSS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This does have a bit of an odd smell, but it works wonders paired with the moisturizer!! They both saved my skin and itu2019s so cheap!! This is an absolute must have"
        },
        {
            "review_title": "The best for soothing skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I have very sensitive combination skin and this product is a must in my routine. I use it every morning and night, and often throughout the day to prevent breakouts and sooth any irritation."
        },
        {
            "review_title": "it's so amazing it cleared my skin up so much",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "I have red stinging skin texture and this cleared it up!! Great to soothe skin and relieve redness!!! I love it! honestly you need this!! there are dupes with the exact same ingredients for cheaper on Amazon so I just fill my tower 28 bottle with it and it works perfectly!"
        },
        {
            "review_title": "that smell, yuck",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I'm not sure how to feel. like the product feels good on the skin but it smells like bleach and that alone makes me nervous. I will not repurchase."
        },
        {
            "review_title": "Love the spray not the stank",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I love the way this makes my skin look and feel. Seems to close pores and skin feels glass smooth after. BUT. It smells like bleach. I wish I could agree with the folks who said chlorine but that would be a dream. Spray, and breathe through your mouth until it dries."
        },
        {
            "review_title": "broke me out",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I'm so disappointed I was so excited to try this but it broke me out so bad I didn't really have acne before this but this started my journey of me breaking out.. I did break out before this but not as often as I do now I quickly realized after a week that this is why I was breaking out but this has started my skin's journey of breaking out ik a lot of people like this so if it works for you great but it's not for me  I would say that it's 100/100 on the yuka app"
        },
        {
            "review_title": "HOLY GRAIL!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Combination skin",
            "review_text": "LOVE THIS PRODUCT!!!! I have really sensitive skin but it did not burn, itch, or break me out. I had very very bad forehead acne but it went away after using this!!! It is a MUST HAVE!!!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "It helped my skin but not worth the price. it only lasted a few weeks. $12 is too much for water with sodium but I will definitely be making it home."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Purchased for a friend who absolutely Loves it. I personally thing it stings my skin. I am probably allergic."
        },
        {
            "review_title": "I'm going to buy the full bottle",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I bought the mini to make sure it worked as an addition to my skincare routine, and I really liked it. It feels really nice on the face and didn't burn at all. I noticed my acne went away, but I also want to acknowledge that it wasn't severe to begin with. I am giving it four stars because I know there is a cheaper alternative, but I am too lazy to look for one."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I have not noticed a difference in the redness of my face. I donu2019t think this does anything."
        },
        {
            "review_title": "tiny bottle, overpriced, but really effective",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "this one's a great product, but sadly extremely overpriced and the bottle was too small. it was my first hypochlorous acid, and i wanted to try this brand out before i looked for other alternatives. it's great, reduced blemishes in 2 days, cleared my skin of congestion and minimized pores and increased smoothness after just a day of use. however, the pricing is wild over here. you can find hypochlorous acid for topical use as a spray on amazon for far less (they're all the same). I'll be going for those in the future."
        },
        {
            "review_title": "Small but amazing!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Dry skin",
            "review_text": "product is dissapointingly smaller then expected but it made my face feel so good. It is sooooo hydrating which is amazing. The cap gas a sort of chloeine/cleaning product smell but when I spray it on I don't smell anything."
        },
        {
            "review_title": "best product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "i have been using this for the past year and whenever i stopped using it i would breakout again best product hands down"
        },
        {
            "review_title": "obsessed!!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "i have repurchased the TOWER 28 spray 5 times and canu2019t live without it. it helps with redness so much"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "when the product first arrived, to my dismay the contents had leaked out slightly, luckily not much managed to escape, and when I started to apply the product it felt really good on the skin so II would still reccomend despite the leakage."
        },
        {
            "review_title": "Refreshing, and Unnecessary",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "While this product is refreshing, like you initially feel moisture misting directly into your pores, I think it's ultimately an inconsequential product with negligible results and an aroma reminiscent of your grandma's freshly bleached bathroom floor. Just extra plastic out in the world and an extra step that I don't think is necessary for anyone. However, maybe that's just me! My only skin challenges are redness and dryness, which this did nothing to alleviate. You could chock that up to diet, general health, et cetera - there's a variety of factors that contribute to your skins appearance/health that many don't consider when evaluating a dermatological product's success. It's all about the combo! But I can confidently say that this isn't critical to your regime. The *only* thing I can see this maybe being nice for is before/during/after a flight, but you can drink water for less money."
        },
        {
            "review_title": "Love this!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "I love this product! I cleared my acne in 2 days. Although it is my new fav, the scent is not the best unless you like the smell of chlorine/pools."
        },
        {
            "review_title": "Never buy this!!!!!!!!!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I was so excited to use this product, as I had seen so many influencers love it and describe the smell of it being a clean house. A few days after using it, my eye started to get swollen. Wanting to love this product, I didnu2019t think that it could be the culprit.  I kept using it until my left eye had completely swollen shut and if broken out in hives. It also smells like bleach, and doesnu2019t do anything for your skin. Complete waste of money."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Made my skin breakout. if you have sensitive skin that is acne prone i would not recommend this product what so ever. it makes your acne worse.  you could definitely find better alternatives"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "I donu2019t think this does anything for me but it is weirdly refreshing."
        },
        {
            "review_title": "Sensitive skin girlies, buy this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Worth. Every. Penny. I used this combined with the moisturizer and the angry rash from using another product for the first time was 95% better the next morning! Absolute magic!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells terrible. Tried it a few times but it was unbearable."
        },
        {
            "review_title": "SKIN PERFECTING SPRAY!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I often get small breakouts and I decided to try this out. This product ERASED any impurity I had on my skin and left it smooth and clear. I am so happy with this product, I am planning on buying the biggest size of it. BUY IT!!!"
        },
        {
            "review_title": "Not worth 12 dollars for a mini",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "i got it and it feels like water is being sprayed on your face. had no benefits. also sprayed out agressivly. would not recommend. it is a bottle of water."
        },
        {
            "review_title": "Cleared up my acne in NO TIME!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product is a lifesaver! It cleared up my acne in under a week. I'm not guaranteeing that it'll work like that for everyone but that's how it worked for me. ufffc"
        },
        {
            "review_title": "Eczema",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Used on my 6 year old eczema after nothing else worked. With consistent use skin inflammation decreased."
        },
        {
            "review_title": "PERFECT PRODUCT FOR THE EXCEMA GIRLIES",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I love this product for my excema/ance prone skin. IT keeps it refreshed and I barely touch my face anymore because it doesn't itch as much."
        },
        {
            "review_title": "Would recommend!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "I've used it for a while now, and the formula is REALLY GOOD! But the only thing is it smells like water? But other than that I love it!"
        },
        {
            "review_title": "Buying the big bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I bought the mini to test it out and Iu2019m definitely buying the big one. I absolutely love it, makes my skin feeling fresh and hydrated."
        },
        {
            "review_title": "must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love this product!! the spray always leaves my face very moisturized!!"
        },
        {
            "review_title": "Not what i thought",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Was really excited to try this because everyone I follow on IG has really good things to say. However, after applying my sensitive/dry skin got much drier and felt like it was burning a bit. The smell of this was yummy though! Now, I am 45 years old so I think I am in Perry men so that makes a difference"
        },
        {
            "review_title": "Will be repurchasing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "Iu2019ve used this for almost a month now and itu2019s amazing complete game changer for my acne I struggle with bad breakouts during the summer and I will not be without this now!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I have been struggling with acne for a few years now and iu2019ve used many products to improve my acne. But nothing was ever working until i started using this! I saw a dramatic improvement in just a couple of days."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "I love this product! I got the mini because itu2019s affordable and itu2019s kept my skin clear and prevents break outs and redness. I will be repurchasing."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Good product but it is Expensive. Other alternatives can do the same job."
        },
        {
            "review_title": "Must have for everyone with acne",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I have been using this product daily in the morning and at night every day for the last three months and it removed almost all my acne which i had been struggling with for two whole years so it is a definite recommend!"
        },
        {
            "review_title": "Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019m not a professional, I did not test this in any professional capacity, but it did clear up or minimize my acne on my chin. I suffer from hormonal acne, but also from skin sensitivity, sometimes using brushes will break me out a little. This relaxes my skin. I used it before moisturizer each day. Will be repurchasing forever, the large size. I will refill the mini for travel :) So happy I tried it out."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "After using this for months, it is non negotiable in my routine, I have the sample size that I refill when I travel as well because I literally can not go without it. It really is a rescue spray, gets rid of blemishes in half the time, smooths skin and also just calms it down. I use it before moisturizer morning and night."
        },
        {
            "review_title": "Helps with acne so much!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Love this so much! Helps with acne definitely but has a weird smell but thatu2019s my opinion! Definitely recommend if you have acne."
        },
        {
            "review_title": "My holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Itu2019s so good!!! So refreshing and clears up small acne!! 10/10 recommend!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This product really is a miracle. I have absolutely no complaints. My face would be red around my nose and I would have pimples normally, and this is pure magic. My face is so smooth and not red at all! Actual results in a little under two weeks, and it's real magic! I would definitely repurchase, and already have! It definitely hydrates my skin and I feel so refreshed after using it. I usually use 2-3 sprays every time I use it, which is once or twice a day. I love this product, and even really works if you already have pretty clear skin. Another product that just works for everyone. The bottle doesn't run out too much, and really, it's definitely a win for the price. You get so much product for a pretty reasonable price! Way to go, Tower 28!"
        },
        {
            "review_title": "This has helped my acne so much!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I spray it every morning as a first step in my skin care routine. Also to everyone complaining it smells like chlorine, I think you should google what hypochlorus acid is lol. The chlorine smell goes away when it dries"
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "This stuff is so good I don't want to be without it. My cheeks started getting red a few months ago... And it was extremely annoying. I tried sooo much stuff And this spray helps sooo much. It helps Alot when my face feels hot to cool it down. And idk if I'm weird but this smells SO good lol"
        },
        {
            "review_title": "Definitely a repurchase!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, fairLight skin tone, Combination skin",
            "review_text": "I literally love this stuff so much! I just got the full size. It is a must have in my routine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "My oily, sensitive, and acne-prone skin LOVES this spray. When I feel a breakout coming on or my skin just needs that TLC, I spray some on and feel so refreshed!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Help with my skin! Controlled the redness and help with breakouts!!"
        },
        {
            "review_title": "You need this!!!!!! ud83eudd70ud83eudd70ud83eudd70ud83eudd70",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is a must have in my skin routine! It has helped my acne drastically! Totally worth the price! Its also safe for any age ud83eudd70ud83eudef6ud83cudffbud83dude0d"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Just buy this ingredient on Amazon. Idk why charge 28$ if on Amazon the same thing and bigger is $17"
        },
        {
            "review_title": "MUST HAVEE!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Stop drop and roll to get thiss!!!!!! amazing thing Helped with acne so much!!!"
        },
        {
            "review_title": "A treat, not a necessity",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Skin: Combo (Dry and Oily)  Condition: Cystic acne (PCOS)  this spray certainly does add a level of cleanliness to my routine but i certainly did not see any major difference in my complexion. my acne severity remained the same throughout the use of this product (1 month.)  however, as i said, it did make my skin feel clean after letting it dry before applying the rest of my products. this is more of a treat than a necessity in my skin regiment."
        },
        {
            "review_title": "Cooling and referringud83eudee7ud83eudd2d",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Honestly I really like the product! Cooling, referring and reduces redness. Highly recommend if you get read easily:)"
        },
        {
            "review_title": "If your not buying this what are you doing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I LOVE this product. I recommend it for sensitive acne prone skin. After using this for about 3 weeks most of my acne was gone and my skin look clear."
        },
        {
            "review_title": "not the best for oily skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "i bought this a while ago, as it was recommended to me by a sephora employee. it doesn't serve many benefits for oily skin, but i did notice my face redness disappear in the month that i was using it. it doesn't help with scne and doesn't serve as a setting spray"
        },
        {
            "review_title": "Repurchased in refill size",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Yes, this has a bit of a bleach/pool smell to it-which quickly goes away. I have rosacea and believe it helps reduce the irritation."
        },
        {
            "review_title": "Holy Grail ufffc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "This product is a must have! It has so many uses. You can use it to hydrate your skin before applying your make up. You can also use it on your beauty blender to help yourufffc make up blend seamlessly."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Best product ever! Helps with acne so much, and really great after sweating."
        },
        {
            "review_title": "This is a must have in my skincare routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This spray works miracles and healed my acne within 2 weeks of use. A little thing about it is the smell, it smells like pool water but I love that is has no fragrance."
        },
        {
            "review_title": "holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "this product has been helping my skin so much. I use to have such bad surface acne and it went away, in like two weeks. I need another bottle though because I ran out and its starting to come back ud83dude13"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I only have the mini bc I was tasting it out and itu2019s amazing!! I definitely recommend it it has been such a good addition to my skincare routine  ufffc"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": ""
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "really refreshing! it is an essential for my skincare routine!"
        },
        {
            "review_title": "A must-have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Although it smells like chlorine it is amazing! It help get rid of my acne within a week. So worth it. 100% would repurchase!"
        },
        {
            "review_title": "Wish I could love it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I wanted to love it but sadly after two weeks I broke out worst than everu2026. I have very sensitive skin and prior to using it I wasnu2019t breaking as much but I used it night and day as toner like it said on the bottle my acne got worst"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "After using this product for once my husband and me had face itching and swelling"
        },
        {
            "review_title": "Donu2019t buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Didnu2019t help my skin at all, smelled like chemicals and made my eye have a reaction"
        },
        {
            "review_title": "I LOVE THIS SO MUCH!! MY RIDE OR DIE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "at first i bought the mini, because i saw good reviews online, but i got hooked! it works so well on my breakouts and redness, and its a pretty good price! it smells a bit like chlorine, but it goes away in a few minutes. itu2019s honestly so good, definitely get it!!"
        },
        {
            "review_title": "Must-tryu2026. With a dupe",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "This product feels great, especially for irritated, acne prone skin. The simple ingredients are a plus. However, there is a product marketed for diaper rashes (Munch kin HYP03) with the exact ingredients for a cheaper price. For how simple it is, the price is high."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "i love how this spray refreshes and hydrates my skin, my only complaint with this product is that the spray on the mini bottle doesnu2019t work as well as the spray on the full size."
        },
        {
            "review_title": "For me itu2019s a scam",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, mediumTan skin tone, Dry skin",
            "review_text": "I have had this product since December and it did absolutely nothing! It smells like bleach and chlorine and thereu2019s literally 3 ingredients"
        },
        {
            "review_title": "Eugh",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "HAVE YOU SEEN THE SHEER AMOUNT FOR 12$, this made my skin way worse and quite literally ran out within a week."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I really do like the product i got it in the small size but even tho i picked the small size it holds a lot of product and it hydrates my face and keeps my face smooth and i love this mist"
        },
        {
            "review_title": "good product but quite drying",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Dry skin",
            "review_text": "hi! i have been using this product for a while now and have repurchased a few times. It does do a good job to calm down irritated skin and i love the antimicrobial benefits after volleyball and sweating in the summer. However, i have noticed that the tower 28 spray has a tendency to dry out my skin after using this product. Also, the mini as well as the full size version of the spray always seem to run out way too quickly. Overall, this product is okay, i love the benefits but it's too drying for my skin. i don't think i will be buying this again but maybe i will try tower 28's SOS serum instead."
        },
        {
            "review_title": "Itu2019s good u2728",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love the fresh feeling of spraying it after a good cleanse. It does help with redness but I donu2019t see other results from it. Still something I would buy again just for the refreshing feeling of it! u2764ufe0f"
        },
        {
            "review_title": "it's a YES",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "While although the price is a little steep, I notice this helping my face so much. I am a big picker at my acne and face and if I've been picking, I'll spray some on my face and I really have been noticing my skin being clearer from this product killing the bacteria from my gross little fingers. I'll also be buying this in full size"
        },
        {
            "review_title": "A must for acne prone skin.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "This product help my redness and acne goes away. I rlly recommend this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely love this product! I spritz it on before the plane or before a workout and it keeps me from breaking out."
        },
        {
            "review_title": "Pretty great! But it doesnu2019t reduce breakouts well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Love it!!! One thing though. Its supposed to help with breakouts and it certainly doesnu2019t break you out. But after using it for a couple months, I havenu2019t seen that big of a difference. I used to have 3-4 pinples on my face at a time and maybe now I get 2-3. But this is greatcin place of a toner, and it is pretty cooling on the skin. Smells a little like chemicals but I donu2019t mind to much! Itu2019s great for oily to combonation skin."
        },
        {
            "review_title": "Not for acne prone skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
            "review_text": "Tried this on at least 3 separate occasions and each time it caused breakouts. Proceed with caution."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "DONT BUY!! This made me break out so badly like i never did before"
        },
        {
            "review_title": "I rly love this stuff! A must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I have rly bad redness areas, and when I started using this spray, my redness went down a tone! This has helped my skin and I loved the way this feels! I love tower 28 in general, but this spray is mmm favorite product from them so far!  probably my fav"
        },
        {
            "review_title": "Itu2019s oku2026 but",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I only gave it 3 stars because it smells like bleach, idk if Iu2019m the only one who notices the smell. I have a very sensitive nose too. Iu2019m afraid to use it because of that. Other than that, it does clear out acne."
        },
        {
            "review_title": "A must-have for travel!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "My esthetician recommended this to me as I was travelling so much for work, and it has been a game-changer! I have very sensitive, acne-prone skin, and the plane air was wreaking havoc. Since I started using this, I've had zero outbreaks. I always get the mini for travel. Love it!"
        },
        {
            "review_title": "Saved me after a bad chemical reaction on my face",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "So idk where to start. I picked this up on a whim 3 weeks ago and decided to get the big bottle, and I'm not the type to usually write reviews but this actually saved my skin. I tried 2 new products and accidentally mixed them together, creating a reaction. And I didn't realize until my skin was burning and I looked in a mirror that my skin was bright red! I washed it off and put moisturizer on but that didnt help. I grabbed this off my desk and sprayed it, and within 2 minutes my skin was normal again and cool. wow.. I didnt really think this would do much since it just smells like chlorine and feels like water, (and most products do barely anything for my skin) but this genuinely saved my skin after a bad chemical reaction. I'd give this 6 stars if I could."
        },
        {
            "review_title": "so good omg",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "iu2019ve been using this for maybe two or so week at this point and my skin has never been better!! i noticed my redness starting to fade and my acne as well. keep in mind i did start making dietary changes in this time since ive always really struggled with my skin. however ive never noticed this much of a change. this is an amazing product :)"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Breaks me out like crazy every time I use it. I dont think itu2019s compatible with my skin at all"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love the results! This product helps my skin so much and feels really good on my sunburns and will be a forever repurchase."
        },
        {
            "review_title": "A MUST have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Best thing Iu2019ve ever discovered, refreshes my face whenever & wherever Iu2019ve repeatedly repurchased this product in the big & small bottles for my bag & at home. Adds a little hydration boost."
        },
        {
            "review_title": "Crazy markup - buy elsewhere!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "The cost of this is unreasonable for the product. I now buy my hypochlorous acid from a Canadian small business called e11ement for less than half the price of this."
        },
        {
            "review_title": "I will definitely repurchase",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I LOVE THIS PRODUCT SOOOO MUCH. The only down side is after a few days it smells EXACTLY like pool water. But besides that i really like this product i can definitely see a difference. My redness has gone down because of this product"
        },
        {
            "review_title": "I canu2019t believe without this magical water",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "If you want an aftershave you need to use this product. Itu2019s help me with my skin in all levels."
        },
        {
            "review_title": "A must have for girls who love to workout",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "After using this product post workout is has given me the clearest skin since I realized that a lot of my acne was caused by sweat from working out. I spray this afterwards and it is basically face hand sanitizer (in a good way!!)"
        },
        {
            "review_title": "HOLY GRAIL",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Waited a few months to write this review. Usually during the summer my face gets really inflamed and red due to allergies. I take a prescription cortisone to calm it down. But THIS PRODUCT really helps with having to use it at all. Helps with my redness and itchiness. Would continue to buy . It is a new must have in my skin care"
        },
        {
            "review_title": "A must have in my skincare routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I love using this and I bought the mini to try it out. So I bought the refill and the 4 oz spray"
        },
        {
            "review_title": "Amazing absolutely loved it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Amazing absolutely loved it! Obsessed obsessed obsessed"
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "I love this product! I most likely have rosacea and the SOS spray has help the redness and bumpiness go down by a lot. The pictures I have attached are what the progress looks like while using the sos spray and some antibiotics my doctor gave me. Really worth it! Sorry for the bad quality of the last"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019m convinced this is magic! I use it every day and it has really helped with acne and pimples."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Broke me out instantly and Iu2019m not usually one to break out wanted as an extra cleanser but nooo"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I like the spray the only thing I canu2019t stand is the smell it smells like chlorine and water. It makes me feel gross would not repurchase :("
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Didn't do anything, waste of money for me personally."
        },
        {
            "review_title": "LOVE LOVE LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This product helped clear up my skin so much! I use it in the morning and at night, it is worth every penny!"
        },
        {
            "review_title": "Must have in life",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Best face spray in the world ud83cudf0e. I love it so much!!"
        },
        {
            "review_title": "Game changer!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this spray, I have super sensitive but dry skin so using this in place of toners while I was on vacation saved my skin. I had 0 redness or breakouts and it felt very refreshing on any facial sunburn I had."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "It literally saved my life. I am using before and after my gym sessions and my acne is almost gone."
        },
        {
            "review_title": "100% repurchasing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I love this product so much. It has completely changed my skin for the better. It has only been a few weeks and I haven't come into contact with any blemishes since I started using this product."
        },
        {
            "review_title": "Okay spray, smell could be better",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Itu2019s a good spray but it has like a weird smell. Smells like some cleaning soap you use for the bathroom."
        },
        {
            "review_title": "Eh.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I bought this because it said it was supposed to help reduce redness. I have used two of these and I really havenu2019t noticed a difference. The product feels very nice and refreshing, however. I might just opt for another brand."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this product so much. It smells so good and has a lot of product in it. I would definitely recommend! ufffc"
        },
        {
            "review_title": "love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "helped clear the little breakouts i was having. i bought the mini version to try it out and i will definitely be purchasing the larger version!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I always feel so refreshed after using this. Iu2019m not sure if it actually works or itu2019s a placebo but I like it."
        },
        {
            "review_title": "A STAPLE IN MY ROUTINE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product is now a staple in my routine. Itu2019s so refreshing and it has helped clear my skin without the help of other products. I love the light scent!! Great ingredients and results.ud83dudc97"
        },
        {
            "review_title": "I DONT RECOMMEND",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I used this product for about 3 days, and then my skin went hay wire. My face broke out everywhere. I DONT RECOMMEND!"
        },
        {
            "review_title": "Salt water",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Did not see a difference after using the product. Salt water does kill bacteria on the skin."
        },
        {
            "review_title": "A must have in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I loved this product! itu2019s super easy to use and i use it every day and night! Iu2019ve seen a huge difference with this product in helping my skin with dehydration as well as it can be used as a setting spray after makeup! I cannot recommend this product enough and will be using it until the day i die!!"
        },
        {
            "review_title": "So refreshing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This spray is so nice to have on hand! I bought the mini and it has lasted 2+ monthsu2026I use it daily:)"
        },
        {
            "review_title": "so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "cleared my skin. most of my redness is gone and if i do get some acne on my face itu2019ll be gone in like 2 days"
        },
        {
            "review_title": "It was meh.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019m not sure if I noticed any difference in my skin while using this, but that being said, it does provide a refreshing feeling. It didnu2019t wow me or transform my skin so I wonu2019t be repurchasing."
        },
        {
            "review_title": "Great spray before makeup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This toner spray has definitely helped calm the redness down in my skin. It helps me from breaking out as well."
        },
        {
            "review_title": "SKINCARE HOLY GRAIL",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This product has worked wonders for me. I, in the past, have struggled with acne but when I started using this, it cleared it so nicely :) highly recommend"
        },
        {
            "review_title": "Amazing Product to Add to Routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "After seeing this product online, I decided to give it a try and I love it so much! Itu2019s so simple to include into your skin care routine or use whenever you need your face to be hydrated. Itu2019s helped with redness and acne."
        },
        {
            "review_title": "Must-have in my routine!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Great product!! Bought the mini size and absolutely loved it so I decided to buy the full size and I am glad I did! Works like a charm! I recommend it 100%!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is holy grail and it actually works! Reduces acne spots. Highly recommended!"
        },
        {
            "review_title": "BUY IT ASAP",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Omg this is the best facial spray ever and it is so much fun to use. I canu2019t wait to get it in the full size. GET IT NOW!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "I have oily skin and this has been great for a mid-day touch up. Itu2019s also become my emotional support spray when work is stressful. 10/10 for that alone lol."
        },
        {
            "review_title": "My best friend in a bottle ud83eudd2d",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I suffer from eczema on my face, and this product has been a lifesaver in soothing my itchy and dry skin during my flare-ups. I really like this product, however, every time I spray it, I smell a strong scent of chlorine."
        },
        {
            "review_title": "Love this product ufffc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "This product suits your skin and feel so refreshing. I love it so much. I use it every day and my skin care."
        },
        {
            "review_title": "YESYES BUY!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "After using for the past few weeks this product has changed my skin!! Got rid of stubborn bumps on my forehead and chin and has made my skin less red!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I swear by this product. I have sensitive and eczema prone skin and when I sprayed this on my skin I felt instant hydration. Application is quick and easy, and Iu2019ve already gone through 2 bottles .2"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Why was this water in a bottle the best thing ive ever tried!! Incredible!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "THIS PRODUCT IS AMAZING. it cleared my acne so well.  i've gotten so many compliments after using this. it's definitely worth your money"
        },
        {
            "review_title": "I love this product, but",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I love tower 28 so much, but hear me out it's a great product but some times I question if it really works. It clears acne on my nose but makes my forehead worse. If you have oily clear skin I would recommend spraying ut under your forhead closer to your nose. Otherwise this product is great I have many sizes!"
        },
        {
            "review_title": "If you buy one thing from Sephora let it be this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019m in LOVE with this product Iu2019ve gone through 5 normal bottles and the jumbo refill is on the way. It has helped even out my skin tone, reduce redness, helps with breakouts and so much more. I love it under makeup up, over makeup as a toner or by itself after the gym to give my skin the pick me up its needs. Please please please buy this"
        },
        {
            "review_title": "pretty good product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love facial mists and this one is very hydrating. My only complaint is that its a little overpriced for the size. Still good product"
        },
        {
            "review_title": "Great for preventing breakouts! Not for everyday",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I have normal skin and I use this when my skin feels itchy or a feel a breakout coming and it works great! but I donu2019t recommend using this everyday because it will give you a little bit of texture. also it smells a bit like pool water but itu2019s not unbearable."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "AMAZING WENT THROUGH PRODUCT SO FAST AND CLEARED MY SKIN INSTANTLY I RECOMMEND SO MUCH DEF A REPURCHASE PERFECT SIZING FOR TRAVEL AND SCHOOL"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "Iu2019m not really sure if this does anything for my skin or not. I do think it makes my skin feel a bit better but I canu2019t say it really helped me with acne or redness or anything. It also may just not be made for the kind of issues I have/it may just help other skin issues & concerns that I donu2019t have. I have repurchased this multiple times but I donu2019t think I will again. I personally donu2019t mind the u201cchlorineu201d smell it has, but if you have a sensitive nose I would be a bit wary."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Great sample size to try produce and keep in bag to use on the go"
        },
        {
            "review_title": "Donu2019t pay for the fancy packaging",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I bought this, then realized it has the exact same ingredients and same affects as Briotech spray, which you can buy on Amazon for literally half the price. Tower28 just sucks you in for their genZ branding.    product on Amazon (itu2019s called Briotech) literally for half the price with the same effects."
        },
        {
            "review_title": "Wonder product for chest and back acne!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I used this on my face and it caused a really bad peri-oral dermatitis flare upu2026 BUT used it on my chest and back and it cleared up my chest and back acne Iu2019ve had for over a decade! Nothing has ever worked but after 3 days of using it all of the acne cleared up! Highly recommend this product expecially if you are active or sweat a lot!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I have a 11 year old daughter I think this works perfect for her. Kids touch their faces a lot and I love that. This is an easy solution for her."
        },
        {
            "review_title": "New concert",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I usually breakout every time I fly, but I recently took this on an international trip and sprayed periodically while flying and throughout my vacation and the breakouts never happened. Will never travel again without a travel size one of these in my purse."
        },
        {
            "review_title": "Nothing",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this product but I havenu2019t seen improvements. I also havenu2019t seen any breakouts because of it. Overall itu2019s not worth the price because it doesnu2019t actually do anything."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "This has saved my skin so much just finished my first bottle of it and it has cleared up my skin so much. Every time Iu2019m starting to break out I use this and it almost immediately goes away!!"
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I use every morning with or without other skincare, this makes my face super glowy and hydrated. This is a must have. And can be used  for oily or dry skin.  I have repurchased MANY times."
        },
        {
            "review_title": "Smells like pool water",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Iu2019ve been using this product for the past week and I havenu2019t seen progress or things itu2019s helped with. ITS PRACTICALLY WATER"
        },
        {
            "review_title": "Easily forgettable",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I canu2019t really tell if this product is actually doing anything. Thereu2019s not really a scent to it either. I feel like Iu2019m just putting water on my face. Probably wonu2019t repurchase"
        },
        {
            "review_title": "A must have (especially for sensitive skin!)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I had an allergic reaction to a sunscreen I used on my face. I used this twice daily for three days after and my skin looked amazing. This is now part of my everyday routine!"
        },
        {
            "review_title": "Must Have canu2019t do my skincare without it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have never received more compliments in my skincare worth it 100%"
        },
        {
            "review_title": "LOVED",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "LOVED this product got rid of my acne and mad my makeup stay for 12 hours bought the small to see if I liked it and I will definitely be buying the bigger one"
        },
        {
            "review_title": "Game changer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Love this stuff! I use it on my arm pits to help with my skin texture as well as help kill odor causing bacteria. I spray it on my face morning and night any time Iu2019m traveling to help prevent breakouts."
        },
        {
            "review_title": "Donu2019t have for dry skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Dry skin",
            "review_text": "After using this product, i broke out. It didnu2019t work for me and i have acne all over my face. It definitely felt hydrating on my face but it didnu2019t work for me."
        },
        {
            "review_title": "Must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I use this product everyday and the spray cap makes it so easy to use and it helps a lot with my redness."
        },
        {
            "review_title": "# Beauty Tower 28 SOS facial spray",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I personally love this Tower28 SOS facial spray. It is part of my skincare routine. * Last in skincare after my motorizer  my last step, and right before my makeup. Just anytime you need a nice refresh!"
        },
        {
            "review_title": "Works, but very overpriced.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Does what it says but is way overpriced. You can get SkinSmart 8oz for less than $20 on Amazon and the product is exactly the same, except the SkinSmart sprays more finely onto the skin. Used up but will not repurchase."
        },
        {
            "review_title": "Perioral Dermatitis people take note",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "Nothing helps me when I have an outbreak of perioral dermetitis, I usually have to take antibiotics for it to go away. I saw a derm recco this on Tiktok so I gave it a shot and it has actually help so much it has cleared my outbreak up!  Please give this a try if you suffer from this as well"
        },
        {
            "review_title": "Totally worth it!!ud83eude77",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I am obsessed with this product, it makes my skin feel so hydrated and healthy! It does happen to have a salty, chloride smell, but that doesn't bother me, because my skin has thanked me so much and most of my blemishes are gone already!  My redness is totally clearing up too, this product is SO amazing!! Hope this helpsud83eude77ud83eude77"
        },
        {
            "review_title": "You need this right now",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Oily skin",
            "review_text": "Oh my gosh I have genuinely no words... I have super acne prone and oily skin and when I tell you this changed my whole face appearance I seriously mean it like when I feel a break out coming on I just spray and the breakout is gone. You need this, I have gone through 3 big bottles and 2 minis."
        },
        {
            "review_title": "Weird smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "It makes me skin feel nice but like someone else on here said, it has a weird faint smell of Clorox bleach."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Just got this product and donu2019t even know if it works well because I canu2019t get passed the Clorox pool smell :("
        },
        {
            "review_title": "AMAZING SKINCARE PRODUCT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "this product is amazingggg. i am in my u2728teenage yearsu2728 and it helps with everything. redness, blemishes, refreshing etc. definitely a purchase for meud83dude01"
        },
        {
            "review_title": "Life changing for my skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "After using this product for one week my skin felt and looked smoother than ever! Definitely recommend!"
        },
        {
            "review_title": "Itu2019s a must if you have red skin ufffc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "I have really dry and sensitive skin and like definitely red skin too and this definitely cool down the redness on my face and I can say it works ufffc"
        },
        {
            "review_title": "first time buyer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
            "review_text": "if u first time buyer beware the sprayer will surprise u better then any birthday you had on that note sorry to ruin your surprise if that's wat u like I buyed the mini one not sure if there is different sprayer on the bigger bottle"
        },
        {
            "review_title": "It Works",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Truly works. I put this on my face after a workout, a shower, or first thing in the morning before makeup. It helps so much with the redness in my cheeks and works within minutes to even my skin tone."
        },
        {
            "review_title": "Smells like pool water.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
            "review_text": "smells like pool water. I don't get the hype. wouldn't recommend."
        },
        {
            "review_title": "LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "This product saved my skin! Summer workouts were causing so many breakouts and iu2019m so glad i found this beauty. Within the first week itu2019s cleared my skin so much and left me feeling fresh!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Light skin tone, Normal skin",
            "review_text": "Didnu2019t do anything to protect my skin barrier or prevent acne under my mask. Takes forever to dry, product comes out in a streaky spritz. Is sticky. Lint and hair stuck to my face"
        },
        {
            "review_title": "Red like cherry no more!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I watched one video that came up on my feed one day and saw this woman had this product because she herself has sensitive skin and this product she uses it daily. So I saw in real time her face reduce in swelling and get less red in less than an 1hr. That was truly enough to convince me.Not going to lie. I have always had sensitive skin so when getting eyebrows threaded, breaking out in hives or being out in the sun too much to were it  burned my skin it 100/100 stopped the feeling of heat and itchiness coming from the burn on my chest.felt very smooth and hydrated that whenever I felt it starting up again I sprayed. Truly love the fact it has only 3 ingredients! I hate a product that people Swear by but has a billion ingredients that half the population can't pronounce. So I am a very happy customer with this product and was the only product I bought at sephora being my first time in there nothing else really caught my attention I bee lined it to the product and walked to the checkout. I of course need to get the refill for this because I use it as much as I want and it never feels as though there's something sitting on my face not once. Try it if you have similar issues to mine or don't more for me! Just kidding! But seriously try it out you won't be sorry!."
        },
        {
            "review_title": "Saved my skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love this product. I use it so much and I can visibly tell the difference in my skin. It is clearer and just over all feels so clean."
        },
        {
            "review_title": "Tower 28 facial spray ufffcufffc",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is okay itu2019s nice and refreshing but the smell is kind of bad ufffc"
        },
        {
            "review_title": "GAMECHANGER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "LOVE LOVE LOVE! I love this product so much and has made such an amazing improvement in my skin. My skin always feels refreshed, brighter and smoother after each use. Totally obsessed with it!"
        },
        {
            "review_title": "freaking amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "Love this. I would totally buy again and will be. I did not think this product was gonna be good, but I was wrong. This product is amazing."
        },
        {
            "review_title": "wonderful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "After using this product, I will buy it again it works wonders on my skin and helps it feel replenished and hydrated"
        },
        {
            "review_title": "My new favorite product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Since I added this product to my routine, it instantly calmed my acne and redness down. I have been fighting a battle with my acne for 3 years now and this product is the first time any significant change happened."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve been using hypochlorous acid cleansing spray on my face for about 18 months now. Definitely helps keep my eczema in check. Iu2019m appalled at this price though. SkinSmart is less than $20 for 8oz."
        },
        {
            "review_title": "AMAZING must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair",
            "review_text": "This product worked wonders on my face, my pimples were really red and stuff and I was breaking out a lot but it faded and it was really nice it smells like pool water, itu2019s also very gentle and donu2019t hurt ur eyes"
        },
        {
            "review_title": "LOVE THIS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I love this product sooo much! It refreshes my face and gives a nice little base before makeup!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I really do enjoy this product. I have super sensitive skin that gets red after spending a few minutes under the sun, but this works like magic."
        },
        {
            "review_title": "Must have in my skincare routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "so refreshing and hydrating on skin.  I donu2019t have any skin problems but if you have redness or skin irritation it works very well! irritation"
        }
    ]
}