{
    "product_id": "1133",
    "name": "Nude Ambition Artistry Palette",
    "brand": "Morphe",
    "categories": "Makeup, Eye, Eye Palettes",
    "price": 28.0,
    "about": "What it is:A palette of 18 universally flattering, complexion-inspired neutrals that build, blend, and layer flawlessly..Ingredient Callouts:Free of parabens and phthalates. This product is also cruelty-free..What Else You Need to Know:Each column of this palette features three complementary shadows to define, shine, and add depth in an instantu2014for effortless looks you'll feel naked without..This Palette Contains:",
    "ingredients": "Untouchable, Sheer Genius, Headline Nudes, In the Flesh, All Access:.Talc, Synthetic Fluorphlogopite, Mica, Silica, Magnesium Stearate, Boron Nitride, Dimethicone, Hydrogenated Polyisobutene, Octyldodecyl Stearoyl Stearate, Magnesium Myristate, Phenoxyethanol, Bis-Diglyceryl Polyacyladipate-2, Tocopheryl Acetate, Triethoxycaprylylsilane, Caprylyl Glycol, Ethylhexylglycerin, HDI/Trimethylol Hexyllactone Crosspolymer, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Tocopherol, Kaolin +/- May Contain/Peut Contenir: Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, CI 77492, CI 77499), Yellow 5 Lake (CI 19140), Blue 1 Lake (CI 42090). ..Raw Talent:.Talc, Synthetic Fluorphlogopite, Mica, Silica, Magnesium Stearate, Boron Nitride, Dimethicone, Hydrogenated Polyisobutene, Octyldodecyl Stearoyl Stearate, Magnesium Myristate, Phenoxyethanol, Bis-Diglyceryl Polyacyladipate-2, Tocopheryl Acetate, Triethoxycaprylylsilane, Caprylyl Glycol, Ethylhexylglycerin, HDI Trimethylol Hexyllactone Crosspolymer, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Tocopherol, Maltodextrin +/- May Contain/Peut Contenir: Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, CI 77499), Carmine (CI 75470), Yellow 5 Lake (CI 19140), Blue 1 Lake (CI 42090). ..Lights Off:.Synthetic Fluorphlogopite, Silica, Mica, Magnesium Stearate, Dimethicone, Hydrogenated Polyisobutene, Octyldodecyl Stearoyl Stearate, Phenoxyethanol, Magnesium Myristate, Bis-Diglyceryl Polyacyladipate-2, Tocopheryl Acetate, Triethoxycaprylylsilane, Caprylyl Glycol, Ethylhexylglycerin, Tocopherol +/- May Contain/Peut Contenir: Iron Oxides (CI 77492, CI 77499), Yellow 5 Lake (CI 19140), Blue 1 Lake (CI 42090)...Goal Digger, Unrated, Nudeflash, Brazen, Sunset Strip:.Mica, Synthetic Fluorphlogopite, Talc, Dimethicone, Hydrogenated Polyisobutene, Magnesium Stearate, Silica, Octyldodecyl Stearoyl Stearate, Aluminum Starch Octenylsuccinate, Calcium Sodium Borosilicate, Bis-Diglyceryl Polyacyladipate-2, Ethylhexyl Palmitate, Isononyl Isononanoate, Phenyl Trimethicone, Tridecyl Trimellitate, Phenoxyethanol, Water (Aqua, Eau), Isopropyl Isostearate, Tocopheryl Acetate, Tin Oxide, Caprylyl Glycol, Ethylhexylglycerin, Tocopherol +/- May Contain/Peut Contenir: Iron Oxides (CI 77491, CI 77499, CI 77499), Titanium Dioxide (CI 77891), Ferric Ferrocyanide (CI 77510)...Naked Eye, Showoff:.Talc, Mica, Silica, Magnesium Stearate, Ethylhexyl Palmitate, Isononyl Isononanoate, Phenyl Trimethicone, Tridecyl Trimellitate, Phenoxyethanol, Isopropyl Isostearate, Tocopheryl Acetate, Caprylyl Glycol, Ethylhexylglycerin, Triethoxycaprylylsilane, Tocopherol +/- May Contain/Peut Contenir: Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, CI 77492, CI 77499), Yellow 5 Lake (CI 19140), Blue 1 Lake (CI 42090)...Laid Bare:.Talc, Mica, Magnesium Stearate, HDI/Trimethylol Hexyllactone Crosspolymer, Polymethyl Methacrylate, Dimethicone, Hydrogenated Polyisobutene, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Octyldodecyl Stearoyl Stearate, Phenoxyethanol, Bis-Diglyceryl Polyacyladipate-2, Tocopheryl Acetate, Silica, Caprylyl Glycol, Ethylhexylglycerin, Tocopherol +/- May Contain/Peut Contenir: Iron Oxides (CI 77491, CI 77492, CI 77499), Yellow 5 Lake (CI 19140), Blue 1 Lake (CI 42090)...Silver Streaking:.Synthetic Fluorphlogopite, Talc, Octyldodecyl Stearoyl Stearate, Mica, Magnesium Stearate, Dimethicone, Hydrogenated Polyisobutene, Silica, Bis-Diglyceryl Polyacyladipate-2, Phenoxyethanol, Tin Oxide, Tocopheryl Acetate, Caprylyl Glycol, Ethylhexylglycerin, Kaolin, Tocopherol +/- May Contain/Peut Contenir: Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, CI 77492, CI 77499)...Body of Work, Best Assets:.Talc, Mica, Magnesium Stearate, Dimethicone, Hydrogenated Polyisobutene, HDI/Trimethylol Hexyllactone Crosspolymer, Polymethyl Methacrylate, Octyldodecyl Stearoyl Stearate, Phenoxyethanol, Bis-Diglyceryl Polyacyladipate-2, Tocopheryl Acetate, Kaolin, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Silica, Caprylyl Glycol, Aluminum Hydroxide, Ethylhexylglycerin, Tocopherol +/- May Contain/Peut Contenir: Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, CI 77492, CI 77499), Yellow 5 Lake (CI 19140), Blue 1 Lake (CI 42090).",
    "how_to_use": "Suggested Usage:.-Press shadows onto lids to curate a customized look. .-Use brushes or your fingertips to customize the depth and coverage of each shade.",
    "num_reviews": 6,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/nude-ambition-artistry-palette-P511587?skuId=2785004&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2785004-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Pigments on this pallet are great and love the shade range. The downside was that the shimmers in the palette irritated my eyes and eyelids so badly. They left my eyes puffy, red, and flaky."
        },
        {
            "review_title": "Ok. Not as pigmented",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The palette was ok. It definitely wasn't as pigmented as some of the other pallets."
        },
        {
            "review_title": "New favourite palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This palette is perfect. The only downside is that it doesn't have a mirror but that's easy enough to mitigate.  The shadows have high colour payoff  and the shimmers stay in places. I love that the range of shadows offer anything from an everyday look to a more dramatic effect. This is my new fave even outranking my high end palettes."
        },
        {
            "review_title": "Perfect palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "perfect colours, for that casual smoky wing to a fancy shimmery look this is perfect i do my everyday eyeliner with this and smoke it out, very pigmented"
        },
        {
            "review_title": "A pleasant surprise!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I bought this as I was looking for a new everyday nude palette. Usually I don't like to purchase Morphe as I find their eyeshadows lack pigment are have a lot of a fall out.  But this palette is rich with pigment, minimum fallout and is aesthetically pleasing as well. I would"
        },
        {
            "review_title": "Unexpected gem.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Dry skin",
            "review_text": "Not a huge fan of Morphe usually but I really liked the look of this palette. I decided to purchase and I used it for the first time the other night and I was really impressed. The colors blended really well and the color payoff is amazing especially the shimmer colors. The lasting power was also super impressive. Highly recommend."
        }
    ]
}