{
    "product_id": "1414",
    "name": "Hydrating Hyaluronic Acid Face Masks",
    "brand": "SEPHORA COLLECTION",
    "categories": "Skincare, Masks, Sheet Masks",
    "price": 8.5,
    "about": "What it is:A compostable collection of targeted face masks with a second-skin effect for optimum absorption..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dryness, Acne and Blemishes, Oiliness.Formulation:Mask.Highlighted Ingredients:- Hyaluronic Acid: For quick and lasting hydration..Ingredient Callouts:This product is vegan..What Else You Need to Know:These vegan face masks hydrate, visibly boost radiance, mattify, and soothe skin with hyaluronic acid and a cocktail of plant ingredients. The masks are formulated with 95 percent natural-origin ingredients: coconut nourishes and soothes, matcha tea mattifies and targets pores, lychee provides moisture and glow, watermelon quenches skin and delivers a plumping effect, blueberry visibly perfects skin and boosts radiance, and lemon purifies and clarifies..Clinical Results:Lychee: In a scientific test performed on 10 volunteers:",
    "ingredients": "-Hyaluronic Acid: For quick and lasting hydration...Aqua (Water), Butylene Glycol, Polyglyceryl-6 Stearate, Cocos Nucifera (Coconut) Fruit Extract, Glycerin, 1,2-Hexanediol, Hydroxyacetophenone, Cetearyl Alcohol, Hydrogenated Ethylhexyl Olivate, Citrullus Lanatus (Watermelon) Fruit Extract, Polyglyceryl-6 Behenate, Parfum (Fragrance), Sodium Polyacrylate, Tocopherol, Helianthus Annuus (Sunflower) Seed Oil, Sorbitan Caprylate, Glycolipids, Lecithin, Xanthan Gum, Sodium Hyaluronate, Hydrogenated Olive Oil Unsaponifiables, Cocos Nucifera (Coconut) Oil, O-Cymen-5-Ol, Gardenia Taitensis Flower......The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Unfold the sheet mask..-Apply mask to clean, dry skin..-Leave the sheet mask on the face for ten minutes before removing..-No need to rinse. .-Avoid contact with eyes. .-Use twice weekly...Tip: .-Massage in any remaining serum using the Sephora Collection Rose Quartz Facial Roller (sold separately)...Recycling Instructions:.-The pouch is made with 16 percent recycled plastic and can be recycled. .-The sheet mask is compostable.",
    "num_reviews": 526,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/sephora-collection-face-masks-fruit-plant-extracts-hydrating-hyaluronic-acid-P505336?skuId=2614394&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2614394-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Coconut",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2614394-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Matcha",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2614428-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Lemon",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2614436-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Blueberry",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2614402-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Watermelon",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2614410-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Lychee",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2614444-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Really good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "After one use my skin texture is amazing and so smooth !!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lemon",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Tried it on a 4 hour plane trip and am OBSESSED! Just make sure to use the extra serum left in the pouch and cut the bridge of the nose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lychee",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I always use this mask before doing my makeup and it leaves my skin feeling great!"
        },
        {
            "review_title": "GREAT face mask for the price!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I bought this face mask for my birthday, and i can say that it definitely was an amazing present! It helped my face stay moisturized and it smells very nice! Good face mask for priceufffc"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "So I loved this product but it gave me a reaction so Iu2019m giving it 2 stars."
        },
        {
            "review_title": "Not an essential but smells good.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Not my fav. Gave me a lot of acne but smelled amazing"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "why is this 6 dollars but in store its 3?? I can't go get it in person because I live too far from a sephora, but why? I could be saving three bucks!!"
        },
        {
            "review_title": "no stinging for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "used this just a little bit ago and I was worried because some reviews talked about stinging, but even with my really sensitive skin and even some open acne, it just felt cooling and hydrating with no stinging. also had the best fit of any face mask I have ever used"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "It cleansed and left my face feeling hydrated. Also moisturized and smoothed"
        },
        {
            "review_title": "Obsessed ud83eudd29",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "I've given this as a gift but i've tried it myself aswell! Love this so much! It's really underrated!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lemon",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Love the purifying and clarifying face mask! I have very sensitive skin and this is my go to product whenever my skin starts to breakout or I have an allergic reaction to anything."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Watermelon",
            "review_buyer_description": "",
            "review_text": "Felt so nice on skin at first but BURNED my forehead. I left it on 10 minutes. Usually my skin is not that sensitive but my forehead has been red, itching and burning, like a sun burn feeling, for 2 days now."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Love these face masks they are so hydrating and do not have a strong smell!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Coconut",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "i like it itu2019s very smooth on the skin and helps my skin to be less oily"
        },
        {
            "review_title": "Overpowering artificial smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Oily skin",
            "review_text": "Unfortunately, I'm not able to comment on the efficacy of this product, since the smell was so overpowering that I couldn't stand to put it on my face. Itu2019s the strongest artificial coconut I've ever smelled - like bad air freshener."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Blueberry",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Already noticed more hydrated skin after one use. Would recommend for dry skin but itu2019s kinda sticky."
        },
        {
            "review_title": "Wow!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Dry skin",
            "review_text": "Wow my skin actually looks super refreshed and plumped from this - pretty shocked!"
        },
        {
            "review_title": "not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Dry skin",
            "review_text": "not good wayyyyyy too expensive doesnu2019t do anything for your skin"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product is good it is good if you have an event or and outing it gives your face a nice glow"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Watermelon",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This mask made my face look so good and helped hydrate my face and my skin felt great after"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "After one day my face feels soft and Moisturized, but I would like the say that my face felt a little sticky. But, think thatu2019s just the product working."
        },
        {
            "review_title": "Moisturized and Glowing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "The SEPHORA COLLECTION Hydrating Hyaluronic Acid Face Mask is incredible! It left my face feeling so moisturized and gave me a beautiful, shiny glow. Perfect for a quick hydration boostu2014definitely a must-have in my skincare routine! u2728ud83dudca6"
        },
        {
            "review_title": "Must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Good product for dry skin really works well while hydrating your skin and skin feels smooth and fresh"
        },
        {
            "review_title": "It's the small things",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Another stop near the front of the register for this product.  Get it everytime.  Hydrating Fun Mask"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Broke me out, smells fine. Avoid putting it around your eyes because it will irritate them, or at least it did for me and my friend"
        },
        {
            "review_title": "A MUST HAVE!!!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "I got this for my birthday and it works so well. It makes my skin so perfect and I REALLY recommend it."
        },
        {
            "review_title": "Coconut is the best one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The coconut is my favourite! Very hydrating and moisturizing. The serum is a cream base instead of a liquid. I would buy this is a 30 pack if they sold them"
        },
        {
            "review_title": "Need an unscented version",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I would never use a scented product on my face. I use this on my neck for hydration. Wish there were unscented options."
        },
        {
            "review_title": "Fun!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "perfect for a fun little girls night! Smells amazing too!"
        },
        {
            "review_title": "Blueberry Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "The perfect mask.  So hydrating and my skin looks brighter.  It looks like pollution and stress does not affect my skin at all.  Itu2019s my need to relax and a few minutes to myself routine."
        },
        {
            "review_title": "I love this sooooooooo muchu2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "This is one of the best sheet masks I have ever used. I totally recommend it if you have dry skin!!!"
        },
        {
            "review_title": "Refreshing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This was a very refreshing mask and enjoyed it . My skin felt great"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lychee",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Very moisturizing, pleasant lychee fragrance (very light). It was a relaxing experience, but wouldnu2019t pay full price"
        },
        {
            "review_title": "Felt so nice and wish I had left it on longer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This was my first time using one of the Sephora masks.  It smelled so so good. There was A LOT of serum in the package which was awesome. It felt really nice on my face and my skin felt really soft afterwards. I liked that you don't need to wash anything off afterwards.  I would have left it on longer than the 5 minutes that it said to but I had read a few reviews where people said it burned/irritated their face so I took it off, but quickly regretted it because it felt so nice and refreshing! Would definitely buy it again."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Watermelon",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Just a no go for sensitive skin. Some products make my face burn, and this is one of them."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Blueberry",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Oh my gosh you will love this product. It is very juicy and it might get on your hair, so you might wanna wear a skincare headband. Smells like blueberries which personally, I loved. One mask included."
        },
        {
            "review_title": "Hydrating Boost for Dry Skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "This hyaluronic acid face mask is perfect for giving my skin a boost of hydration! It leaves my skin feeling soft, plump, and refreshed. The coconut scent is lovely and adds a bit of relaxation to my skincare routine. Itu2019s also easy to apply, and after 15 minutes, my skin looks more radiant and feels nourished. Highly recommend it for anyone needing extra hydration, especially during dry seasons!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Lychee",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "The formula is super hydrating tightens your skin and feels so refreshing"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Watermelon",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "My skin rejuvenated after using the product before using my makeup routine. There was an immediate shine and glow after using it"
        },
        {
            "review_title": "needed and loved",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "SEPHORA Moisturizing & Glowing Face Mask. Was the TLC I needed. Soothing mytied and dry skin. Left it soft and clean. No break outs or redness to report. Canbe found at any Saphora store and Recommend for YOU time."
        },
        {
            "review_title": "Must have for beauty sleep...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I use this at least once a week if not then more.. Immediate results.. Good smells slightly like fresh.. I would love to try moisturizer and smoothing... Good product..."
        },
        {
            "review_title": "Love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "It left my skin too moisturised and soft! I would really buy it again and use it for a day that my skin needs hydration."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Coconut",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "These work really good. They help bring moisture back and they surprisingly didnu2019t break me out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lychee",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I have really dry skin and this helped so much! I was surprised that it didnu2019t break me out since my skin is very sensitive."
        },
        {
            "review_title": "ud83eudd14",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Loved the smell, but I have it as a gift so I am thinking on buying it for myself"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Coconut",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "love love love. for some reseaon doing a few masks makes me happy. these are so easy to use & have extra serum to spread on the neck & declate. I have at least one of each and have told my husband these, and the under eye patches are what I would like in my stocking. as a matter of fact, I'm purchasing several to give as Christmas gifts."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lychee",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This is amazing!! This mask contains hyaluronic acid for hydration and it worked perfectly on my skiThe sheet mask fabric is too soft. I REALLY LIKED IT!!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Lychee",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Very hydrating. Specially in winteru2019s dry skin. Love it!!!!"
        },
        {
            "review_title": "perfect Mask for people who work outside.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "This product definitely saved my poor tired face. Easy to put on after exfoliating, sit back relax and read a book while it works its magic.  Face definitely felt soft and smooth and better hydrated.  100% recommend for those who experience dry skin due to working outside."
        },
        {
            "review_title": "Skincare",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, mediumTan skin tone, Oily skin",
            "review_text": "Itu2019s aight lowkey but itu2019s good for da skin. Nd like da croskis component bout da skin."
        },
        {
            "review_title": "Yes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I liked it a lot, it was very moisturizing and nice"
        },
        {
            "review_title": "Great mask!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I like it a lot and my skin felt good after using : TIP put in fridge or freezer for an added boost ! Also a great mask for sleepovers and movie nights!"
        },
        {
            "review_title": "Don't recommend.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Oily skin",
            "review_text": "I bought this at the suggestion of the Sephora employee who said it was 5x the points for it. I purchased it and not only was it over priced, I didn't enjoy the mask at all. Caused stinging and left an uncomfortable tight and tacky feeling on my skin."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Matcha",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "this face mask was super cool and refreshing. it didnt really make a lasting difference or anything but pretty good"
        },
        {
            "review_title": "My skin did not like",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I don't know what was in this, but it BURNED MY FACE SOSO MUCH!!!!!"
        },
        {
            "review_title": "Glass skin mask (coconut is the best!)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is my favorite skin prep mask. Using this before makeup makes a HUGE difference on how smoothly my makeup applies. I really wish they would bottle this serum and sell It! I use all of them, but the coconut one is by far my favorite."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lychee",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "My skin looked so bright and felt refreshing. Great for relaxation and done in 1p minutes! Mini spa day!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Matcha",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Didnu2019t really have any results but it felt nice on my face."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Watermelon",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Dry skin",
            "review_text": "So hydrating and my skin feels so smooth! It makes my skin look so glowy! Love this! u2764ufe0fud83dudc95"
        },
        {
            "review_title": "I like it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This is one of the best face masks I have used. It left my skin feeling moisturized and healthy, and the great part is that you donu2019t need to rinse after taking off. The only downside is that itu2019s a little pricey."
        },
        {
            "review_title": "Burned my face. Do not buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This burned my face immediately upon contact and I don't have sensitive skin. I tried to leave it on a few more minutes to see if the stinging would get better but it didn't so I had to throw it out and wash my face after."
        },
        {
            "review_title": "loved it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "felt hydrating and left my skin feeling soft. I have sensitive skin and didn't break me out or leave any redness"
        },
        {
            "review_title": "Works extremely well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "Iu2019ve used this a few times when my skin got dry and oh my goodness best face mask Iu2019ve ever used"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lychee",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Very good face mask. I got it for a mini spa day with my friends and it was so fun! 10/10 recommend buying this!"
        },
        {
            "review_title": "Burning and tingling.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Didn't work for me. Left my skin burning and irritated. I wouldn't consider myself to have sensitive skin. Will not repurchase."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Blueberry",
            "review_buyer_description": "Dry skin",
            "review_text": "This mask is so simple and left my sling feeling amazing! Will definitely be buying more!"
        },
        {
            "review_title": "BEST MASK EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I got this mask a few days ago and it works really well it made my face very smooth and it gave my face a healthy glow would buy again!!!"
        },
        {
            "review_title": "Very hydrating",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love the facemask. It was so hydrating and cleansing on my skin. It wasnu2019t too strong of a smell, but I loved it."
        },
        {
            "review_title": "Recommend",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I was glowing after using it and it was. Very nice."
        },
        {
            "review_title": "It works exactly like the name!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "this product is AMAZING it instantly made my face so plumped and the oiliness went away I have combination skin and I completely recommend this product if your face is dry or oily. it also smells great!"
        },
        {
            "review_title": "very nice",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Worked very well, skin felt really good, but pretty expensive for a sheet mask."
        },
        {
            "review_title": "Absolutely horrible DO NOT BUY IT",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This thing is literally a lotion texture not a serum texture. It will clog every last pore, and Iu2019m not even acne prone and this thing broke out every part of my face. Itu2019s cheap for a reason, if youu2019re gonna ruin your skin anyways, get a serum based one."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Watermelon",
            "review_buyer_description": "Blue eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Made me breakout and did nothing to my sister and my face besides make it red and patchy."
        },
        {
            "review_title": "A bit overpriced",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Honestly it isnu2019t do anything and you can get face masks for way cheaper that preform better. I would say itu2019s not worth it but it is ok."
        },
        {
            "review_title": "Very nice everyone should have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "It is a very nice compliment to your weekly schedule your skin feels brand new"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Lychee",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "My best friend got me this face mask as a gift because i have always wanted one. I followed the directions on the packaging but my face was burning for the first 5 minutes! I would definitely research all the ingr that are included in the mask before putting it on."
        },
        {
            "review_title": "Refrreshened watermelon!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Amazing face mask! Felt super refreshed afterwards! Recommend ! Smelled so good!"
        },
        {
            "review_title": "I go to Sephora for this mask on the reg",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My fav! I can immediately see a difference in my skin. My skin in combo/dry, sensitive and prone to redness- I had zero issues with the formula. Also, great price!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Watermelon",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Bought this as a gift for my friend and she said she loved it, that it was super hydrating and smelled great!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Watermelon",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "wow. i didnu2019t think it would work so well. i put this on during a flight, and when i say my skin was GLOWING. i got so many compliments. would definitely recommend. it works better than most of those expensive face masks that people use"
        },
        {
            "review_title": "Love love love smell coconut ufffc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "This facemask is really moisturizing. I love it if you was good on my skin. ufffc"
        },
        {
            "review_title": "smells like summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Normal skin",
            "review_text": "So great to use in the summer! very hydrating especially after scrubbing off my tan. love it!"
        },
        {
            "review_title": "First time user here: Iu2019m obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Iu2019m new to the face mask world, but when I tell you Iu2019m hook, I am HOOKED. If I could, I would buy the entire supply of the Coconut nourishing and smoothing masks. My skin tends to be on the drier said, but in some areas Iu2019m oily. Iu2019m on prescription tretinoin so Iu2019m always on the hunt out for the best soothing, moisturizing products. The masks smells DIVINE, and the best part is that the mask is saturated with creamy product, which may be overwhelming at first, but once you put it on your face, I work the extra product into my skin under the mask. Then I scoop the rest out from the package and use it on my neck and hands! Itu2019s so good that it will now be part of my  self care rituals to help with my anxiety. I always put my masks and eye masks in the fridge because nothing is more soothing to me that an ice cold face mask. It helps calm my skin and soothes my soul! With my cold face mask on, lying in bed with a fan directly on me, and some good spa music, with maybe a sprinkle of a substance that helps calm your mindu2026and shew, ainu2019t nobody will be able to tell me nothin! Iu2019ll be on another planet. Itu2019s that good."
        },
        {
            "review_title": "ud835udd39ud835udd4cud835udd50 ud835udd40ud835udd4b u2115ud835udd46ud835udd4e",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "So good I live this and I recommend it so much the scent is not strong so I highly  doubt that the scent could be harmful to skin. Buy this now it is so cheap but it is the best."
        },
        {
            "review_title": "AN AWESOME MUST HAVE FOR SENSITIVE SKIN",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "REALLY HYDRATING!! This face mask is affordable and awesome I use it about 6 times (for special occasions) and it leaves my skin glowing!"
        },
        {
            "review_title": "Recommend again !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I used this product and it made my skin very hydrated and not dry , it was a very smooth finish when applied. And I would definitely recommend using this product again."
        },
        {
            "review_title": "Yummy watermelon smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Dry skin",
            "review_text": "Loved the smell and the amount of moisture that it gave my skin."
        },
        {
            "review_title": "Absolutely love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I used this the morning of a concert that i had a solo in, in hopes of giving me a little glow and it worked perfectly! Definitely recommend!"
        },
        {
            "review_title": "Loved it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "The young lady at the checkout persuaded me to get this to double my pointu2026 GLAD I DID! I will be purchasing from now on. Smells soooo good and hella hydrating for sure!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Lychee",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "My skin felt very hydrated after using this mask and it smells amazing. Kinda expensive for a face mask though"
        },
        {
            "review_title": "Must have face mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "After using it my face felt hydrated and soft definitely try it"
        },
        {
            "review_title": "Nice little stocking stuffer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "My boyfriend and I got these! They are very moisturizing! Expensive though."
        },
        {
            "review_title": "Itu2019s good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I like this product. As far as sheet masks go, itu2019s helpful. I noticed clearer feeling skin after using it."
        },
        {
            "review_title": "LOVE !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I love this face mask. As somebody with oily skin and clogged pores, this mask actually works. It blurs and smooths your skin doing exactly as it should! ufffc"
        },
        {
            "review_title": "AMAZINGG",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I really love sephora face masks because they are so soothing and cooling on my skin and when i take it off my skin feels so smooth and hydrated!!"
        },
        {
            "review_title": "Harsh Face Mask",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I don't have sensitive skin but I broke out into hives the day after using this."
        },
        {
            "review_title": "It burns really bad",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I donu2019t normally have bad experience with face masks. However, this one really burns within seconds of putting it on. Itu2019s so bad that I threw it away and washed my face immediately. Thankfully the burn went away after I washed my face. My skin is not really sensitive and I donu2019t have wounds on my face. I also prepped my skin with moisturizing toner before putting this face mask on. I donu2019t recommend buying this."
        },
        {
            "review_title": "Amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "This was amazing, to whoever is reading this, get this RIGHT NOW get tons, after using this my face was SOOO HYDRATED i love this product so much, lemon one was so good this was 10000/10"
        },
        {
            "review_title": "It burns!! ud83dude36u200dud83cudf2bufe0fud83dude21",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Me and my friends donu2019t have sensitive skin and when we put it on, our skin burned! It felt like put your face in the toaster and it was itchy! We bought  a few different ones and they all burned. I love you Sephora but please make better face masks!"
        },
        {
            "review_title": "Best for dry Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "After using this product I was amazed at the result. I am loving the result. It has helped me with my dry skin to make it become hydrated."
        },
        {
            "review_title": "Not the hype",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I used this product wanting to like it so bad. But when I woke up I had bumps all over my forehead. It was hydrating but it broke me out."
        },
        {
            "review_title": "Donu2019t know about this one",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This gave me an intense burning sensation on my face, but that could be the hyaluronic acid. This was not for me. My face was very red after words I do not recommend."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Watermelon",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Normal skin",
            "review_text": "A bit of a burning sensation? I think this irritated my skin. The effect was also kind of whatever. I fear a drugstore sheet mask or Korean beauty mask would be better"
        },
        {
            "review_title": "Must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "I use this every other day and I love it so much! Itu2019s my favourite face mask!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "This face mask smells so good and feels so hydrating and refreshing! I was really surprised at how cooling and moisturizing it feels. I was also pleasantly surprised by the freshness of the blueberry scent."
        },
        {
            "review_title": "like but not love",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "at first I loved this product but after keeping it on my face for the amount of time 10-15 minutes I woke up the next day and my face broke out completely all skin types are different this is just me."
        },
        {
            "review_title": "A must have live this ud83dudc97ud83dudc97ud83dudc97",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Normal skin",
            "review_text": "My favorite face mask Love this product so moisturizing and leaves you so glowy it is very soothing and it makes you feel calm and clean leaving it on for 10 minutes it perfect you all need this!!!!!!!!!!!!!!!!!!!!!!! For real!ud83dudc97ud83dudc95ud83dudc96ud83eude77u2764ufe0f"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Watermelon",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Love the watermelon mask after a day in the sun, it's reshfreshing and pumps your skin up. I do miss the version that comes with the decolletage."
        },
        {
            "review_title": "Bad allergic reaction",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I had a terrible allergic reaction to this, my face and eyes all puffed up, itchy, terrible peeling. My eyes got so puffed I could barely open them. Was told it was fine for sensitive skin, will not ever buy this product again. It's finally better a week later, after using allergy medication and trying to calm the skin down."
        },
        {
            "review_title": "Patch test first, it can burn",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This is my first time using Sephorau2019s line of face masks and wonu2019t use them again. Stick to the kbeauty masks!  The watermelon mask burned my skin pretty quickly, within a minute of putting it on. I use a wide variety of products and this is the first to create a reaction for me. My skin was super red after I took it off and washed off all the serum. I placed Skin Food Carrot Carotene pads on my face to calm it. This picture is showing 1 hr after my skin was inflamed, you can still see all the red patches.  Aside from the burning, the fragrance is too strong and the cut outs arenu2019t well sized or placed."
        },
        {
            "review_title": "Must have for spa day!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "This product was very hydrating, I loved the smell! Felt amazing afterwards and hydrating!!! 100% recommend this product. I had an amazing spa day with this. ufffc"
        },
        {
            "review_title": "Good quality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Iu2019ve purchased a ton of these for my husband and I. I think they are great quality, smell good, donu2019t irritate my skin and is a nice touch to add to your routine while getting dressed or trying to relax. Hand and foot make are great too"
        },
        {
            "review_title": "Great mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is a great product I LOVE the Sephora collection ufffcand this mask did not disappoint at all it was so moisturizing and made my skin soft!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lychee",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I used it for first time as my sister gift me as motheru2019s day present .. i can say its really hydrating .. and it make my skin smooth"
        },
        {
            "review_title": "very hydrating",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "very hydrated after this and smells so good! very good! price is good!"
        },
        {
            "review_title": "a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "i tried this face mask and i fell in love itu2019s so hydrating and makes you feel all refreshed:)"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Amazing it helps with literally everything that can go wrong with your skin! Def recommended"
        },
        {
            "review_title": "I love these",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Love the way this left my skin feeling! So soft and gentle, and it left my skin glowing!"
        },
        {
            "review_title": "So nice for self-care days!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "This product is so good! It made my skin so smooth and soft. The price is amazing and so is the outcome. I will definitely be buying this again. Highly recommend!"
        },
        {
            "review_title": "My crotch smells like something died",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone",
            "review_text": "It really REFRESHES the down there if u know what I mean and it really smooths out the skin soooooooo 10/10 do recommend"
        },
        {
            "review_title": "hydration",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "after using this mask my face skin felt more hydrated, shiny, smooth and glowing. worth the money."
        },
        {
            "review_title": "Your Skin Needs This",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This mask has hydrated my face so incredibly much that itu2019s crazy. Itu2019s cheap, has great ingredients, and is amazing for your skin. PLEASE GET THIS! Thank me later!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "it made my skin feel really nice and hydrated, but itu2019s not all that for the price"
        },
        {
            "review_title": "Beware",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I usually donu2019t write reviews but after I used this it broke me out and I wouldnu2019t say I have sensitive skin. It did make my skin feel moisturized but I advise you to wash your face after using the mask."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "This mask is nice. Very hydrating and the scent is lovely"
        },
        {
            "review_title": "u2764ufe0fu2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Porcelain skin tone, Normal skin",
            "review_text": "VERYYYYYYY REFRESHING AND MAKES ME SOOOOOOOO CHILL!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lychee",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "My skin was noticeably more hydrated for the 48 hours after using this mask."
        },
        {
            "review_title": "Felt so refreshed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "First time trying it! My skin felt so refreshed and smooth after the mask, next time Iu2019ll buy more than 1."
        },
        {
            "review_title": "DO NOT BUY",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Beware especially sensitive skin girlies. The moment i put this on, my skin started burning like crazy. Over the next few days it continued to sting and peel."
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "This mask is so good! I use it after my skincare and it leaves my skin super hydrated and glowy."
        },
        {
            "review_title": "Love Love Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The watermelon sheet mask is my absolute fave! Love to use them right before applying makeup ud83dudc95"
        },
        {
            "review_title": "Nouvelle habitude !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "J'ai adore ce masque ! Hydratant, n'a pas chauffe mon visage, sans rinu00e7age !"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Coconut",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "It was fine, I didn't really notice a difference in my skin. I also felt it left a greasy feeling afterwards and had to rinse it off."
        },
        {
            "review_title": "One of my favs",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I recommend getting this during the sale. This product is hydrating and my skin absorbs the product fast.this specific mask leaves skin super glowy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Watermelon",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I own a lot of Sephora collection items and their face masks are some of my favorites from their collection! I have used it many times and love it each time!"
        },
        {
            "review_title": "felt relaxing...but didn't notice any difference",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I got this in store, and read some amazing reviews about it! I've been dealing with an oily nose and forehead, and hoped this could help. The mask didn't have a fragrance (or at least one I couldn't smell) which was strange, and while it felt quite relaxing, even after a few hours of using it (without other products) I saw no visible differences in my skin. May repurchase because its pretty low priced and soothing."
        },
        {
            "review_title": "A must have in your skin care routineud83dudc97ufffc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I absolutely love this facemask because it made my skin so glowing and made it feel so smooth. I would absolutely get this. ufffc"
        },
        {
            "review_title": "love! will repurchase",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "i was having an extremely bad breakout and i used this product right before my nightly skincare and i found it helped calm my skin and rebalance my oils!! only giving this product 4 stars since i only used it once."
        },
        {
            "review_title": "Dried out my skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This did not hydrate my skin at all, it did the opposite. I left it on for 10 minutes and it made my skin textured, flaky, and dry."
        },
        {
            "review_title": "A must have in your weekly mask routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "One of the best face masks, after I used it right away i saw the difference!! Highly recommended"
        },
        {
            "review_title": "Skin care must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "These are my favourite masks! Skin care secret I have is doing my full skin care routine then applying this mask and it leaves my skin so hydrated and glowy! Always stock up when itu2019s on sale"
        },
        {
            "review_title": "Best hydrating sheet mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I have been using for several years now and the coconut mask is the best hydrating sheet mask Iu2019ve tried. It reduces redness and moisturizes without leaving a greasy residue or causing a breakout. Amazing!!"
        },
        {
            "review_title": "love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "i love this face mask! my skin felt really hydrated after using it and itu2019s a really good price! it also smells good!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, notSure skin tone, Dry skin",
            "review_text": "It is so hydrating I could use it every day if I could but I loved it so muchufffc"
        },
        {
            "review_title": "Best face mask ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Made my face feel so good and smelled so good I love it soooooo much"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lemon",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I bought this one quite a few times along with the matcha one and I love it! It made my skin not feel as oily as it usually does and I woke up the next day with reduced skin oils."
        },
        {
            "review_title": "Big nope",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Irritated my skin like no other! My skin was soft but also red and sensitive. Never again."
        },
        {
            "review_title": "Not good in my opinion",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "When I had it on my face it felt amazing and hydrating except, there was a problem. While using this Sephora face mask, the smell of it almost made me puke so I had to throw it away."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s is very moisturizing although I think it is a little messy but overall itu2019s is a very nice product"
        },
        {
            "review_title": "A new must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Medium skin tone, Dry skin",
            "review_text": "I love to use this the morning after I use Tretinoin. It really hydrates this normal to dry, mature skinu2026especially after using tret. Feels great in my skin and leaves a glow! Recommend highly!"
        },
        {
            "review_title": "Quite good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Leaves skin feeling fresh and hydrated. Good for price, however quite large of a mask. I would recommend if your looking for a good facemask, and lots of selection to choose from!"
        },
        {
            "review_title": "Horrible Allergic Reaction!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "I experienced the worse contact dermatitis when using this blueberry face mask! My face, including my eyes are swollen and puffy not to mention how much my face burned and was itchy! The last time I had a similar allergic reaction was when I used Kosas foundation. After I had reaction to Kosas foundation, I went to allergist to figure out what I was allergic to and one item (along with nickel and latex) was u201cfragranceu201d ingredient, including Limonene which is a common ingredient used for fragrance smell that many people are allergic to. The allergist also informed me that ingredients with fruit or floral extracts are also a type of fragrance ingredient. Additionally, when the ingredient just list u201cfragrance/parfumu201d as an ingredient, this could be a combination on hundreds or chemicals that can cause an allergic reaction. The crazy thing is that Iu2019m not allergic to many of my other fragrance products, including actual perfume so itu2019s just so frustrating having contact dermatitis and when companies donu2019t list ALL chemical compounds when they list fragrance/ parfum as an ingredient. Not everyone may have the same reaction that I had, but just wanted to warn those that are also allergic to the ingredient u201cfragrance/parfumu201dand prone to allergic reactions to cosmetics/skin care products."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Matcha",
            "review_buyer_description": "Blue eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "Iu2019ve tried different masks across a variety of brands and stores, and this is the first negative experience. Bottom line: My skin has never been dryer and it still feels burnt 36 hours after use. I donu2019t recommend it if you already have dry skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Love this , love the scent. Moisturizing.  Favourite face sheet mask :)"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I donu2019t really see any differences very nice but itu2019s just a facemask and with all the facemasks especially sheet masks. I never see differences so itu2019s may just be me."
        },
        {
            "review_title": "Cheap +preppy ud83cudfddufe0fud83cudfd6ufe0fu2600ufe0fud83cudf0aud83dudecdufe0fu2728",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "My fave mask ever so hydrating and I love the glow !ud83cudfd6ufe0fu2600ufe0fud83cudfddufe0fud83cudf0au2728ud83dudecdufe0fperfect preppy &cheap product love it ud83dudc95"
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Very moisturizing and glowy!! Recommend for those with dry skin"
        },
        {
            "review_title": "Love this face mask!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love that itu2019s super hydrating and you see immediate results! Iu2019ve purchased several different colours, there all amazing! if ur looking for a affordable and effective mask, this is a great go-to"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Lemon",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Typical face masks, donu2019t believe itu2019s worth the price. I do miss when face masks were $1."
        },
        {
            "review_title": "Very Hydratingud83eudd65ud83eudd0dud83eudd0e",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Itu2019s great for every few weeks or so, and smells great."
        },
        {
            "review_title": "Moisturizing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Very good! Does not have a full result but does leave skin moisturized for some time after application."
        },
        {
            "review_title": "Affordable mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Used this face mask after shaving my face and I love it!! Fits nicely on the smaller side and very moisturizing! Would definitely recommend"
        },
        {
            "review_title": "I must have in my skin care routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "This is actually like the best facemask ever. Itu2019s completely clean and full of safe ingredients and makes my face feel tighter."
        },
        {
            "review_title": "hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "itu2019s so hydrating and it REALLY soothed and smoothed my face along with tightening my pores. for the price, itu2019s a must have. did not expect it to be as good as it was."
        },
        {
            "review_title": "A Sheet Mask That Will Forever Have My Heart",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "This Sephora sheet mask is awesome!!!! I love it so much! I get it quite a lot too!"
        },
        {
            "review_title": "Silky Smooth Skincare",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This product is fantastic. It is easy to use, smooth on skin, and smells wonderful. It is a must have for relaxation, refocus, and resting. Highly Reccomend."
        },
        {
            "review_title": "A+ Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "One of the best face masks I have used. I can see a noticeable difference after using this product. My skin looks dewy and plump. Great value too!"
        },
        {
            "review_title": "Did not like the smell",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "The smell of the coconut mask was so overwhelmingly unpleasant to me that I just couldn't appreciate this product. I rated this 3 stars because in fairness the mask comes absolutely soaked with serum! When you remove from the packaging it is dripping wet and after removing from your face there's a good amount of serum left on the skin to massage in. The serum is quite milky which I personally didn't like because the milky texture mixed with the nauseating smell was truly gag-worthy to me. If it wasn't for the scent, I would have given this more of a chance but unfortunately this is a no for me."
        },
        {
            "review_title": "Light fragrance and  soft skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I loved my experience with this mask.  The light lemony scent   was rejuvenating.  I left the mask on for 20 minutes and  skin is still soft a day later."
        },
        {
            "review_title": "CHEAP STUFF THAT IRRITATES SKIN! DO NOT BUY",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Careful! These masks worked fine at first, so I kept buying them. However, they started irritating my skin later on and I would wake up with Horrible red spots on my cheeks!!! They have their own u201cclean at Sephorau201d seal but I doubt this is u201ccleanu201d at all; I think Sephora now uses that seal very lightly! The same thing happened with their makeup cleansing wipes!!! This is something relatively cheap anyway, so u2026 my advice would be: Buy something more expensive that will guarantee better results!"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "My skin loves this sheet mask, I feel so glowy and plump afterwards."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Matcha",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love these face masks. But I can no longer find the giseng/firming one."
        },
        {
            "review_title": "MUST HAVE IN MY ROUTINE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have every single one of these face masks and I love them all but my favorite is Lychee. It never burns my face and makes my face hydrated and glow. 100% recommend!!!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Beware if u have sensitive skin it burned my face so bad after having it on for a couple seconds"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ju2019ai adore ce produit, il sent tres bon et il hydrate tres bien."
        },
        {
            "review_title": "Must have for skincare or EVERYDAY USE!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Itu2019s definitely hydrating and effects are instant and superb! My skin felt so soft, moisturize dewy looking and plump. One thing I didnu2019t like is the strong fragrance, I mean it smelled good but it was a little too strong for my taste. Overalls product is pretty good ud83dude0d"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "Feels cool on the skin. Full face coverage with good results"
        },
        {
            "review_title": "weirdly good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "not only did it make my skin look glowy and healthy, it also smelled really amazing. a few hours after using the mask, my boyfriend thought i was wearing some sort of vanilla honey perfume and complimented it. unexpectedly good."
        },
        {
            "review_title": "I liked this product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I liked the face mask but the coconut one smells kind of weird, it is very hydrating but would not recommend listening to the suggested time (I would recommend doubling the time)  I did 20mins instead of 10."
        },
        {
            "review_title": "Great for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "This mask is very soothing and moisturizing.  My skin always looks pepped up and dewy after I use it. It's a great bang for the buck compared to more expensive sheet masks."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Blueberry",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This made my skin feel so much better! Itu2019s very moisturizing and gave my skin a great glow for hours afterwards. I wish I could buy this formula as a serum."
        },
        {
            "review_title": "Simple facial Perk",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Love this mask, it smells great, and my skin feels smooth afterwards."
        },
        {
            "review_title": "Love these",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Normal skin",
            "review_text": "I bought them for myself and then purchased these for my mom as her Christmas gift and she loves them now as well."
        },
        {
            "review_title": "Smells like real blueberries",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Hydrating and portable. Price is reasonable when you grab it during sales. Will purchase again"
        },
        {
            "review_title": "Recommend for super dry skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "The mask has so much lotion. I have extremely dry skin and regular face masks dry up really fast without sufficiently hydrating my skin. This mask did not even dry out & left my skin very moist and looking rejuvenated. Would definitely"
        },
        {
            "review_title": "Great face mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Amazing face mask! It hydrated my skin with no extra weird residue afterwards, and after about an hour my skin was matte and fresh looking. I loved this product"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lemon",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "This is a great product.  I highly recommend.  Made my skin feel amazing"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This face mask was great! Very refreshing. Smelled so good"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Coconut",
            "review_buyer_description": "Green eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "I love this mask so much itu2019s so nourishing and makes ur face refreshed. Itu2019s also clean with no harmful chemicals."
        },
        {
            "review_title": "it's ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "Didn't really do anything for my skin but not expensive at all, so I think if you want something fun to have in your routine."
        },
        {
            "review_title": "Decent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Deep skin tone, Oily skin",
            "review_text": "The product was okayu2026I would definitely buy it again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Coconut",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "OMG!! do amazing i can't-  my face is so dewy and soft and unlike other face masks it's not just water is a cream that you can rub in!!! never using a different brand ever again! i need to buy more for that i can use them every night! their that good!"
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Itu2019s so amazing I got it as a Christmas gift and it made my face soooo glowy ud83dude1b"
        },
        {
            "review_title": "A nice quick pick me up",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Refreshing, hydrating, leaves skin feeling smooth and plump."
        },
        {
            "review_title": "I love this sheet mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This mask is amazing! I got this as a gift but I've had this before and forgot to write a review. This mask is hydrating and smoothes out your skin. Perfect!"
        },
        {
            "review_title": "So good will buy agin for sure!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I used this product about twice and itu2019s so nice. It removed all the bumps I had on my face in one use. It also made my skin so glowy and dewy. Super cheap as well will be buying again!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I did not like it that much. It did not smell like a lemon and there was too much liquid in the bag when I went to it it went everywhere, but it left my skin clean ufffc"
        },
        {
            "review_title": "Amazing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Love these masks! Leave my skin feeling hydrated almost every time!"
        },
        {
            "review_title": "face mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "It was a gift my kids love it and will continue to use all these kind of masks"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I have so many face masks from Sephora collection and they all make your face so soft and hydrated. I would definitely get these."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Matcha",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "After using this product my skin is feeling so nice. It is a must buy when doing a skincare day"
        },
        {
            "review_title": "Must try",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "I thought the Sephora collection facemasks were all hype, but I was proven wrong after just one use. I feel my skin looks hydrated and radiant. The only issue is that I feel a bit of residue on my face after the 10-minute session."
        },
        {
            "review_title": "Must have in you skin care routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "After using this product it felt great very easy application and after it left my skin nice and glowy and clear I totally recommend"
        },
        {
            "review_title": "Love the mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "My face was moisturized after using this face mask"
        },
        {
            "review_title": "Great! Loved ud83eudd70",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "I received this as a birthday gift, and I pretty much love it! The only setbacks were: it didnu2019t fit my face well, it was uncomfortable, there was only one, and it was very difficult to open. But I loved the results! After you take the mask off, youu2019re supposed to rub in the residue. It left my skin feeling and looking glowy!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "After using this product my skin was definitely less inflamed and I felt really clean"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "First off this product smells so amazing. It made my skin so clear the next day I will definitely be buying this again!!"
        },
        {
            "review_title": "A good skin care routine love it so much",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Love it so much 10/10 I love how itu2019s hydrating my face."
        },
        {
            "review_title": "its just a no.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "this was a bad product. it was not hydrating AT ALL."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This has been the only face mask that has cleared my acne ! Try it out it make my acne go away and I was so happy I tried everything until I used this face mask"
        },
        {
            "review_title": "Not my favorite",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "my skin did not feel hydrated after use. I miss the Rose masque which they no longer make."
        },
        {
            "review_title": "Holy HYDRATION!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "This mask made my skin GLOW!! It made my skin so soft and I tried the eye masks with it and it was AMAZING!! Never judge a book by its cover because these masks are skin shapeshifters!!!"
        },
        {
            "review_title": "Itu2019s a no for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "First time buying plus first time using my face does feels moisturize and hydrated but far as the glowing part I donu2019t see it at all on my face"
        },
        {
            "review_title": "Love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I loved this it was so fun and hydrating to my skin and so much fun to use with my best friend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lychee",
            "review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "Moisturizing & glowing is nice helps my skin out a lot"
        },
        {
            "review_title": "BEST FACEMASK EVER!! u2764ufe0fu2764ufe0fu2764ufe0f",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Made my face glowing OMG! I love it so muchud83dudc95ud83dudc95 definitely recommend ud83dudcaf"
        },
        {
            "review_title": "Love the face mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I love this face mask, it makes my skin very soft and it moisturizes well."
        },
        {
            "review_title": "Must on my skincare routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I have combination skin type with more to the dry side. So I always wanted to add something to my skincare routine that hydrates and leave that freshness on my face. From one of the employees at Sephora I heard about the face masks. Till today thatu2019s one of the important part of my skin care products."
        },
        {
            "review_title": "Favorite face mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "These hydrating masks are a must in my routine! Anytime I have dry skin, I use these to plump it up. Perfect for the night before or day of a special event! I buy these on the regular!"
        },
        {
            "review_title": "Meilleur masque",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ce masque est le meilleur de tous en plus de sentir bon apres une utilisation il reduit enorme les imperfections!"
        },
        {
            "review_title": "must have any Sephora masks",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have not used it on myself yet but used one on my husband who suffers from a lot of dryness and it really help his skin, I just love Sephora masks they are worth the buy."
        },
        {
            "review_title": "A must have weekly mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "After using this mask my face felt so refreshed and vibrant. I absolutely love the coconut scent. Will definitely be purchasing this mask again in the near future."
        },
        {
            "review_title": "nourishing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "you really do feel nourished, a nice thing to do with the mask after being used on your face is to put it on your neck so every last drop is used, its nice in size, has an amazing smell"
        },
        {
            "review_title": "Don't Buy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Feels good, but waste of money, bad for the environment, and doesn't really do anything for you."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Coconut",
            "review_buyer_description": "Hazel eyes, black hair, Combination skin",
            "review_text": "Su00faper refrescante e hidratante la ame sin duda alguna voy a comprar mas"
        },
        {
            "review_title": "Do not buy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Bought this for my brother since he has dehydrated and dry skin, literally did nothing but waste my money ud83dudc41ufe0fud83dudc44ud83dudc41ufe0f"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Deep skin tone, Combination skin",
            "review_text": "My favorite face mask for moisturizing right now. Excellent product. My skin looks like I have q filter most of the time."
        },
        {
            "review_title": "Burns skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Burned immediately after putting on my skin. Only left it on for 7 of the 10 minutes since the burning sensation never got better and couldnu2019t have been good."
        },
        {
            "review_title": "good product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "fabulous smell.  hydrating and long lasting.  good party favor for a sixteenth birthday sleepover"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "It was easy to apply, but it made me break out on my cheeks and it was very irritated. If you have sensitive skin, I donu2019t recommend it."
        },
        {
            "review_title": "love this mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "feels great on skin very soothing. I even love the smell of it very hydrating"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Coconut",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
            "review_text": "I love to use these before I leave the house for a quick hydration boost. It adds an extra glow for my no-makeup days, and the extra hydration makes my makeup look flawless."
        },
        {
            "review_title": "Stings Really Bad",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "Itu2019s pretty good, but it stings really bad. I feel like there is a better option, but I love the price!"
        },
        {
            "review_title": "Simple deep moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Great easy to use product with fantastic hydrating results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Coconut",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Super hydrating, and definitely moisturizes my skin. A little tingly at first on my sensitive skin though, but almost perfect ingredients!"
        },
        {
            "review_title": "This will change the life of your face!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Let me share with you how I initially thought this was a stroke of luck. Back in August, I experienced a severe breakout caused by a vitamin I had taken, and I received recommendations to try various products, including some highly popular ones, in an attempt to regain control over my skin. Typically, I don't struggle with breakouts; I might get one or two around my menstrual cycle, but overall, my skin remains clear. However, enduring several weeks of daily breakouts was starting to wear down my enthusiasm for maintaining good skincare.  It's worth mentioning that I prefer a straightforward skincare routine and don't fuss much about it. I had these Blueberry Masks sitting around for months. Then, one day, after trying numerous products with no visible results, I decided to give this Blueberry Mask a try. I applied it to my face and went to sleep with it on. To my astonishment, when I woke up, it seemed like every single bump on my face had vanished. I was truly taken aback.  The very next day, I rushed back to Sephora and purchased two more of these Blueberry Masks just to confirm that it was indeed the mask making this remarkable difference. Once again, I followed the same routine u2013 washed my face, applied the Blueberry Mask, went to sleep u2013 and woke up with even fewer acne issues than I had the night before. In fact, I can now count the remaining bumps on one hand, whereas before, I couldn't even keep track of how many I had.  My only suggestion is that this incredible product should be transformed into a serum, and it would be fantastic if you offered it in a multi-pack for sale."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Blueberry",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "easy application and a great product my skin thanks me"
        },
        {
            "review_title": "Did its job!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Felt super nice and hydrated after use, skin was soft!"
        },
        {
            "review_title": "Works great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, notSure skin tone, Dry skin",
            "review_text": "Great facemask made my skin feel really nice and it looked nice as well"
        },
        {
            "review_title": "Perfect first step before make up!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I just loved the way my face looked and felt after using this mask!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Blueberry",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Nice face mask leaves the skin feeling moisturized and glowing"
        },
        {
            "review_title": "Mom/daughter skin appreciation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "When I visit any Sephora I either pick these out for my daughter or she picks her own. These are so great in helping her understand some basics of self and skin care. Also, getting her-her own almost ensures she wonu2019t use mineud83dudc40."
        },
        {
            "review_title": "Must use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
            "review_text": "I love this mask, best i have used so far, helps shrinking pores."
        },
        {
            "review_title": "LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "My skin is so sensitive and this mask didnu2019t hurt one bit. No redness or itching. Definitely gonna be using these once a week."
        },
        {
            "review_title": "Great mask for pores!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This works wonders! i used it on my grandpa and i, he has very large pores and after using this they cleared up beautifully! as well as for myself!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Literally made my face so hydrated! My face felt a bit gooey after but it still felt good."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Blueberry",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Smells just like Blueberries smells good not as good as the other oneu2019s.Made my face feel soft.Not much product to rubbed in."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Watermelon",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I was given it as part of a birthday gift and my skin felt really nice a hydrated afterwards!!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Lychee",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": ""
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
            "review_text": "Good Sheet mask. Hydrating. Does what itu2019s supposed to do."
        },
        {
            "review_title": "Best thing ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Best flipping mask ever!!!!!! This made my face so hydrated and soft I really recommend it to whoever is reading my review. Best thing ever!!!"
        },
        {
            "review_title": "love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "This mask is so hydrating and i love the texture, it moistened my face and it smells so good"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Love this. My skin was smooth after using like the matte one"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Matcha",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Just used it and it was good. My skin was soft and feels hydrated after using. Will buy again"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lychee",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I love this product soooooo much it made my skin feel soooo soft and just so happy. i had dry skin and after using this once a week my skin felt better"
        },
        {
            "review_title": "Add a bit of fun to your self care",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this mask!! It leaves my skin feeling hydrated which is definitely the goal. Plus it makes me take a moment to myself and actually remember I need self care lol.  Itu2019s refreshing and I love using it fresh from the fridge for an extra relaxing boost especially in this summer heat. This face mask is a great addition to your skin care routine and will leave your skin feeling amazing after a long day!! I got this complimentary from Sephora collection and have already purchased 3 more!! I love them all. Theyu2019re my fav part of the week"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Coconut",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "These masks are always great and refreshing. I love putting them in the fridge so they are cold when i put it on. It smells super nice and refreshing and my face is moisturized after and looks so shiny but not in a greasy way. Gifted by sephora collection"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lemon",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Sephora face masks have always been one of my favorites. I love the way that they feel on my skin and donu2019t slide off like others do. Theyu2019re incredibly light weight and leave my skin feeling amazing and rejuvenated. Gifted by Sephora collection"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This coconut mask is so refreshing, if you can put it on the cold place. Do it! I love coconut so I felt like I was on vacation and best of all thereu2019s so many other scents."
        },
        {
            "review_title": "Great and affordable.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I think this is a good single use face mask! The smell is pleasant but not overwhelming. The face mask feels so cool on your skin when you apply it too. I love the packaging and how these masks look. For the price they are great to have. Gifted by Sephora Collection"
        },
        {
            "review_title": "A new staple in my self care routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "i received this product complimentary from Sephora Collection  in exchange of my honest review. This nourishing mask made with coconut extract and hyaluronic acid made my skin feel so nice and hydrated. Itu2019s super refreshing and very easy to apply. It smells great, too!"
        },
        {
            "review_title": "Brightens but u2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I received this Face Mask as complimentary from Sephora and I really liked that my skin appeared brighter and was super hydrated ! BUT when the mask touched under and around my nose , it burns. I had to stretch that the mouth and nose area and move it further away from that."
        },
        {
            "review_title": "So nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Loved getting to try this mask!  Was so easy to apply, and made my skin feel so nice afterwards.  Will definitely be in my Sunday self care routine moving forward! My skin feels hydrated and plump after use."
        },
        {
            "review_title": "Refreshing and a great value",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "This mask was gifted by Sephora but the opinion is my own. I am a huge mask lover and always am on the hunt for new masks that are effective and affordable. This line from Sephora is a great value and perfect for travel and everyday. I tried the watermelon quenching and plumping mask and it felt so refreshing on a summer evening. It has hyaluronic acid, which is a great skin ingredient for me. Hot tip: refrigerate before use for extra refreshment!"
        },
        {
            "review_title": "Eh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I have dry skin & an obsession with all things blueberry, so I decided to try that one. Itu2019s okay! The mask stayed in place decently enough & was refreshing. My skin absorbed the product well & it felt nice. There was enough leftover serum in the package to moisturize my arms AND legs too, so thatu2019s a great bonus. lol It smells nice & says itu2019s 95% natural (which I truly appreciate), BUT, it doesnu2019t specify if the added fragrance is natural or artificial & thatu2019s a HUGE pet peeve of mine. ANY product containing u201cparfum/fragranceu201d should really state the origins. I wanted to try the lychee next, but wonu2019t be, because I was unable to verify if these contain artificial fragrance, so Iu2019m just assuming they do. If thatu2019s not a concern for you, you might like these, but tbh, I donu2019t think thereu2019s enough beneficial ingredients to make them worth $6 a pop."
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love this mask! I think it really depends what your skin type is so take that into consideration whalen picking out a mask. I have pores and redness followed by a pimple sometimes. this mask definitely helped me! gifted by Sephora collection"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Matcha",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Gifted by Sephora collection. One of my favorite fave masks! My skin feels super hydrated after using and my pores arenu2019t as bad after using this mask. My skin feels so refreshed after using & I love using this mask right before bed.  I also love the packaging."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Coconut",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I never tried sephoras branded products before but I was pleasantly surprised. The face mask had a nice smell to it and left my skin feeling smooth and hydrated. I canu2019t wait to try out the other scents. Gifted by sephora"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lemon",
            "review_buyer_description": "",
            "review_text": "This was gifted by Sephora collection but I am obsessed with this mask. It seriously left my entire face feeling super hydrated, and itu2019s been feeling pretty dull lately. I love it and I will definitely be purchasing more again in the future!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Blueberry",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I always enjoy Sephora face products. Their face mask always feel very good and refreshed. I always use their face masks before bed after washing my face. Overall, I would recommend their facemasks. All of their face masks are great. I was gifted by Sephora collection."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Watermelon",
            "review_buyer_description": "",
            "review_text": "I love a good sheet mask that actually leaves my skin feeling hydrated. Itu2019s never good when you feel like you have sticky residue left on your face and this mask does nothing of the sort. My face literally feels so hydrated and so vibrant. The mask is formulated with almost 100% natural ingredients! All of which add to how it soothes, targets pores, and delivers a plumping effect. Super bonus that the mask itself is fully compostable!! Gifted by Sephora collection and happy to have found a new must have!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lemon",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This was gifted by Sephora in exchange for a review. The package does contain extra serum which is amazing, so it wonu2019t be dried out when you go to use it. The mask made my skin feel hydrated and supple after using it! It has a simple clean scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Watermelon",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Gifted by Sephora. Very refreshing face mask. I have tried the watermelon face task and the smell is very refreshing. Also once I applied it on my face it felt so cool. My skin felt very soft and hydrated. Love it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Watermelon",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The mask smells really good when you open the package. I applied it on my face it was very cooling. Once I removed it, my skin felt soft and hydrated. There was a little residue left on my skin from the mask but I wiped it off and I was fine. gifted by Sephora"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Coconut",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Gifted by Sephora collection. I enjoy sheet masks after a long day since they are so easy to use. This one is no different. I enjoyed the hydration and relaxation that it provided before I hit the bed."
        },
        {
            "review_title": "hydration nation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Dry skin",
            "review_text": "This product was gifted to me by Sephoracollection. I was pleasantly surprised by how well this mask worked. It left my skin super hydrated and moisturized. I felt like the formula permanated my skin really well."
        },
        {
            "review_title": "Super refreshing!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "This face mask was hydrating and had a lot of product on it- almost a little too much for my liking. The product would drip off my mask when I had it on, other than that, it had great smell and was very refreshing!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I received this mask as a complimentary from Sephora Collection. I love their masks and often buy from myself, they have a nice moist texture and a good smell. I use masks in the morning to moisturize my skin. I wear it for 10 minutes"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lychee",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I used to LOVE doing a sheet mask so I was so excited to receive the newly revamped Face Masks Fruit & Plant Extracts + Hydrating Hyaluronic Acid complimentary from Sephora Collection. I got the Lychee one and I loved the subtle citrus scent and cool and refreshing feel on my skin. I left it on for a bit longer than the instructions say and the serum sunk really nicely into my skin. I made sure to moisturize before heading to bed and woke up with hydrated and radiant skin. For a fairly affordable price, Iu2019m super happy with the results. Would definitely buy more!"
        },
        {
            "review_title": "Iu2019m a fan!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This mask was gifted to me by Sephora and itu2019s really great. First of the ingredients in this one are amazing. After using the sheet mask my skin felt super hydrated and glowy. I also feel like it brighten up my skin. Love it!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Coconut",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Sephora gifted me the Face Masks Fruit & Plant Extracts + Hydrating Hyaluronic Acid. This mask stays on the face well and smells great.  This super nourishing mask makes my face feels smooth and hydrated."
        },
        {
            "review_title": "Skin feels soft post use",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "First off I love the smell of coconut so this sheet mask gifted by Sephora smells great! The mask itself made my skin feel soft and I used it for a self care day! I also love that this product is vegan as I am moving towards a plant based lifestyle."
        },
        {
            "review_title": "So affordable!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "These are great affordable masks. They smell great and my face feels so moisturized afterwards. I like to buy these as a self-care treat at the end of my week. The watermelon one is my favorite and I will continue to buy these again and again. This product was gifted by Sephora Collection, but all opinions are my own."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lychee",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "(Gifted by Sephora Collection). I got the lychee mask for my dry skin and it worked as expected. The packaging is super cute and the mask itself was very moisturizing for my skin. Also love how itu2019s very affordable!"
        },
        {
            "review_title": "hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "such a refreshing face mask that was gentle for my sensitive skin. i used it at night and it was cooling and so hydrating. my skin after using it felt so nourished, this is a definite restock. *gifted by Sephora Collection"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I absolutely love to use sheet-mask and this product didnu2019t disappoint me at all. My skin felt so hydrated and fresh looking. Itu2019s affordable and I definitely it. The face mask gives you instant hydration and smells good!(gifted by Sephora Collection)"
        },
        {
            "review_title": "so soothing and hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "this product was in my mailbox today I was leaving to the venue for my wedding! I took it with me not knowing what to expect and it ended up being the best product that I had taken. After a very long day of wearing make up this mask helped soothe my skin and helped me glow and feel hydrated. I was so happy that I had brought it with me and would definitely buy again!   gifted by sephora collection"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Watermelon",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "Enjoyed using it! This was gifted by Sephora Collection, but itu2019s still just a single use face mask. It can only do so much. I donu2019t buy face masks often, because I tend to only do them once in a while, but I would repurchase. It was hydrating!"
        },
        {
            "review_title": "Very Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This is a nice little face mask when you want to treat your skin. It is hydrating and feels great on my face. It is so refreshing. I just it was a tiny bit less expensive, but other than that I really think it's a nice product. This was gifted by sephoracollection"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Watermelon",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I was gifted by Sephora collection this product. I love this mask. The scent, the price point, the hydration it gives. I love using these before applying makeup. It is the perfect way to enjoy a small little luxury. It is nicely saturated. When you tear open the packaging you have the mask folded up. I place it on the face for the duration of doing my hair while getting ready. You will feel it start to dry and then thatu2019s when you want to remove it. I will use the extra serum inside of the packaging to add to my skin. I love the scent!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Blueberry",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Love this face mask! Makes my skin feel so fresh, clean, and makes it flow! Iu2019m super picky on my face masks and the ingredients that go in my skincare routine but this mask is amazing! Gifted by Sephora collection"
        },
        {
            "review_title": "Nice mask!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I really liked this face mask! I chose the coconut scented mask. I like to pop mine in the fridge for a nice cooling sensation. It was easy to apply. Stayed on for the time I needed it too. Decent price. No complaints."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I really liked this mask. Itu2019s affordable and definitely made my skin feel plump and happy and hydrated. Thereu2019s a bunch of different ones so Iu2019m going to try a few more but I like these for their quality and effectiveness. Gifted by Sephora collection"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Blueberry",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I really enjoyed this face mask gifted by Sephora. Iu2019m not typically into sheet masks but this one left my skin feeling very smooth and fresh. Overall great product, I would definitely recommend this mask!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Coconut",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "Gifted by Sephora Collection and this face mask is way to go! Love how this calm and gives glow to my skin. I partner to use it with my rose quartz took and my skin never felt amazing! Definitely worth it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Lychee",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "This mask gifted by Sephora Collection smells HEAVENLY.  Itu2019s definitely moisturizing and gets the job done. My only complaint is that it doesnu2019t fit my face.  All in all, great face mask for the price point and Iu2019m excited to try the other scents."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lychee",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "His facial mask smelled incredible! It also left my skin feeling incredibly hydrated and soft after using. My skin had a beautiful glow as well. I didnu2019t even need to put any moisturizer on for the night after using this. Gifted by Sephora collection."
        },
        {
            "review_title": "Adding to my self-care routine!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "After doing my typical night skin-care routine I used this mask to finish off my self-care/skin-care routine and my skin felt very refreshed and moisturized after! I felt a glow in my skin after using this. I would definitely use this every once in a while to in my self-care routine!   Gifted by sephoracollection."
        },
        {
            "review_title": "Get it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "For this price point itu2019s a crime to not try it out, honestly! I got Lychee one, oh wow beautiful hydration. Iu2019ll stocking up on that one for the whole winter. And excited to try others too. Gifted by Sephora Collection"
        },
        {
            "review_title": "Really nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Gifted by Sephora Collection. This mask was really nice. It smelled sooo good! I didnu2019t feel any weird tingling or anything like that. Afterwards my skin felt very refreshed and hydrated. Overall I think it made my skin a lot softer"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "I love how my skin looks after used this product, hidrates my skin looks awesome, I love the ingredients and the feeling refreshing and the packet is perfect for to go! Itu2019s good for me and my face! #giftedbysephoracollection"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lemon",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I really enjoyed this! The scent is nice and it was very hydrating. I loved how cooling it felt on my face. I feel like it helped my skin look brighter, too. I would recommend this to my friends. So good! This was gifted to me by Sephora."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Coconut",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I received the Coconut face mask complimentary from Sephora. I love it! Iu2019m happy to know they have quality face masks and it doesnu2019t have any bad toxins in it. It scored 100/100 on the Yuka app. Thank you for that!"
        },
        {
            "review_title": "Yes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I love Sephora masks! Gifted by Sephora. I love this lemon face mask, and how hydrating my skin looked after using it. Itu2019s a super easy to put on sheet mask, that you leave on for about 10-15 min and let the ingredients soak on your skin!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Matcha",
            "review_buyer_description": "Gray eyes, Fair skin tone, Dry skin",
            "review_text": "This does what it supposed to do for my dry scalp. This product works like magic. Also , I donu2019t mind the smell of it. Sometimes I get very surprised with the quality of the Sephora collection. This was gifted to me by Sephora collection"
        },
        {
            "review_title": "So easy to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Iu2019ve been a fan of these sheet masks for the longest time but first time using this moisturizing one and I absolutely love it! The smell is great and left my skin feeling so smooth afterwards. Gifted by Sephora collection"
        },
        {
            "review_title": "Hydration x2",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Fair skin tone, Combination skin",
            "review_text": "Ive always been a fan of face masks specially after tanning cause they make my face feel hydrated. So I tried the coconut version from Sephora and Iu2019m obsessed, made my face so hydrated and smooth in just few minutes!! Will definitely try it again. Complimentary from Sephora."
        },
        {
            "review_title": "Smells amazing & super hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "First impression was that the mask smelled amazing! There was so much product on the mask. It felt soothing and extremely moisturizing. After leaving it on for 10 min I rubbed the remainder into my skin and it felt hydrated & glowy but not sticky. Affordable and nice mask! Gifted by Sephora Collection."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love the way it makes my skin look and feel after using it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Coconut",
            "review_buyer_description": "Green eyes, Medium skin tone, Normal skin",
            "review_text": "It smells amazing and is incredibly moisturizing. I will absolutely be buying this in the future since I love how it makes my skin feel after using it. I really adore this product."
        },
        {
            "review_title": "Hydrating face mask!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I received this mask complimentary from Sephora collection. I loved how hydrated it left me skin and radiant. It did have a weird scent to it almost like playdoh which I was not a fan of but besides that I really enjoyed the mask and how it left my skin!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Blueberry",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "It was great ! I loved using this product and will definitely be buying it again ! After using this my skin felt plumped and dewy I LOVED it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lychee",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Dry skin",
            "review_text": "Gifted by sephora, but all opinions are my own. I love the Sephora brand collection face masks.  Typically, I opt for coconut or something like that.   This mask worked perfectly fine on my sensitive skin.  No weird reactions, and it was super hydrating!"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "Love this face mask I was gifted by Sephora Collection. It is so hydrating and smells so amazing. I love the way it leaves my skin feeling after use and I will definitely continue to repurchase this in the future! Love this product so much."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Matcha",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "So refreshing. My skin absolutely loved this face mask. I applied the product for 15 minutes. It was very easy to apply as the mask is fully saturated with product. It left my skin feeling and looking hydrated."
        },
        {
            "review_title": "Amazing for hydration",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "This mask is awesome, it does give you a lot of hydration on the skin and it makes it very smooth and soft. I also loved that it gave my skin a nice glow and brightness. It smelled delicious too which I loved. Definitely recommend. This was complimentary from Sephora collection."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Blueberry",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love that this mask is a good hydrating mask and affordable. It left my skin feeling plump and dewy and didnu2019t irritate my skin. It doesnu2019t have an intense smell and fits well"
        },
        {
            "review_title": "Amazing results from this mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Absolutely love this hydrating mask. Coming closer to the time of my month, this was a perfect skin help product. Few day before I get on my periods, I always tend of break out. This was nice because it hydrated my skin and noticed less acne flaring up! Gifted by Sephora Collection."
        },
        {
            "review_title": "Must have in your skin care!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Sephora collection gifted me this face mask and let me tell you it made my face feel so soft and radiant. My skin felt so fresh after the first use. I will definitely be adding this face mask to my skin care routine. And recommending it to friends and family."
        },
        {
            "review_title": "My favorite mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This mask is perfect! It smells great and left my skin feeling so soft and clean. I love using a mask once a week and this is my favorite. Great benefits and great ingredients. Recommend. Gifted by Sephora."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Blueberry",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I like these wipes because my face feels so refreshed afterwards. I love the scent because it is not to harsh but it has a nice fragrance when I use those wipes. It leaves my skin feeling moist and I an apply my skincare after using them. This was gifted by sephoracollection."
        },
        {
            "review_title": "Love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "#giftedbysephora Love this mask! Itu2019s so hydrating and my skin feels so good after using it. It smells delicious and I like to keep it for 10 mins.  The mask absorbed well into my skin and gave an instant glow!"
        },
        {
            "review_title": "My new favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I really loved this mask. This was gifted to me by Sephora and I could not have been happier. This mask is super convenient and great for bringing on vacation/traveling. It made my skin feel very refreshed and hydrated. I was also really surprised with how much it made my skin glow. I will be buying these again!"
        },
        {
            "review_title": "If you want your skin to Naturally Glow then u2026.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Product Review: Super Glow Cleansing Powder by Sephora I recently tried the Super Glow Cleansing Powder by gifted by Sephora Collection, and I'm impressed! The idea of a powder cleanser intrigued me, and it did not disappoint. Once I figured out the right amount to use, it lathered beautifully on my skin. The compact packaging makes it perfect for travel. What I love most is how clean and dry my skin feels after using it. It effectively removes moisturizers and buildup, leaving my skin refreshed. I highly recommend this product for anyone looking for a unique and effective cleanser."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Blueberry",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "Gifted by Sephora Collection. This is a nice face mask. It feels so nice and refreshing and once i take it off, my skin feels so hydrated and plumped. I like to apply moisturizer after so i can lock the moisture in. Itu2019s lovely and very affordable."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Matcha",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "It works great! Itu2019s a bit messy but it made me skin feel hydrated and excellent!"
        },
        {
            "review_title": "Keeping cool in summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "On hot days I would refrigerate my face mask to be nice a cool. Not only I can relax but doing skincare too. This face mask helps keeps me cool and hydrates my skin for the summer time. If you are a eco friendly girl like me you can decompose or recycle your mask. Gifted by Sephora Collection."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lychee",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "My favorite mask! It makes my skin look so amazing, and itu2019s just a cute mask. I love the scent, but itu2019s not overpowering for my sensitive skin. I used this before a formal event, and it really make my makeup stick a lot better! Gifted by Sephora Collection"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "I love this face mask complimentary from sephoracollection! When I used it, it left my skin so soft and smooth. My face felt really hydrated and glowed for the next 24 hours. Loved the smell as well. Overall, I would definitely recommend this mask."
        },
        {
            "review_title": "My favorite skincare addition!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "The Sephora Collection face masks in watermelon are refreshing and leave my skin feeling hydrated and revitalized. The watermelon scent is pleasant and adds to the overall experience. This face mask was gifted by Sephora and it has become a favorite addition to my skincare routine."
        },
        {
            "review_title": "A Cute Sheet Mask",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This mask was gifted by sephoracollection. I will say, based on the one use of the mask, I did like it. It's hard to tell the long term benefits from a single use packet. I can't say that my skin felt super hydrated or tightened or anything though. I loved the serum-y feeling it gave. I went in with a moisturizer after."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Blueberry",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this product complimentary from Sephora in exchange for my honest review. This blueberry sheet mask is easy to use. It has a lot of essence and still a little damp after 20 min on my face. I do need to fold the sheet mask a bit for it to fit my face properly. My skin feels very hydrated afterward. It is a good way to boost hydration."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Coconut",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "this was a really lovely face mask it was very hydrating and at a fairly affordable price point. Does the trick if you are traveling or just need a little pick me up in your skincare routine. No complaints m. Gifted by sephora"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I was gifted by Sephora Collection. I love trying new sheet masks so I was excited to try this one. This sheet mask made my skin feel very hydrated. I love the cooling effect and how soft it made my skin feel after and a glowing look. My skin feels great."
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Absolutely obsessed with this mask!! Iu2019ve been having extremely dry skin and this has definitely helped hydrate and plump. Highly recommended if you too have sensitive dry skin and are looking for a quick fix"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lemon",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love these Sephora sheet masks! They always leave my skin moisturized and soft. They are super easy to incorporate into my skincare routine and feel extra pampering. I like to put mine in the fridge before use for an added cooling effect. Complimentary from Sephora Collection"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lychee",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Thank you, I received this product complimentary from Sephora collectionu2026. This face mask gives such a gorgeous glow. It also smells delicious and fruity and was perfect for my girls night in. The price point is not bad either!"
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Skin perfection face mask from Sephora is so hydrating (beyond hyaluronic acid), ingredients from natural origin and gives glow to skin. Nice smell of blueberry extract and radiance pineapple. Gifted by Sephora Collection"
        },
        {
            "review_title": "Works well!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this face mask so much! Not the best face mask I have ever used however I noticed a difference in my skin after using. Plus it is inexpensive and works well. (This product was gifted by Sephora.)"
        },
        {
            "review_title": "Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Super hydrating mask. My skin felt replenished and plump after using it. Smells great and would get again. I left it on for 20 minutes and it fit my face well and was easy to apply. This product was gifted by Sephora Collection"
        },
        {
            "review_title": "Would definitely buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "For starters I would like to mention that the Watermelon Face Mask is complimentary from Sephora. Now for my actual review, I absolutely love this face mask! It had a nice cooling effect when I first put it on my face and afterwards left my skin glowing and super hydrated."
        },
        {
            "review_title": "Wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Amazing face mask! My face felt SO hydrated and glowy after using! It felt so soft and didnu2019t irritate my sensitive skin. If also has a really nice cooling effect. Definitely recommend this mask! Gifted by Sephora collection"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Love these masks from sephora. I have sensitive skin, and these never irritate my skin. The smell isn't super strong and I see a noticeable difference after using the mask just one time. This was gifted by sephora"
        },
        {
            "review_title": "Excellent Hydration",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This is a great mask for instant hydration.   I tried it complimentary from Sephora. The fragrance is delightful and the hydration boost lasted quite a while.   The price point is great and I only wish I could use one ever single day."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Gifted by Sephora Collection, this mask made my skin feel hydrated and made it look glowy. I was honestly worried that it would be irritating for my sensitive skin since itu2019s a citrus based face mask, but I didnu2019t have any bad reaction to it."
        },
        {
            "review_title": "so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Complimentary from Sephora Collection. This sheet mask felt so relaxing. It fits my face so well. It was very easy to apply. I left it on for 20 minutes. My skin felt very hydrated and refreshed. This is such a perfect mask to hydrate your skin and relax. I really enjoyed the scent as well."
        },
        {
            "review_title": "My skin is happy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love the way this facemask makes my skin feel. It is so easy to apply and doesnu2019t leave a sticky residue. I have sensitive skin and eyes, and it doesnu2019t leave a burning feeling like other facemasks do. Complimentary from Sephora Collection."
        },
        {
            "review_title": "Great face mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Love this face mask! It is a fairly straightforward face mask thatu2019s super simple and easy to use. Itu2019s also relatively inexpensive. My face feels nice and soft after using it. Disclaimer: I received this product complimentary from Sephora"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This was gifted by Sephora. I love these sheet masks and I have been using them for years. They are not harsh on your skin and they leave your skin hydrated and plump and amazing after using it! Very affordable. I definitely recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Coconut",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I love his mask! It makes my skin feels so moisturize and hydrated. I use once a week and I have a bunch of them. I could not recommend it enough! I will keep buying them forever, it is the best price and quality. gifted by sephora collection"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Blueberry",
            "review_buyer_description": "Light skin tone, Dry skin",
            "review_text": "I love this face mask! It was great on my dry skin and made my skin feel/look super glowy, dewy, and hydrated after using! This is a great sheet mask option for anyone looking for a basic yet effective mask!gifted by Sephora"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Love this mask! It really help me int the morning when I need the refresh look. I always keep my in the fridge so it feels very nice on. Also keeps my skin hydrated when Iu2019m on the plane. It does make my skin softer and more rest. Gifted by Sephora"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Coconut",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "These sephora collection masks are the best. They're a great price, and just a fun / quick pick me up. Face is left glowy and hydrated. Love to throw these in with gifts or Christmas stockings. Everyone loves them. Gifted by sephora collection."
        },
        {
            "review_title": "Nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Complimentary from Sephora Collection. I am a big fan of face mask, especially sheet masks. I was so excited to try this one out from Sephora. They have great products and this was a nice face mask. It was hydrating and made my skin feel nice!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Blueberry",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This face mask is very fruity as noted. Smells like a basket of fruits! So if you like fruits like me, this is the face mask for you. Put it on the fridge first before use, and it gives it a nice soothing cooling effect - gifted by Sephora collection"
        },
        {
            "review_title": "I loved!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Not only are these masks affordable, but they work well! They leave your skin hydrated, refreshed and glowing and the plus of smelling yummy! This was gifted by Sephora for my honest review of the product."
        },
        {
            "review_title": "Hydrating & Soothing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Gifted by sephoracollection. This sheet mask was so refreshing. It had a wonderful watermelon smell. It felt so cool on my face which was nice after a hot day. It helped soothed any irritation I had and left my face feeling very hydrated. It had plenty of product. Only negative for me was it was too big so I couldnu2019t get the wrinkles out."
        },
        {
            "review_title": "Smells good!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I was gifted by Sephora in exchange, for my honest review of the product. I have always really loved Sephoras face masks - super affordable and do the job! The blueberry mask smells so delicious and left my skin feeling super glowy and hydrated."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lemon",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love using these sheet face masks to rehydrate and refresh my skin. They are so easy to use, and they take essentially no effort at all. I really like the way this one smells. My skin felt re-energized afterwards."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Watermelon",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Gifted by Sephora Collection. I used the watermelons face mask and it was great. I love that it helped my skins moisture and plumped it up. I also love that the masks had a great lightweight feel and it didnu2019t leave a sticky residue."
        },
        {
            "review_title": "Affordable good skin mask",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "Sephora gifted me the blueberry extract face mask. I really like how this product is affordable and makes my skin very hydrated and glowy afterwards. Bonus points that itu2019s vegan and can be recycled afterwards."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Lemon",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "I was gifted by Huda Beauty. 1 coat wow is exactly that! Itu2019s crazy that you really one need the one coat, even one dip! My lashes look fuller and have some volume m. Just what I look for in a mascara. Also love the applicator and how itu2019s different on the sides."
        },
        {
            "review_title": "Home spa day",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This mask was gifted by Sephora to sample and it was a nice treat for my skin. I loved the fresh scent that wasnu2019t overpowering, my skin felt hydrated and dewy. The mask fit my face well and was easy to use. It did make my eyes start to burn a bit after a while but once I took it off that stopped."
        },
        {
            "review_title": "Refreshing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I had to get this mask because I love matcha. Itu2019s also mattifying which my combination skin needs. I love that it also contains Hyaluronic acid! My skin absorbed the essence after wearing the mask for 10 minutes and felt plump and hydrated afterwards. I followed with a moisturizer and feel so refreshed. Gifted by Sephora Collection."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lychee",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I loved this collection of face masks with fruit and plant extracts + hydrating hyaluronic acid because they provided a second-skin effect for optimum absorption. The masks are suitable for various skin types and addressed concerns like dryness, acne, and oiliness. The inclusion of hyaluronic acid ensured quick and lasting hydration. I appreciated that these masks were made with 95 percent natural-origin ingredients, were vegan, and even the sheet mask itself was compostable. Gifted by Sephora Collection"
        },
        {
            "review_title": "Le meilleur",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ju2019adore ce masque pour lu2019odeur et pour son efficacite! Tres abordable comparer u00e0 du2019autre masque et il nu2019est pas trop grand ni trop petit ! Juste parfait! Et il sens tellement bon !!! Ju2019adore le faire apres mon exfoliant pour le visage et la veille de mon autobronzante"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I was Gifted by Sephora collection, this face mask and they made my skin feel extremely hydrated! I love the smell of coconuts! I like to use these masks in the morning before my regular skin care to give an extra boost of hydration. My skin looks radiant!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Blueberry",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love Sephora face masks because I feel like they are one of the best for the price point. They always smell amazing and they have a good fit on your face where other mask sometimes can be too small or be too big. This mask gifted by Sephora smells amazing and left my skin feeling hydrated and plump."
        },
        {
            "review_title": "Phenomenal And Affordable Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This sheet mask has the most delightful lychee fragrance! I absolutely love lychee and the scent is so beautiful, refreshing, and nostalgic. The sheet mask is so well saturated with serum. It feels instantly hydrating and refreshing on the skin. It plumps, moisturizes, and renews my skin. I love leaving this on my skin as long as I can because my skin loves to drink up all the goodness. The serum is great quality and has really helped improved my skin. I love sheet masks to treat my skin weekly and the affordable price of this one makes it a lovely treat! I highly recommend this sheet mask and I love it! Gifted by Sephora Collection."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Matcha",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Gifted by Sephora Collection, Added this to my nighttime routine and GIRLL ud83dudc4fud83cudffc definitely love, i purchased more! I recommend to all my skincare girlss. Leaves skin feeling amazing. Also the smell isnt too strong, its just right so yeah ud83dudc95"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This was gifted by Sephora collection. I love masks - any and all kinds! This makes me feel pampered and treated to an at-home spa experience, all without breaking the bank! Love the subtle smell too!"
        },
        {
            "review_title": "It's okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This face mask is a pretty basic, but nice treat once in a while. It has a nice coconut scent, but I think the fragrance bothered my skin as it stung a little bit. I would love to try a different one to see if my reaction is different. Gifted by Sephora Collection."
        },
        {
            "review_title": "Nothing special but nice to use",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Love this face mask! Itu2019s so soothing and really helps hydrate my skin. I love using it when Iu2019m giving myself a facial. I store them in the fridge and they really help de puff my skin and it feels so relaxing. It doesnu2019t really do much else for my skin"
        },
        {
            "review_title": "Hydrated & Refreshed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I am forever a face mask fan and these are some of my favorites! I was gifted by sephoracollection and am obsessed! After cleansing my skin, I usually apply the face mask and lay down for about 10 minutes. What is amazing about these is that you donu2019t have to wash your face after removing the mask. I rub in the serum until it is absorbed into my skin and instantly feel hydrated and like a whole new me! These masks have targeted ingredients and are phenomenal!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Blueberry",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "gifted by Sephora Collection. First time I use a Sephora mask and I really love it. its fragrance is delicious. It leaves my skin soft and hydrated. These masks are the most delicious thing there is, they leave the skin so beautiful, soft and very hydrated."
        },
        {
            "review_title": "Great face masks",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Absolutely love these face masks by Sephora. My skin is super hydrated after using them, skin looks very fresh and radiant. I love the variety also, my favorites are coconut and blueberry. Gifted by Sephora Collection"
        },
        {
            "review_title": "Great hydrating mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted by Sephora. Whenever I search for a reliable sheet mask, I often turn to Sephora collection masks. Recently, I decided to give their Hyaluronic acid mask a try, hoping for enhanced hydration, and once again, it did not disappoint. This mask is ideal for pre-makeup application as it effectively moisturizes the skin and imparts a gorgeous, radiant glow. I wholeheartedly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Watermelon",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I havenu2019t used a Sephora mask in awhile, but I was pleasantly surprised by this one! It has a nice fragrance and feels great when you apply it. Afterwards, my face feels refreshed and well hydrated. Gifted by Sephora Collection"
        },
        {
            "review_title": "So Hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this face mask complimentary from Sephora in exchange for my free review. This mask is so fun and cute. It made my skin feel soft, plump, and hydrated. I highly recommend this for anyone looking for a moisture boost this summer!"
        },
        {
            "review_title": "I loved this sheet mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by Sephora Collection These masks are the most delicious thing there is, they feel so fresh to apply and leave the skin so beautiful, soft and very hydrated. In addition, it has a mattifying effect, so it will not leave the skin feeling greasy."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "I really enjoyed this facemask! It left my skin feeling tight and my pores looked notably smaller. In the summer I tend to be more oily so this mask is a life saver!! if you have been interested in the forest facemasks I definitely recommend trying it Gifted by Sephora collection"
        },
        {
            "review_title": "My skin routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "loved the truth is that my face was very soft and hydrated. used this mask at night and I relaxed a lot. also took advantage of it and placed it on my neck and my skin was super soft and shiny. Complimentary from Sephora collection "
        },
        {
            "review_title": "So hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I received this face mask complimentary from sephoracollection but I have been using these masks since middle school and they never disappoint.  My skin always feels super hydrated and refreshed after these masks. My makeup always goes on super smooth after these masks as well!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I absolutely loved this mask, I used it after doing a huge makeup look and it got my skin to feeling so nourish and smooth. Iu2019m definitely gonna buy more soon!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted by Sephora Collection this sheet mask and it made my skin feel so hydrated without feeling oily. It made my skin feel purified and revitalized. I had the lemon one and I really liked it. 10/10"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Lychee",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love these Sephora face masks! I was gifted by Sephora Collection in exchange of an honest review. The lychee has a pleasant scent and left my skin super hydrated after use. I love that these Sephora fruit face masks use only clean ingredients and the masks are compostable!"
        },
        {
            "review_title": "Nice mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Loved this mask. It was hydrating and had enough product for me to cover my neck. I do recommend laying flat or staying still while using the mask so the serum wonu2019t slide in your eyes. Overall the mask was great. Gifted by Sephora Collection"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Watermelon",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I love this face mask. It was gifted by Sephora Collection. It made my skin feel so hydrated! Face masks usually leave my skin red and irritated but this one didnu2019t! My skin feels so smooth and I love that it doesnu2019t feel dry! This is one of the best face masks I ever used."
        },
        {
            "review_title": "Good Sheet Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Gifted by Sephora but I genuinely love the Sephora sheet masks! Theyu2019re a great price for what you get. This mask is different from the precious ones Iu2019ve used, it has hyaluronic acid which is great. It left my skin feeling so hydrated and it looked so dewy after. Highly recommend."
        },
        {
            "review_title": "Hydrated",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "My face felt so incredibly nourished and hydrated after this sheet face. It even made my skin tone more even with its super soothing ingredients! I will definitely be recommending this Gifted by Sephora"
        },
        {
            "review_title": "Moisturized & Fresh",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I received this product complimentary from Sephora. One of the things I enjoy doing as part of my self-care routine is using a face mask and this Lychee one from Sephora is so good! It is refreshing and feels amazing on my skin instantly. I love that it has so much product and the material is stretchy, covers my entire face and stays in place. It has a light fresh scent that I really enjoyed, too! I wore it for 10 minutes and then massaged what was left on my skin gently. It felt amazing. My skin is hydrated and refreshed. This is one I highly recommend and especially to care for your skin after a hot day!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Matcha",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Wow wow wow. I am in love with this mask from the way it makes my face feel after to the ingredients and the feel. Its definitely a must have for a girls not to relax and feel like your at a spa. I was so excited to try I forgot to take a pic will order again. Gifted by Sephora collection."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Matcha",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I loved this face masks soooo very much and the fact that it was affordable just made it even better. I was a little skeptical at first but after actually getting it on my face it was good lol. My skin felt so hydrated after, you have to try it for yourself. Iu2019ll definitely be stocking up on these. Also, this was gifted complimentary from Sephora."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Coconut",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "Usually not a big fan of sheet masks as they tend to fall off or annoy me but using this one when my skin feels super dry. First i cleanse my skin so it can take in all the good stuff and then i enjoy this self care moment, afterwards my skin feels so hydrated and nourished I am loving it. Perfect for a once or twice a week treat!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Matcha",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have used various other sheet masks from this brand and so I was very excited to try this one out. It has a decent, fresh scent and is very hydrating ! Loved how my skin felt after the use. Gifted by Sephora collection for my honest review"
        },
        {
            "review_title": "Love these face masks!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "This mask made my skin feel absolutely amazing! I loved the way it smelled and the way my skin was feeling fresh after I wore the mask! I have always loved Sephora's face masks! Complimentary from Sephora Collection"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Blueberry",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "These masks are my new favorite and they're especially soothing for summer! After use, my skin is noticeably more hydrated & bouncy. It looks like I just came out of the spa. Love how affordable these are too. Complimentary from Sephora"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Blueberry",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have received this product for free gifted by Sephora Collection and I think this product is so perfect for me and my sensitive skin../ I have oily and sensitive skin and this mask make me feel clean and fresh"
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I just used this face mask for the first time last night and it was amazing. So relaxing and my skin feels so good today. I love the scent and the texture. It feels very light on my face which i love.  Gifted by Sephora Collection."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Watermelon",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Sephora. This is a great mask, though not particularly standout. I appreciate that there is a lot of product in the packet so you can spread the skincare to your body. The lychee scent is also lovely!"
        },
        {
            "review_title": "soothing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "these face masks make the perfect gift for friends and family as they are super gentle and do not irritate the skin at all. my skin is sensitive so I know these masks are great for soothing it, I am so glad to have been gifted by Sephora Collection!"
        },
        {
            "review_title": "Hydrated Glowing Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I received the face mask complimentary from Sephora Collection in exchange for my honest review. Loved this face mask. It was super hydrating and left my skin glowing after only 20 minutes. I will definitely purchase this again."
        },
        {
            "review_title": "Love these",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Gifted by Sephora for my honest review, this mask was everything. It was cooling, calming, and hydrating to my skin. I was left with an instant even and radiant glow.  I have use a these masks in the past and will definitely be using them again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Matcha",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I was gifted by the Sephora Collection this mask and I loved it. I am a huge fan of self-care and this mask really added to my evening. I got the matcha scent and it was incredible. It made my skin feel super soft and hydrated. I would definitely buy this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Matcha",
            "review_buyer_description": "Combination skin",
            "review_text": "Great mask! Very soothing and hydrating. Lots of product, so it actually doesnu2019t dry quickly. I was skeptical about the meta-fine qualities, but somehow it does the job and delivers the result it promised! Great small package thatu2019s convenient to take with you when traveling. I received it complimentary from Sephora collection."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Lychee",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Gifted by Sephora. Who doesn't love a fun face mask. This one was easy to use. It fit great on my round face and felt great on my skin. I actually really like all of Sephoras face mask. I have other expensive ones but this is great to use multiple times a week."
        },
        {
            "review_title": "So hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "I I got this mask gifted by Sephora and I love it! Itu2019s super hydrating and smells amazing! Perfect for the summer! I love anything coconut and this is my new favorite mask! This photo is from 2 hours after doing the mask and you can still see the glow it added!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Blueberry",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by Sephora! As an avid Korean sheet mask user, myskin really enjoyed this! The lovely blueberry scent was what I first noticed. I put on my essence and toner before this mask to really lock on the moisture. I did notice that my skin looked hydrated throughout ny 12 hour shift thereafter. It claims to improve texture after 4 weeks but I donu2019t see that happening to my skin with just this mask. The study was done on 22 participants btw. This is a great Hyaluronic acid mask for a quick pick me up."
        },
        {
            "review_title": "In love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "This mask revamped my skin. It smells good and it hydrates really well. While using it I did not feel any irritation but instead felt delighted. This mask fit my face well and had a smooth feel to it.  This wonderful mask was gifted to me by Sephora Collection."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lychee",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "What a fun mask! I selected the lychee scent and itu2019s so refreshing! My face felt super hydrated after and wasnu2019t hard to use. These would be great for small gift bags. I would purchase again.   Gifted by Sephora"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Blueberry",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "Itu2019s a very hydrating face mask and thereu2019s time where my skin need some sort of hydration than just a cream. Itu2019s a product that will be added to my skin care routine for when my skin need extra hydration. Gifted by Sephora Collection"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Watermelon",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Gifted by Sephora collection. Watermelon is the perfect summer fruit and this mask is the perfect summer mask! It smells amazing, fits my face well and is super hydrating for my face! Love how my face feels after use. This would make a good gift."
        },
        {
            "review_title": "So hydrating and soothing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I got the Lychee mask gifted to me by Sephora and I loved it! I have dry and sensitive skin, but this didn't irritate it at all! I put it in the fridge for maybe an hour before putting it on and it was so incredibly soothing! I kept it on for about ten minutes and then used a mini facial roller to roll what was left of the serum out. My skin felt so plump, healthy, and moisturized afterward! It felt so dewy too! This was perfect to give my skin the boost it needed to heal!"
        },
        {
            "review_title": "Good for my sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Although this was gifted  by Sephora, these thoughts are my own. Iu2019m usually hesitant about trying sheet masks because my skin is super sensitive and will break out over any new product. This one passes that test and feels very hydrating!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lychee",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "Thereu2019s nothing like a sheet mask to offer an indulgent self-care moment. I received this one complimentary from Sephora. I absolutely love the smell of this lychee extract mask. It left my face hydrated and supple. I canu2019t wait to try out another one of these."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lychee",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Love this mask! Lychee is one of my favorite flavors and Iu2019m excited to see brands using this as a scent in their products. This mask has more of a floral note to the lychee scent, but Iu2019ve enjoyed Sephorau2019s masks, giving me that extra hydration. My boyfriend and I like our self are nights with these."
        },
        {
            "review_title": "Love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Great face mask! I love blueberries and never thought of using them as a mask! It hydrated my skin beautifully and smoothed out everything! I love that it has hyaluronic acid and other plant extracts! I will put this into my weekly spa routine. Complimentary from sephora"
        },
        {
            "review_title": "Love this mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Gifted by Sephora. Tried this matcha mask this week and I honestly love it so much! It smells amazing and makes my face feel so soft. I love how it helps with my pores. I will definitely be buying this mask on my own."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Blueberry",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "face mask fruit & plant extracts + hydrating hyaluronic acid, it is super refreshing for the face, I applied it and left it for at least 20 min, when I removed it and washed my face, my face felt super clean and fresh at the same time"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Matcha",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This roller feels so good on the skin and it has a great quality and it has been a great addition to my skincare, It travel friendly which can fit on my travel sizing Necessaire bag, which the handle could be a inch longer just to make easier using it. Gifted by sephora"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Am i the only one that thinks that the sephora masks are the best on the market? Well i have to say this one is no exception. My skin looks absolutely stunning and most important, healthy snd glowing. I will defineteity will use it once a week. I was gifted by sephora."
        },
        {
            "review_title": "Perfect for spa days",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Tbh i really liked the it! It left my face feeling refreshed and it did look a slight bit lighter! Like it gave a little life to my face ! I think the price is reasonable and the smell is nice! I would honestly keep using it often since my face feels soft and hydrated after using! Gifted by Sephora Collection!"
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "My skin felt so moisturized and plump after using! I love how it has hydrating hyaluronic acid.  The mask is so easy to use and it only takes 10 minutes to see results. This product was gifted by Sephora."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Watermelon",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "The Sephora Collection Face Masks with Fruit & Plant Extracts and Hydrating Hyaluronic Acid are a delightful addition to any skincare routine. These masks are bursting with the goodness of natural ingredients and the hydrating power of hyaluronic acid, leaving the skin feeling refreshed and rejuvenated. The variety of fruity extracts offers a range of benefits, from brightening to nourishing, catering to different skin concerns. The masks adhere well to the skin and provide a soothing sensation while delivering a boost of moisture. With their affordable price point and noticeable results, these face masks are a must-try for anyone seeking a pampering and hydrating experience for their skin. complimentary from sephoracollection"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This face mask is so good!!! I love the fruity smell that it has to it. I live the way it made my skin look and feel. My skin feels so soft and looks so vibrant. Recieved complimentary from the brand for review."
        },
        {
            "review_title": "love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "This mask made my skin feel amazing! It smells so good and made my skin smooth. I think itu2019s been helping my skin to stay more moisturized and I love using it at night before bed to soak up the products. I was gifted by sephora collection"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Coconut",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I love a good face mask, so Iu2019ve tried a lot. I am usually pretty picky because it seems like so many of the face masks out there do nothing , but that is not the case here! I love this one it makes me feel so refreshed and actually smells good. So perfect. Gifted by Sephora collection"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "Love these masks in any flavor! They feel great on my skin and leave my face feeling so fresh! The watermelon one is definitely my favorite one just because it smells amazing! I would repurchase Gifted by Sephora"
        },
        {
            "review_title": "Hydrating",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "Gifted by Sephora for an honest review. This mask was very hydrating and stayed on my skin well. It smelled lovely and my skin felt glowy and hydrated after removing it. I didnu2019t notice an instant difference but it was a nice treat for a self care night."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Coconut",
            "review_buyer_description": "",
            "review_text": "I got the coconut sheet mask because I love all things coconut. I used it after showering, left it on and then once I took it off just let the face mask serum stay on my face. It has a nice scent and left my face feeling plump and moisturized. Gifted by Sephora collection"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lychee",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Gifted by Sephora! I am obsessed with anything u201clycheeu201d so this was a must have for me! This was a awesome mask and my skin is looking absolutely glowing! I will definitely repurchase this one in the future!"
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "The very thing I noticed - the smell! Itu2019s gooood! Coconutyud83dude0d this mask is soaked in moisturizer and my skin after it feels really soft and moisturized! Iu2019m happy with results and can totally recommend. Gifted by Sephora"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Coconut",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m in love with these face masks! Super easy to use! Smells amazing! Ultra hydrating! Just wonderful all around! They make lovely stocking stuffers or cute gifts for girlfriends (like bridesmaids). I highly recommend!  Gifted by Sephora Collection."
        },
        {
            "review_title": "Love the smell!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This lychee face mask from Sephora smells so good! I love doing face masks weekly, so this was a welcome product to my routine. I love the smell and my skin was super soft after. I would love to keep repurchasing it. This was gifted to me from Sephora."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Coconut",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I love a super hydrating mask and this mask is amazing and feels so nice on the skin Iu2019ll have to use more of it to see if it makes a difference for my skin but overall super good and fits to my face."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Watermelon",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Love the smell and feeling after!  Definitely a must buy again!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Blueberry",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "this is a great face mask. i like the scent i got, blueberry. it gives my skin that extra boost and it is a great last step before going to bed. yes, i would get more! it was gifted by sephora collection."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lemon",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Absolutely love a good hyaluronic face mask, and sephora always has the best ones. Perfect for on the go, traveling, adding to gift sets and just for fun. Love having a fun spa day with my friends or family!! complimentary from sephoracollection"
        },
        {
            "review_title": "YUMMY !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I am alll about health care. Time to myself, spa nights, etc. I am IN LOVE WITH THE MATCHA FACE MASK! It smells delicious, it makes my skin hydrated and it completely takes away my puffy under eyes! These yummy fruit masks take self care nights to the next level. Gifted by Sephora"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Coconut",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This mask smelled a little funny but it made my face feel so smooth and clean afterwards ! If you can get past the smell it is a must ! I would use it again for sure and love how smooth my skin felt afterwards"
        },
        {
            "review_title": "matcha face mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I was gifted by sephora this face mask in Matcha that contains plant extract and hydrating hyaluronic acid. This mask made my face feel smooth and hydrating! I really liked the smell and how it made me feel! I will be repurchasing"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lemon",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I used the purifying and clarifying mask and I loved it. It was perfect for a self care night. It left my skin feeling plump. The next morning my skin was glowing. Perfect for the nights when you want some extra TLC. Gifted by Sephora collection"
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "This watermelon hydrating hyaluronic acid face mask is amazing! After using it for 10 minutes my face felt so refreshed and hydrated. My skin felt soft and relaxed! It also smelled really good which is always an added bonus. Gifted by Sephora"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Matcha",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Love this sheet mask, left my skin feeling hydrated but clean. It helps Target pore size and mattify without over drying or stripping the skin. Plus the sheet mask is compostable once youu2019ve finished using it! Gifted by sephora."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "This was complimentary from Sephora Collection but I fully enjoyed it! Kept my skin hydrated and moisturizer. I love the smell as well. It wasnu2019t too strong. It also left my face with a healthy glow. I highly recommend."
        },
        {
            "review_title": "Nice after a long day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "I love that the mask contains hydronic acid in it. The mask really left my skin looking plump and feeling hydrated.  I also love the use and fruit and plant extracts instead of artificial ingredients gifted by sephoracollection"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Blueberry",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love this mask made my skin so moisturized and smooth. Felt very refreshed and it also smells amazing. Smells like blue berries. Left my skin feeling so amazing I will be repurchasing again I love this product gifted by Sephora collection"
        },
        {
            "review_title": "Very impressed by the blueberry mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by the Sephora Collection. I was surprised by this sheet mask. It was very juicy. It didnu2019t have a blueberry fragrance to it at all however, several hours after applying it, my face feels great. Usually when I use sheet mask, at least my face clean a little greasy or lotiony. I feel like I could apply make up after using this which is a good thing. My face feels very hydrated and Iu2019m very happy. I really wish that they sold the sermum on its own. Itu2019s fabulous."
        },
        {
            "review_title": "FINALLY Compostable Masks!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "I personally love using Sheet Masks while traveling and these Sephora Fruit & Plant Extract Sheet Masks are some of my favorites because of their compostable element and ingredients - so you never have to feel guilty about using a Sheet Mask again!  I used the Mattifying & Pore Targeting Sheet Mask on the air plane last week and it left my skin so balanced, hydrated yet not greasy or oily and not over-drying. It was mess-free and very convenient to throw into my carry-on bag and apply when I was ready for a quick pamper session. Highly recommend picking some of these Sephora Sheet Masks up for your next girls night or pamper routine.  So many different Sheet Masks to choose from, youu2019ll be sure to find one for every skin type + concern. Highly recommend stocking up on these Sephora clean Fruit & Plant Extract Sheet Masks.  Sephora gifted me this product. All opinions are my own."
        },
        {
            "review_title": "Perfect At Home Spa Moment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I was gifted by Sephora this sheet mask. Thereu2019s nothing better than sitting back after a long day and treating yourself to an at home spa moment. This sheet mask is easy to apply and made my skin feel hydrated and illuminated."
        },
        {
            "review_title": "So soothing on my skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I noticed that my skin looked noticeably more hydrated and radiant after each use. My pores also appeared to be smaller, and my skin felt smoother to the touch. The blueberry extract is so soothing on my skin. Gifted by Sephoracollection"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Coconut",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Gifted by Sephora Collection. This was a great sheet mask, i donu2019t normally see results with these but this left my skin feeling clean and fresh. Loved the smell and it was super easy to apply. Great price and will definitely be picking more up soon."
        },
        {
            "review_title": "A nice, hydrating mask",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love sheet masks and use them several times a week.  Iu2019ve tried all sorts at all different price points.  The Coconut face mask with fruit and plant extracts + hydrating hyaluronic acid, gifted by Sephora Collection, was very nice.  The size and shape of the fabric fit well with just a few strategic folds.  The serum is thick and hydrating and the packet includes a good amount.  I used it after my morning shower and skincare for about 20 minutes.  My skin was plump and hydrated.  Once I patted in the excess serum my makeup applied beautifully.  Overall, I enjoyed the mask but Iu2019m not sure I would shell out $6 per mask given how frequently I would use them."
        },
        {
            "review_title": "Really nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really liked this mask, it felt hydrating but not overly so and did give me a bright glow after. It's tough to tell how it will do long term but I think for the price it's worth it. Gifted by sephora."
        },
        {
            "review_title": "Love lychee so much",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Such a incredible feeling I got the cute lychee mask I loved how nourished it made my skin feel after . I was so moisturized, plumped and hydrated skin that felt and looked incredible. Loved it !!!"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Combination skin",
            "review_text": "Wow I love this lychee face mask. It was my first time trying it and my skin felt so nice after. I have always loved Sephora face masks and I will be adding this one to my routine. Definitely try it out, gifted by Sephora collection"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Blueberry",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Gifted by Sephora collection. I love these face masks. I love the fruit scents they have and how nourishing it feels on my skin. Itu2019s cooling and hydrating and cheaper than other brands. It does an amazing job!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Watermelon",
            "review_buyer_description": "Brown eyes, Deep skin tone, Normal skin",
            "review_text": "This face makes feels so soothing on my skin. I love the watermelon scent. After 10 minutes I could see a difference in my face. My skin was very hydrated and moisturized. I am happy to try this mask and will use them in the future! I was gifted by Sephora."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Matcha",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "My brows are on FLEEK!! Best eye brow gel ever. It keeps my crazy stubborn brows in place all day and night. I needed this product. And itu2019s not too sticky or leaving them feeling stuck in place. Love it sm. Gifted by Sephora."
        },
        {
            "review_title": "yummy mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love watermelon for all their hydrating qualities and this mask has all the benefits of watermelon for my skin. After using this mask my skin looks so glow-y and smells absolutely amazing! Gifted by sephora"
        },
        {
            "review_title": "Glowy skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love these sephora masks! I always make sure to have them stocked up. I love wearing them on planes, traveling, or a perfect self care pick me up.my skin looks so glowy and hydrating after wearing mask. Gifted by sephora collection"
        },
        {
            "review_title": "Great quality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This is a very high quality sheet face mask!  The sheet mask feels very nice on the face, it doesn't slip and it's nice and thick not flimsy.  The size is also perfect.  And my skin feels very plump and hydrated afterwards."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lychee",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "These face masks gifted by Sephora are super great and affordable.  I love that it works for all skin types and leaves your face feeling so smooth. I like using a sheet mask 1-2 times a week to maintain hydration."
        },
        {
            "review_title": "Nice mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I went with the coconut face mask because of the hydration and I have coconut face wipes from Sephora as well. Itu2019s a summery treat. My skin felt so soft and smoother after the mask. Will definitely add this into my self care/pampering routine."
        },
        {
            "review_title": "love these cute & hydrating masks!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes",
            "review_text": "I received this mask gifted by Sephora Collection. I loved this coconut hydrating mask! I am a fan of these Sephora masks because thereu2019s a lot of variety and they are easy to take with you on a trip or give to friends & family! I love the scent - itu2019s perfect for summer!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lemon",
            "review_buyer_description": "black hair, Medium skin tone, Combination skin",
            "review_text": "This mask makes my face feel plumped, hydrated, and glowy after use. Itu2019s a easy application and smells amazing. This was my first time trying a mask from Sephora and I am impressed and happy with the results ! I received this complimentary from Sephora."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Watermelon",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Sephora gifted me this awesome little face mask and I definitely recommend it.  First off, it smells great!  It absorbs nicely into my skin and leaves a beautiful healthy glow.  It's packed full of hyaluronic acid and it's just great for my skin!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Watermelon",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I really loved using this face mask. It smelled amazing and it made my skin feel so soft and smooth afterwards. I really noticed a difference in how hydrated and plump it felt also. I feel like it gave me a little extra glow as well! Gifted by Sephora collection, but opinions are my own."
        }
    ]
}