{
    "product_id": "843",
    "name": "Goat Milk Moisturizing Cleanser",
    "brand": "Kate Somerville",
    "categories": "Skincare, Cleansers, Face Wash & Cleansers",
    "price": 62.0,
    "about": "What it is: Gentle, non-foaming, creamy daily cleanser that is clinically formulated with goat milk to cleanse and soothe without tightness or irritation...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dryness, Dullness and uneven texture..Formulation:  Cream..Highlighted Ingredients:.- Goat Milk: Soothes dry, sensitive skin with natural milk proteins..- Jojoba & Avocado Oil: Moisturizes and conditions skin..- Manuka Honey: Nourishes skin without irritation...Ingredient Callouts: Free of sulfates SLS and SLES, parabens, and phthalates, and features recyclable packaging. It is clinically tested safe for sensitive skin...What Else You Need to Know: Inspired by the relief our founder, Kate, experienced as a child when goatu2019s milk helped alleviate her painful eczema. This lightweight cleanser is a skincare staple for dry, parched skin...Kate Somerville has been certified cruelty-free by PETA, solidifying the brandu2019s commitment to never test their products or ingredients on animals.",
    "ingredients": "-Goat Milk: Soothes dry, sensitive skin with natural milk proteins..-Manuka Honey: Nurtures skin without any tightness, dryness, or irritation. ..Water Sodium Cocoyl Isethionate, Cocamidopropyl Hydroxysultaine, Glycerin, Polyglyceryl-3 Methylglucose Distearate, Betaine, Glyceryl Distearate, Vitis Vinifera (Grape) Seed Oil, Simmondsia Chinensis (Jojoba) Seed Oil, Persea Gratissima (Avocado) Oil, Cocos Nucifera (Coconut) Oil, Caprylic/Capric Triglyceride, Xylitylglucoside, Propanediol, Polyacrylate Crosspolymer-6, Glyceryl Stearate, Cetearyl Alcohol, Caprae Lac (Goat Milk, Lait de Chu00e8vre), Lactose, Milk Protein, Lactic Acid, Tocopherol, Mel Extract (Honey Extract, Extrait de Miel), Rosmarinus Officinalis (Rosemary) Leaf Extract, Helianthus Annuus (Sunflower) Extract, Bisabolol, Aloe Barbadensis Leaf Juice, Sodium Lauroyl Glutamate, Oryza Sativa (Rice) Bran Extract, Xylitol, 1,2-Hexanediol, Anhydroxylitol, Parfum/Fragrance, Stearic Acid, Disodium EDTA, Caprylhydroxamic Acid, Xanthan Gum, t-butyl Alcohol, Benzyl Salicylate.",
    "how_to_use": "Suggested Usage:.-AM or PM. Use twice a day..-Apply a small amount to wet face and massage gently for 30 seconds..-Rinse well and gently pat dry.",
    "num_reviews": 206,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/goat-milk-moisturizing-cleanser-P440305?skuId=2172658&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2172658-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "4 oz/ 120 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2172658-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This is my all time favorite face wash. It's everything you want in a creamy cleanser. I just hate how expensive it is for a product that you wash directly off your face."
        },
        {
            "review_title": "A MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "during accutane & post accutane, this has been holy grail for my sensitive acne prone skin. I've had rosacea in the past and experience dryness occasionally due to traveling, this really helps my skin thrive. Never experienced any irritation or other reactions. It truly calms my skin. 10/10 recommend."
        },
        {
            "review_title": "Great creamy moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I have extremely dry skin and after I workout I wonu2019t want to strip my skin barrier every time I wash my face so this is great!"
        },
        {
            "review_title": "Not Recommended for sensitive skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Itu2019s used to help me hydrate my skin, but now my skin irritates me and itchy I wouldnu2019t recommend to use this product if you are sensitive skin. If thereu2019s was 0 stars  I would put that.  My sen"
        },
        {
            "review_title": "Yes. Just yes.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I have very dry skin from an underlying autoimmune disease. This is the first face wash I have used that actually leaves my skin soft, hydrated, and clean. If I could give this 10 stars I would."
        },
        {
            "review_title": "A Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I buy this cleanser in doubles, because it is so good. It started off as a sample and my skin loved it so much I havenu2019t been without it. Itu2019s perfect for winter skin and light enough for the summer."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really liked this moisturizer! It was extremely moisturizing and it smelled really good! My only issue with it is after my face was completely dry I noticed some dry patches on my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love the way this makes my skin feel! It is so soft and gentle. My skin feels very refreshed after using."
        },
        {
            "review_title": "Dry sensitive skin saviour",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Oily skin",
            "review_text": "Love love love love love. This is SO slept on. It has the SMALLEST amount of fragrance to it, just enough to really give you that lux feel. My sensitive, reactive skin just adores this stuff, no awful tight skin feeling after washing no tomato face after drying. Dry red skin who? I don't know her anymore"
        },
        {
            "review_title": "Why such a strong fragrance?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I like this cleanser but the smell is SO STRONG. Why would anyone need that strong of a fragrance in a face wash?"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I got this in a fabfitfun box and this is a really lovely light smelling rich cleanser. Removed all my makeup and my face never felt stripped or dry after. I'd definitely purchase."
        },
        {
            "review_title": "My new favorite cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was using Cerave cleanser, and my combination skin continued to have dry, flaky patches. I bought the Goat Milk cleanser on a recommendation from a salesperson at Sephora, and am very pleased. It removes all my makeup, and my skin feels more hydrated with no dry patches. I use it twice daily, and also use the ExfoliKate twice per week, and my skin feels so much better."
        },
        {
            "review_title": "Doesnu2019t dry out my skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I have dry skin and most cleansers make my skin feel really dry and tight after washing, but this one doesnu2019t do that. It feels really good after washing! I love it!"
        },
        {
            "review_title": "A must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This is a very good cleanser especially for the dry canadian winters as someone with really dry skin. I use this even with hot water and my face feels clean, no dry patches or tight skin post cleansing. it does stings the  eye though"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "This is amazing! Leaves my skin hydrated and clean!! Canu2019t live without this"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I love this cleanser! It is very moisturizing, and it doesnu2019t strip the skin. It doesnu2019t really have a smell. I would definitely repurchase."
        },
        {
            "review_title": "Doesn't do it for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I'm so disappointed, as everyone in the reviews seems to love this cleanser, but it just doesn't work for me...I like the smell and the way my skin doesn't feel stripped after use. However. It does not satisfactorily remove makeup, and it doesn't clean my pores well enough. I have been getting breakouts since I started using this cleanser a few weeks ago, and it's definitely this. I've even gotten cheek pimples, which I never get. For reference, I am 38 with combination skin that sometimes struggles with hormonal acne, and seasonal dryness. Sad to say, but I can't recommend."
        },
        {
            "review_title": "Favorite cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Dry skin",
            "review_text": "Totally brightens the skin and doesnu2019t aggravate my rosacea at all! Leaves my skin feeling so soft and hydrated."
        },
        {
            "review_title": "Gentle cleanser for dry skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Really nice gentle cleanser, just really stings my eyes and smell isnu2019t the best so probably wouldnu2019t repurchase for the price"
        },
        {
            "review_title": "Best cleanser out there",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I have acne prone, dry skin and this cleanser is the best I've ever used. It does a great job of making my face clean, but also adds so much hydration. I'm never using another cleanser again."
        },
        {
            "review_title": "My favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This is my favorite cleanser! It smells heavenly!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "This is a really nice cleanser itu2019s very very gentle"
        },
        {
            "review_title": "This is The Cleanser.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "This is The Cleanser. It's gentle, effective, smells heavenly, and is such a pleasure to use. I love it as a second cleanse at night and a morning cleanse. It's a forever repurchase for me."
        },
        {
            "review_title": "Clogged up pores",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I used this product for about a month and it clogged my pores so bad I wanted it to work since itu2019s so pricey. Iu2019m usually not sensitive to anything so this was kinda weird to me also the matching moisturizer just wasnu2019t it either"
        },
        {
            "review_title": "Best face wash for sensitive skin!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I have very sensitive skin, cevave, vanicream, all the other u201cdermatologistu201d recommended brands burn my skin. This has been the only cleanser that hasnu2019t irritated my skin at all. Itu2019s a life saver !!"
        },
        {
            "review_title": "could never go without it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I absolutely love this cleanser. I have combination skin, it is VERY oily but also gets extremely dehydrated very quickly. this cleanser and moisturizer duo has been heaven sent for my skin!"
        },
        {
            "review_title": "New Favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Fair skin tone, Dry skin",
            "review_text": "Amazing for dry or sensitive skin! I love how gentle it is and it smells nice without being too perfumey."
        },
        {
            "review_title": "Must have for dry sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Been using this cleanser for months. Itu2019s cleansing my sensitive dry skin with eczema without stripping or dehydrating my skin. So soothing and leaves my skin feeling soft, hydrated and clean. Recommend for those with sensitive or dry skin!"
        },
        {
            "review_title": "A must-have in my skincare routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "This is the best! Finally, I found something that will help with the oils on my face. It takes the oils off of my face and leaves my face feeling refreshed and cleaned. I hate having an oily face, but this stuff is a miracle! My only complaint is that itu2019s a little pricey at Sephora, but overall, itu2019s totally worth the price. Kate Somerville has my heart!"
        },
        {
            "review_title": "ACNE-SENSITIVE SKIN- DERMATITIS- DRY !!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "BEST CLEANSER IN THE WORLD! I am super sensitive and everything breaks me out. I have 1 year with this cleanser and I swear is irreplaceableu2026  I have tried many and always come back to this one. It doesn't matter what type of skin you have, but especially if you have delicate skin with acne, it's incredible. I also suffer from dermatitis"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Not impressed! Received in my fab fit fun box i washed my face three times with it trying to take my makeup off! Ended up having to use my usual cleanser to wash my face!"
        },
        {
            "review_title": "Couldn't get past the smell!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Maybe I got a bad batch. I would have loved this product if not for the strong perfume smell. Like a cold cream your grandmother used to use! I rinsed very well, but the smell is constant with every breath you breath in. I knew I couldn't sleep with it, so had to rewash my face twice to get it off. Unfortunately I had to return."
        },
        {
            "review_title": "Perfect Wash",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Love this wash. So moisturizing without clogging pores. Has helped my dehydrated skin and replenished moisture barrier. Iu2019ve struggled with dehydrated and pimples but not dry skin- tough combo. This restored my skin in every way. .Worth the $"
        },
        {
            "review_title": "The pretty purple packaging reeled me in",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Tan skin tone, Normal skin",
            "review_text": "This is a very mediocre facial cleanser. It's that face wash you wouldn't actually purchase yourself but if you're at a friend's house you might use it a time or two just because it smells nice."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Left my skin dry and flaky. Too much fragrance - not for sensitive skin."
        },
        {
            "review_title": "Gentle and works well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have very sensitive, dry skin. I saw an esthetician who recommended I switch to using a milk based cleanser, and decided to give this one a try based on all the great reviews. It is so hydrating and really helped get rid of my impurities! I follow it with a water based toner that has HA, then a serum, then my usual moisturizer. It has made a world of difference."
        },
        {
            "review_title": "My new favorite cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I'm a huge fan of this cleanser!  It is pricey but it feels like luxurious.  It has a light, vanilla-ish scent that is not cloying or like cookies.  It soothes and leaves skin soft and moisturized but clean.  I love using it as the second step of a double cleanse.  It seems to reduce redness and improve skintone and I will certainly be repurchasing.  Glad I tried it!"
        },
        {
            "review_title": "Pricey but worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "this cleanser works great on my dry skin in the winter. I was worried the creaminess might have clogged my pores but my skin comes out squeaky clean. it's pricy but worth it."
        },
        {
            "review_title": "Amazing for VERY DRY skin and acne !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "This is my favourite cleanser for the morning and helps so much with my dry skin and acne! I love Kate Somerville products and this cleanser really helps my dry patches from acne and retinol! I love how this feels and it never leaves my face dry or tight. It is worth the price and is the most moisturizing cleanser ever! I was very discouraged when I couldn't find a cleanser to deal with my VERY DRY skin that would also help with my acne and I am so happy I tried this product and will continue to re-purchase this product."
        },
        {
            "review_title": "Love it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Amazing!!! I have acne-prone combo skin. While this isnu2019t my daily cleanser, I usually use this one when I need to recover. For example, I use this this cleanser on the days I use retinol because itu2019s so soft and sensitive. Itu2019s a great cleanser to have if youu2019re. Skin cycling!"
        },
        {
            "review_title": "Holy Grail!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "My esthetician recommended that I get a cream cleanser to use for removing makeup.  I watched an old review on YouTube  on cream cleansers from Racheal Marie Abreu and decided to purchase.  I am glad I did because I love this product and use it on days I don't even wear makeup.  I have sensitive skin and I had no reactions, it was gentle and creamy.  I hope they do not change this product."
        },
        {
            "review_title": "Not dor its price.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I got this product at a pretty good discount. Worth it on sale, but not at its full price. While I used this cleanser it felt great. Very creamy, perfect for sensitive skin without irritating or drying out the skin. However, this completely breaks me out if I use it more than 1-2 times a week. Only new product in my routine, and I never have such huge issues with cleansers."
        },
        {
            "review_title": "super gentle cream cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "this is my go to cleanser when my skin in dry and irritated. i get eczema on my face and peri-oral dermatitis and i know that this cleanser will not irritate my skin when i have flare ups.  other things you should know: -little to no scent -very little lather -non drying"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "amazing product! my sister has incredibly sensitive skin and she loves it. I love the moisturizer. it's just an all-around good product"
        },
        {
            "review_title": "Almost perfect gentle cleanser - strong fragrance.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "My skin type is combination/ very sensitive with eczema and is often dry due to retinoid use. I was looking for a calming, soothing rich cleanser to use when my skin is stressed or dry. It has a lovely creamy texture that lathers without stripping and leaves my skin hydrated and residue free (I use it as my second cleanser step at night after an oil cleanse to remove sunblock and makeup), or on its own for a gentle morning cleanse. However, the one star off is for the fragrance: fragrance is stronger than I expected (I did notice fragrance at the end of the ingredients list but most KS products Iu2019ve used have had minimal or no fragrance and most reviews indicated it was mild). The fragrance is very beachy and tropical - kind of a coconut vanilla that smells like cheap sunblock. Itu2019s definitely noticeable and unfortunately happens to be a type of fragrance I really dislike.  Been using for about a week and my sensitive skin doesnu2019t love the fragrance. Giving it a few more days to adjust and if it doesnu2019t then I may have to return.  I would be extremely interested in a fragrance free option (would have received 5 stars except for fragrance) because besides the scent itu2019s exactly what Iu2019m looking for as my skin gets more mature and dry. If youu2019re not sensitive to fragrance and you like the smell of fruity coconut sunblock this is an excellent gentle hydrating option. If youu2019re sensitive to fragrance or dislike vanilla/coconut type bath and body works smells give this one a pass or try a sample first."
        },
        {
            "review_title": "gentle, moisturizing, rich!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I purchased this through recommendation of Caroline Hirons, skincare goddess. This does not strip my oily/combo skin, instead it leaves it adequately moisturized and balanced. It definitely adds a level of moisture that my skin lacked. It also cleanses well! This is the perfect morning cleanser or second cleanse in the evening. I enjoy using this most of all, it feels rich, dreamy, and luxurious! Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "One of my favorite cleansers of all time! I have oily skin so I never used to go for moisturizing cleansers but when I was having a bad break out and was using my normal salicylic acid, aha/bha, glycolic acid toners, peels and cleaners etcu2026 and my skin was just spazing out becoming dry and even more irritated. Then I received some great advice. When your skin is like that you have to protect the moisture barrier and add moisture and use soothing products. Wellu2026 I bought this and stopped all other cleansers, toners, peels and it did the trick! My skin calmed down and cleared up! Love Kateu2019s products in general. I have already repurchased this cleanser. Try it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "If I am going to splurge on anything, itu2019s skincare. This was worth every penny to me. You only need about a pea-sized amount when using. My skin feels soft and hydrated but not oily after use. It has a slight scent, but not strong or unpleasant."
        },
        {
            "review_title": "Got it in a box and now Iu2019m hooked",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This stuff is amazing! Love the soft fresh sent! Leaves my face soft and clean!"
        },
        {
            "review_title": "BEST EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Amazing cleared my acne completely. Will never stop repurchasing. Best texture ever."
        },
        {
            "review_title": "GREAT FOR ECZEMA/SENSITIVE SKIN",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "This is the ONLY cleanser Iu2019ve used that cleans the skin gently without stripping the moisture off the skin.This product has healed my eczema patches. I will be using this for the rest of my life! Everything else has flared up my eczema."
        },
        {
            "review_title": "Gentle and Soothing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This is a great face wash if you have sensitive or dryness on your skin. My skin feels so soft and clean after using this every morning. I highly recommend it if you want a gentle yet efficient face wash."
        },
        {
            "review_title": "honestly the best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "i just bought this cleanser to try it out and iu2019ve also seen so many good reviews on it.. i can honestly say, itu2019s amazing for dry, sensitive and acne prone skin (which i have). the consistency of this cleanser is stunning because itu2019s so smooth and hydrating. i also love the smell of it because itu2019s very light weight and not too overbearing. it also doesnu2019t leave my face feeling tight after. honestly, i canu2019t recommend this enough. definitely my go to cleanser now :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "I originally got this in a beauty subscription box and used it until it was empty. Iu2019ve tried other cleansers but ultimately decided to rebuy this. Its such a soft and gentle cleanser. Itu2019s one of the only cleansers that leaves my skin feeling moisturized and hydrated after I wash it off. I personally find it isnu2019t harsh on my sensitive skin either. This will probably be a staple in my skincare routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is my favorite KS cleanser. Removes sunscreen and makeup and leaves my skin feeling smooth. Very moisturizing with a slight fragrance."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Very luxurious feeling, my skin feels moisturized and soft immediately after using."
        },
        {
            "review_title": "Worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019ve purchased 3 of Kate Somervilleu2019s cleansers. Every single time I thought each one was my favourite until I tried the next one and loved it even more. Someone said this feels luxurious on this skin and it truly does. It feels amazing and I would say this one is by far my fav!"
        },
        {
            "review_title": "Licensed Esthetician here",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love this product for a morning cleanser, as I use the Dermalogica Glycolic cleanser at night.  Itu2019s very light, a pea size does the job, and it smells super good!  Very very nice on my sensitive skin.  I love this."
        },
        {
            "review_title": "Yes please!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Been using this for a few weeks now and absolutely love this! It makes my skin so soft! I will definitely be purchasing again!"
        },
        {
            "review_title": "unbelievable cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This product came highly reccomend by some friends and itu2019s worth the hype. Unlike other Kate Somerville skincare products Iu2019ve tried that completely stripped my skin, this one is so gentle and leaves my skin feeling unbelievably smooth and soft. 10/10"
        },
        {
            "review_title": "Great cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Absolutely love this cleanser. Use it every morning in the shower.  Smells great and doesnu2019t dry my face"
        },
        {
            "review_title": "buy it, its worth the price",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "The best gentle moisturizer i have ever used. Doesnu2019t strip the skin at all."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I think I have found my holy grail cleanser. This face cleanser went on so smoothly and so creamy it made my skin feel so pampered, this is definitely a luxury cleanser that my skin is loving so far. I have the most moisturizer skin thanks to this cleanser. Would repurchase."
        },
        {
            "review_title": "Great For Dry Skin:)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
            "review_text": "I have dry so I'm always on the hunt for a great creamy cleanser. I like this product because it is non-drying and you only need a small amount of the product. The product has a flip top so it is easy to use and store. I did notice a slight fragrance but nothing overbearing. I like this cleanser and would purchase it again!:)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Feels luxe on the skin, emulsifies well. Takes everything off without stripping the skin. I hate myself for loving a $57 cleanser."
        },
        {
            "review_title": "One of the best moisturizing cleansers iu2019ve used",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This cleaner is honestly one of the best cleansers iu2019ve ever used (and iu2019ve tried tons). It genuinely does everything it claims. It moisturizes,  cleans your face without stripping your face of its natural oils and leaving it dry, is extremely gentle on the skin so itu2019s great for sensitive skin as well, and lathers really well! One thing i liked about it as well was that a little goes a long way! I just wish it wasnu2019t so pricey, but honestly 5 stars!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Medium skin tone, Normal skin",
            "review_text": "the best cleanser iu2019ve ever tried! the only cleanser iu2019ve went back and bought again and again.. so hydrating & great for sensitive skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Amazing for my sensitive skin. Smells amazing. Leaves my skin feeling really clean and soothed. It also lasts WAY longer than I expected. An overall win!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Great cleanser! Super gently, non stripping, and very hydrating. Only con is the price tag."
        },
        {
            "review_title": "review",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Dry skin",
            "review_text": "Love this cleanser so much! I have dry skin and the goat milk keeps it hydrated- it also doesnu2019t really have a smell, which I like. I Will continue to use this product for sure."
        },
        {
            "review_title": "Amazing but pricey",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Obsessed with this cleanser itu2019s so smoothie and feels amazing but i just cannot bring myself to keep buying a $45 cleanser!"
        },
        {
            "review_title": "A Must Have for Dry, Sensitive Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "Iu2019ve been on the lookout for a good cleanser that wonu2019t entirely strip out my natural oils, and leave me with this super tight feeling. I have tried popular cleansers that people would rave about but it was no match for my dry skin. It would always leave me with this squeaky,tight clean feeling. Sometimes it would leave me with flaky skin due to its strong cleansing agents. I purchased the Goat Milk cleanser hoping that it would repair my skin barrier. On the first use I was surprised at how supple it left my skin. It has this nice velvety texture that leaves the skin moisturized and hydrated. No tight skin feeling. No flaky skin. Just clean and moisturized skin. Most importantly it does not leave any redness on my skin! I have extremely sensitive skin which makes it hard to find a good cleanser that wonu2019t irritate my skin. Once I switched to this cleanser I started to notice the redness disappear from my previous cleanser. I highly recommend this product if you suffer from very dry, sensitive skin! Itu2019s worth every dollar!"
        },
        {
            "review_title": "Best Cleanser for dry/combo acne prone skin!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is my go to cleanser forever! I have always used many cleansers from Sephora but this by far is the best one. It completely changed my skin to being soft and subtle. I have acne prone skin and it completely made my acne scars disappear and prevents new breakouts. 10/10 recommend."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "This winter season has done a number on my skin. Normally Iu2019ve got oily skin, but lately my skin has felt dry and tight and overall uncomfortable. I purchased this to give my skin some gentle care and instantly fell in love! I expected it to leave behind a waxy sort of feeling that many hydrating cleansers have (think of Cerave hydrating cleanser). BUT as I massaged it into my skin, it emulsified beautifully! It was able to remove my Drunk Elephant cleansing balm, which is very thick, and it rinsed off super nicely. It created a super nice lather that was the perfect consistency. My skin had a glow to it and I felt zero tightness. More importantly, it didnu2019t leave behind any film or residue. Iu2019m in love!  Normally I use the Indie Lee brightening cleanser, and this feels so much more gentle and luxurious while giving me a better clean feeling. Iu2019m so excited to have found a new favorite!"
        },
        {
            "review_title": "Perfect for my dry/sensitive skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "First review ever! Scoured the internet for recommendations on a cleanser for dry/sensitive skin. Iu2019ve always used drug store products. This is my first big girl purchase and Iu2019m so excited on how my skin is looking, itu2019s barely been a week!"
        },
        {
            "review_title": "great for combination skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This is so not-drying! I have combination / hormonal skin and this has been great in the winter. I didn't realize how much my other face ash was irritating my skin, even though it didn't have any good reason to.   This has been great"
        },
        {
            "review_title": "So supple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Amazing! My go-to face wash. My face feels supple and not over stripped after washing with this"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, lightMedium skin tone, Combination skin",
            "review_text": "Such a rich, lovely scented facial cleanser!!! Leaves my face silky smooth."
        },
        {
            "review_title": "Amazing Cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I usually donu2019t write reviews but this cleanser is amazing! It feels so nice on my skin and it smells DIVINE! Definitely worth the cost- Iu2019m also sure it will be moisturizing for the winter months!"
        },
        {
            "review_title": "Great face cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "A wonderful moisturizing face cleanser that has a lite scent. I use this cleanser between my exfoliate cleanser. Only need a small amount. Definitely will repurchase. Made for sensitive skin."
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "You guys!!!! *crying emoji* after 1 use my skin feels so so happy. I didnu2019t realize how irritating my previous face wash was until I tried this product. My face is dewy, cushiony and feels+looks balanced. Iu2019m so happy and will be recommending this to everyone with dry, red or sensitive skin."
        },
        {
            "review_title": "DRY SKIN RECOMMENDED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "If you struggle with dry skin and your skin is super sensitive like mine then this face wash will be your best friend. There is hardly a product I can use without having a reaction. My skin has always been super dry & I tend to get acne on my cheeks a lot, but this not only helped my acne but gave my face natural moisture. It is an amazing product !"
        },
        {
            "review_title": "For Dry Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I've struggled with eczema on my face for a very long time. Most face washes, even those catered to dry and sensitive skin, make my face feel stripped. I love this facewash because it makes my skin feel moisturized and clean! It doesn't burn, and I think it is well worth the price. My skin has been glowy and clear after using this product; even my typical texture bumps disappeared. It was the only part of my skincare routine I changed- my old cleanser, to this new one. God bless Kate Somerville. Lol."
        },
        {
            "review_title": "The BEST Face Wash!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I LOVE this face wash! I use it every night, and Iu2019ll never use anything else. I have very sensitive skin, this feels like silk and leaves my skin feeling clean and moisturized. I am a devote Kate Somerville user, and this is one of the best products they have. Itu2019s also a good size and you only need a tiny amount per use so it lasts forever. I canu2019t recommend this enough!!"
        },
        {
            "review_title": "love love love this cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "Best cleanser for dry, sensitive -eczema prone skin. Just bought my 3 umm or 4th tube of this stuff. Could not live without it. It just calms everything down. Itu2019s not a makeup remover and if you have oily skin Iu2019m not sure how much you would like this. It not stripping in anyway. Itu2019s a lotion consistency with a slight lather."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "I have super sensitive skin, and this product has been my tried and true for a few years now. Itu2019s super gentle, and I sometimes like to use it with my skin brush when I exfoliate. It leaves my skin feeling clean without it felling stripped of moisture and tight. Thereu2019s not really a scent to it, and it feels almost creamy when you apply it. I havenu2019t been able to find another cleanser that compares; itu2019s my ride or die. Highly recommend for people who use skin brushes, and for people with sensitive skin."
        },
        {
            "review_title": "Great for excema/dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I knew that goat milk was a calming agent for excema, so I was excited when I discovered this product. It's gentle and moisturizing - it never leaves my face with that tight feeling that some face washes do. Also, it doesn't have a strong scent which I appreciate since my face often breaks out due to strong smells."
        },
        {
            "review_title": "Not for me",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "This was okay.  From the reviews I was expecting this uber luxurious washing experience butu2026 nope. It just felt like washing oneu2019s face with lotion. Lotion that lathers and rinses off.  My face didnu2019t feel all that clean or all that moisturized after using this. I typically use a clarifying cleanser that can be a bit much for every day and I was hoping this would be the one I alternate that one with.   Had it left a a cleaner, more balanced feel after washing, I would have kept it. In this instance, this item was returned."
        },
        {
            "review_title": "Love this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Love this cleanser, my skin is super sensitive and this leaves it clean without over stripping and drying. I will often get breakouts if my skin is too dry and have not had any of that since using this! Will definitely purchase again."
        },
        {
            "review_title": "I love this cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Great basic cleanser. Iu2019ve gone through 4 tubes at this point and about to order another. It smells lovely. Not overpowering at all as Iu2019m sensitive to scents. Doesnu2019t linger, doesnu2019t smell at all like goat milk so donu2019t worry. Feels nice on the skin, lathers up, and doesnu2019t leave a film. I use this as my second cleanse and morning cleanse."
        },
        {
            "review_title": "Creamy dream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "My favorite cleanser ever!!! I never thought I would have a favorite cleanser. I always thought they were all the same but I tried this one. I love how creamy it is and the scent!! This smells so amazing like milk and honey. It's moisturizing too. Love!"
        },
        {
            "review_title": "leaves my skin soft and smooth.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This is my ride or die cleanser. I love that it soothes my sensitive and got rid of my dry skin. There have been times where after washing my face, I forget to continue with my skincare and my doesnu2019t feel tight at all. It is definitely worth the price."
        },
        {
            "review_title": "What are these clumps?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve used this for a few years and loved it.  However, my latest tube has u201cclumpsu201d in it.  Not sure what the issue is, but Iu2019ve never experienced this before.  Not sure if Iu2019ll repurchase now."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Comforting and gentle - I use this as my AM cleanse or my PM second cleanse. No bells and whistles, does the job without drying the skin. A staple in my medicine cabinet."
        },
        {
            "review_title": "Wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "If you have dry skin this is like heaven in a bottle 10/10"
        },
        {
            "review_title": "A true face washing experience.  Glorious.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I hate it when people call things a holy grail, but here I am.  I got turned on to this based on a Caroline Hirons review and OMG IT IS SO DELIGHTFUL.  Washing your face with this is an EXPERIENCE.  Every time I use it it feels soothing and lovely like I am at the spa.  Knocked off one star because the last tube I got had some weird gritty things in it which it should not have."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Awesome and gentle. This is a little bit of a special treat from my vanicream cleanser. I love the subtle smell. So nice"
        },
        {
            "review_title": "Would not recommend",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I was expecting way more from this product. Does nothing for your skin, high price point, and not a whole lot of product. Would definitely not recommend."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "It feels very very nice on your skin, however it did NOTHING for my skin."
        },
        {
            "review_title": "LOVE this cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This cleanser has a cream texture that effectively cleanses without stripping the skin dry. I use this in the AM and as my double cleanser. It doesn't foam and leaves my skin smooth, moisturized, and clean. Finally, this cleanser has a lovely warm, sweet scent but that means there is fragrance in the ingredient list, so beware my sensitive skin readers."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This cleanser is formulated beautifully, I have dry but acne prone skin and this saved my skin, the goat milk has a bit of lactic acid which helps gently remove any dead skin build up but also giving me intense hydration. My skin feels so soft and smooth after I use this, Kate Somerville is a bit pricey but has some of the amazing products! I use this as a second cleanser, after and oil or balm."
        },
        {
            "review_title": "new favorite after using Tata Harper for so long.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Iu2019m giving this 5 stars bc most cleansers dry me out excessively. After washing, my skin didnu2019t immediately feel like I needed to follow up with moisturizers and oils as I usually do. Gentle and takes off foundation. Foams nicely."
        },
        {
            "review_title": "impressed!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The Kate Somerville goat milk moisturizer is a long time favourite of mine so I was super excited to try this cleanser! Iu2019ve been using for about a week and Iu2019m definitely impressed. Smells great and feels super luxurious on the skin!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this product! It leaves my skin feeling clean and smooth and it smells amazing. Others have commented on the smell and i'm usually super sensitive to smell but it doesn't bother me in the least! I took off one star because of the price...seems a little much but i will repurchase to treat myself from time to time."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This is a nice cleanser. My second cleanser & my other one is YTTP superfood cleanser. It has a lotion texture so u only have to squeeze a lil bit and it feels really nice on the skin. It does have a fragrance smell but not overpowering. Took off one star for the price. I donu2019t really like products that comes in a tube cause for $50 once youu2019re almost out of it, its hard to squeeze it out."
        },
        {
            "review_title": "Worth the price",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Favorite cleanser!! Definitely worth the price. On my third tube, and my daughter has become addicted."
        },
        {
            "review_title": "silky smooth, nothing left behind!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, mediumTan skin tone, Normal skin",
            "review_text": "So soothing and so moisturizing! This cleanser leaves my face feeling unbelievably soft and clean with no left over residue! I was skeptical when I first started using it, that it wasnu2019t cleaning my face well enough because my skin felt so smooth after rinsing.. I was so wrong. I have aging, combination skin, but I am also very concerned with clogged pores and the occasional break out. My skin looks and feels amazing! I do use the exfoliate intensive 2 min Hollywood facial a couple times a week for a deep cleaning. u2764ufe0fKate"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "First of all I LOVE THE SCENT!!!! But I hate that itu2019s in this cleanser lol. The formula is creamy like a lotion and it does not foam up, but my face feels clean after rinsing. This is one of the only products I have found for cleansing my face that has not left me feeling super dry, tight or irritated!!! My skin is normal to dry but in recovery from over use of peels and acids, so I am very happy to say this is a keeper."
        },
        {
            "review_title": "Great cleanser, heavy on the fragrance.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Great cream cleanser that leaves skin feeling clean and comfortable. The only downside is the fragrance which is a little overkill. Although, some people might like it. I would recommend, though."
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I received the sample size and fell in love with it, just ordered the larger bottle. This stuff is AMAZING. Favourite cleanser by far."
        },
        {
            "review_title": "Okay but overhyped",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This is a fine cleanser. Itu2019s very soft and cleans the skin without stripping it. But I really donu2019t get the hype. Itu2019s heavily fragranced, and while I donu2019t mind some fragrance, my entire bathroom smells like it afterward, so that seems like a lot, and it doesnu2019t do anything that my much cheaper drugstore cleanser doesnu2019t do, so Iu2019m gonna stick to that when this tube is up."
        },
        {
            "review_title": "My go-to gentle face cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This is a great face cleanser! It is creamy with a sweet scent and leaves my skin very moisturized after rinsing. I use a lot of products on my face so like how very gentle this is. Iu2019m on my 4th bottle and I donu2019t ever want to be without it. I try other face cleansers, but this is my go-to."
        },
        {
            "review_title": "LUSH",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Oh my, this is a beautiful cleanser. Love the smell, it's like sweet milk cookies with a hint of floral - spectacular. Lush on the face, leaves skin silky smooth, hydrated and clean and not tight or dried out. Highly reccomend. I bought a second bottle to have on reserve."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this product. I just ordered my second one. A little goes a long way. It cleanses while not drying out my skin."
        },
        {
            "review_title": "Luxurious treat for your skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Best cleanser I've ever used! I rarely repurchase anything as I am always looking for something better.  This cleanser is a rare exception for me.  It is so creamy, smells divine, and cleans my skin beautifully without drying it out nor leaving it greasy.  It is the perfect cleanser IMHO!"
        },
        {
            "review_title": "If you got the money, spend it here",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "As someone who though cleansers were supposed to leave your face feeling so clean it almost hurt (waaaaay too striped, i know better now) this cleanser changed the game for me. However, for the price and size, I do not think I am likely to buy it again. If you have the money to spare though, I would highly recommend. It truly does leave you feeling moisturized and fresh. Love it!"
        },
        {
            "review_title": "feels amazing, does its job",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Highly recommended for dry skin. It easily takes off makeup without stripping my skin or making it feel tight. If your skin is sensitive, test it out first u2013 it does have fragrance in it, which might be irritating (although I don't have a huge issue with fragrance so long as it's in a cleanser u2013 you're washing it right off)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "HG. Skin feels clean. No residue. Canu2019t go wrong with Kate!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I love the way this cleaner smells and feels. My face feels clean afterwards and looks so clear!"
        },
        {
            "review_title": "Gentle, Moisturizing Cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "My skin tends to be quite sensitive, often getting red and feeling uncomfortably tight after using other cleaners.  In the past, I have had trouble with tightness and irritation even with products specifically marketed for sensitive skin!  I have been using the Kate Somerville Goat Milk Moisturizing Cleanser for about two months now and found the product to live up to the claims of soothing sensitive skin and cleansing without tightness, dryness, or irritation.  As mentioned in the instructions, a small amount is enough to do the job (I'd say a bit larger than pea-sized) so the 4 oz. tube actually lasts quite a while even with twice daily use. This will be a definite repurchase for me!   I do find the that this cleanser alone does not remove all my eye makeup, but that is not a problem for me.  Although I wear makeup almost daily, I prefer to remove my makeup with an oil-based product and then cleanse my face before moving on to the rest of my skincare routine.    I did notice that the ingredients list did include Cocos Nucifera (Coconut) Oil and Parfum/Fragrance, which I mention since they may be of concern for some users.  I personally have not experienced any additional breakouts - a possible concern with coconut oil. Despite the fragrance listing, I have not experienced any irritation or noticed a strong smell to the product.  I would say overall that the smell is fairly neutral."
        },
        {
            "review_title": "Run donu2019t walk to get this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Best face was Iu2019ve ever used. A few months ago I switched my skincare to KS products only (with the exception of kiehls toner) and Iu2019m honestly blow away at how much my skin has changed in such a short period of time. I have had trouble with my skin all my life but adult acne came on STRONG a few years ago - deep painful cystic pimples popping up every day! I had frequent visits to the dermatologist and was prescribed everything under the sun but nothing worked. I did a lot of research and decided to give Kate  Somerville products a shot and Iu2019ll never go back. I use this cleanser twice a day and honestly look forward to it. It smells amazing and is so gentle -  leaves your face feeling so clean and moisturized. Totally recommend for those who deal with cystic /adult acne !"
        },
        {
            "review_title": "THE BEST CLEANSER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Amazing!!! I love this stuff why am I just finding it now??"
        },
        {
            "review_title": "Best product ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Amazing facial cleanser!  I have super sensitive skin, and this cleanser u2665ufe0fu2665ufe0fu2665ufe0fu2018d me!  My skin is so soft, calm, hydrated and clean!  Absolutely love this product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Amazing cleanser!!!! I use it morning and night. Itu2019s super gentle and doesnu2019t strip the your skin from the natural oil! Truly amazing... The best cleanser I used in a while"
        },
        {
            "review_title": "Squeeky clean but moisturized and calm too!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "Deep cleaning without the harsh skin stripping affect! Beautiful silky texture with a medium weight.. reminds me of paulas choice optimal hydrating cleanser but a bit heavier. Great ingredients and skin looks refreshed, calm and moisturized after first use. Honestly, its hard to find all three of these attributes in a deep cleaning cleanser..but this really has it all. Very effective and gentle enough for daily use."
        },
        {
            "review_title": "I LOVE THIS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This product is amazing! I love how smooth my skin is after and it truly hydrates my skin. I have dry skin and it feels so refreshed after. Love!"
        },
        {
            "review_title": "BEST for DRY skin!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Hands down the best facial cleanser fro dry skin (I use this during the winter months) I love how creamy it is and it cleanses without stripping your skin. I alternate between YTTP and this one."
        },
        {
            "review_title": "milk n honey",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "So gentle and smells really nice. Leaves me feeling plump and balanced and never stripped. One star missing bc 1. Price point and 2. Like most cleansers you still would need to implement a pre cleanse with it. Maybe double cleanse will be necessary forever regardless of the quality of the cleanser but I like to think that itu2019s possible for one cleanser to do it all.  If u got it like that where u can splurge on prestige cleansers then this one is a real treat. Using milk and honey on your face feels ethereal.  Hormonal cystic acne so this cleanser did nothinggg to eradicate that situation but it does make a cleanse feel like a pampering experience."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "New fav! My skin feels nourished and soft after cleansing. LOVE the delicious smell of the product."
        },
        {
            "review_title": "Great for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Love this face wash. So calming for my sensitive skin. Doesn't strip the skin so I don't have the that tightness you get from other cleansers but I do need to use a make-up removed first of I've worn makeup."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "very gentle on the skin! you dont need to use a lot of product which is nice considering its on the pricier side"
        },
        {
            "review_title": "Pretty good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This cleanser smells amazing and feels so gentle on the skin. It has been great to use in the winter (I have combination skin so it can get really dry/flaky). My skin feels softer after using it and thankfully hasn't made me break out (was kind of nervous about the goat milk part), but don't expect it to clear your acne! I have been using this with the exfolikate and think it's a nice pair if anyone was thinking of trying that as well!"
        },
        {
            "review_title": "Too mild to be cleanser.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "This barely had any effect to a point where I was not sure if it cleaned my face.It is super mild with a great smell.Also I noticed my skin has darkened a bit with usage over time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "This is my favorite cleanser.  For so long I have had trouble with finding a good cleanser for my dry flaky skin and then this one came along.  When you use it you do not need much, a little seriously goes a long way."
        },
        {
            "review_title": "Dry Skin Miracle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "The reformulated cleanser is amazing! Still smells great and leaves your skin soft and is not drying. So glad this is finally back as I missed it while it was gone. Well done Kate S! If you have dry skin give this cleanser a go!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I used to rely a lot on drying cleansers because I believed that it would help me with my breakouts. However, and at one point, I just made the switch to this one by Kate Somerville and honestly never thought to look back! It smells like actual goat milk and retains all of the natural oils on my skin. It does not only help with my breakouts but also other skin issues."
        },
        {
            "review_title": "My holy grail cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "At first I really did not love how it left a bit of a moisture film over my face, even after rinsing very thoroughly, because I was afraid it would break me out. But after using this product consistently for months I can say it has significantly improved my skin. It always calms breakouts and moisturizes dry skin patches during winter. It smells amazing and doesnu2019t foam too much."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Love this! I was using Korres Greek Yoghurt Cleanser before this, which always did the job but I didnu2019t find it to be all that moisturizing. After the first two uses of this product I didnu2019t see much of a difference and found myself disappointed because this is 12 or so dollars more than Korres. I continued to use it and then bam, I started noticing how much softer my skin was after that first week. Was worried that it wouldnu2019t feel very clean but it does! I would have gave it five stars but the price point is a little much IMO. Still love it though. Hoping it lasts a long time like my Korres. I also find myself using a tad more because it doesnu2019t foam up but Iu2019m working on that."
        },
        {
            "review_title": "Acne prone skin never looked so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I bought this during the summer and didnu2019t like it at first. Once I realized it was too late to return it , I decided to use it during the winter time.   Iu2019m extremely acne prone and anything and everything makes me break out.    I canu2019t begin to explain how incredible this cleanser feels on my skin after tolerating this terrible Canadian winter.   I use this cleanser day and night and my skin has never felt so smooth and so moisturized.    Not to mention I have seen a massive difference in my hyperpigmentation to the point that for the first time in my life , I feel confident without foundation.   I highly recommend using this product during the colder weather if you suffer from acne and then switching to the pink cleanser during summer.    Kate Somerville neverrrrr fails to impress."
        },
        {
            "review_title": "Great product with horrible packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I really liked this product. I used it as a cleanser at night to remove my makeup. It performed well. I have extremely dry skin and this helped my skin feel great again. I caution you not to use this product if you have oily skin. It leaves a residue on the skin for a few minutes after using. It takes time to absorb. I loved the smell, but it is strong. If youre sensitive to smells avoid this. However, personally, I liked this product. My only problem was the packaging. The oil from the product leaked everywhere. It made a huge mess. It should be in a jar instead. I will not repurchase because the product leaks regardless of how you try to prevent it."
        },
        {
            "review_title": "Didn't remove any eye makeup",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I really liked this. It didn't strip my skin but it didn't take any of my eye make up off. I don't use water proof mascara ethier. I just use Lancome mascara. I realize I could use an eye makeup remover but I can't use any cotton pads cause irritate my eyes so I did try using a wash cloth but the remover would run out so fast and it was just to expensive. So, I'll be returning the face wash. I was hoping for it to work for me but sadly did not"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I bought this product because of a Kate Somerville promotion happening in store and I am so glad that I did. This cleanser is so gentle, very minimal fragrance and is super moisturizing and hydrating for  my winter dryness. I recently started stripping down my skincare routine to bare essentials - This product will definitely stay in my rotation! Love it."
        },
        {
            "review_title": "Must have cleanser!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I absolutely love this cleanser and how soft and moisturized my face feels after use! It smells amazing too."
        },
        {
            "review_title": "Skin is soft and clean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "At first I thought it would be too moisturizing for my skin but I was wrong. I have normal/sensitive skin. I love how the cleanser leaves my skin clean and hydrated even before moisturizer. I switched from using the Gentle Daily Wash that left my skin stripped, So happy I switched."
        },
        {
            "review_title": "beautiful, skin-friendly cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "tl;dr version - this cleanser feels exquisite while using, and finds the impossible balance between actually cleaning your skin, but not leaving it dry and stripped. The significant scent of vanilla is ( to me ) non-irritating and pleasant, but might put off some people.   Iu2019m pickier about cleansers than anything else in my entire beauty routine. My skin reacts to too-drying cleansers by overproducing oil and making me break out. On the other hand, while many oil and milky cleansers make my skin feel good, the lack of a deeper clean leaves my skin looking dull. This feels like a miracle. It emulsifies, not foams, on application, and feels so nurturing to the skin. After rinsing off, my skin feels clean and soft. Compared to other milk cleansers, this feels less greasy and more cleaning. The whole process is so enjoyable, I really look forward to doing my skincare routine.    Many scents give me a headache, allergic reactions, or skin inflammation. This is the rare instance of a scent that really improves the skincare experience. It smells sweet and light, and doesnu2019t trigger any sensitives for me."
        },
        {
            "review_title": "Daily Go - To",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "This is now my daily cleanser. I use this as my second step in a double cleanse and with my Foreo Luna device. In less than a month, my face has gotten noticeably softer and has less congestion. I have combination and very sensitive skin that can feel dry and stripped after washing, but this feels very comfortable and hydrated.  Note: about once a week, I feel that this cleanser is too gentle/not effective enough, and I use a 'harsher' one instead (Neutrogena Gentle Cleanser)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I have dry and somewhat sensitive skin.  I wanted a cleanser that wouldnu2019t strip my already dry skin.  This is it.  The smell is subtle and amazing, the product feels good and leaves you feeling hydrated, itu2019s perfect for winter.  A little goes a long way.  This is my favorite cleaner of all time."
        },
        {
            "review_title": "Breakout Nightmare!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "This has to be one of the worst face cleaners I have ever used. i Initially I heard such good things about it after receiving it as a gift. I stopped using my face cleaner I normally use. It left my face feeling really greasy and never felt clean. What made me stop was that my entire face broke out which never happens to me. My face is now on the mend as I stopped using it but it's all flaky and looks awful. I don't recommend that, plus it's totally over priced."
        },
        {
            "review_title": "SMOOTH AS A BABY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Made my skin feel sooooo smooth and clean like a new born baby !!! And doesnu2019t feel tight or irritate"
        },
        {
            "review_title": "Nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Heard a lot of people recommend this in a skin care group on facebook thought I would try it out! I use it usually as a 2nd cleanse on days I use makeup. It smells good and is gentle, feels very nice!"
        },
        {
            "review_title": "Not for sensitive and/or dry skin.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I got a sample of this product from Sephora and tried it twice. Both times it made my face super dry, red, and irritated. This is definitely not for anyone with sensitive and/or dry skin. It may work for those who are not sensitive and are oily. It took a lot of rinsing to get it off as well. Only giving it a two because it didnu2019t smell bad like some other cleansers. Funny thing is I had no problem with the goat milk moisturizer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Moisturizing and smells literally like milk, great product for dry skin, especially in winter"
        },
        {
            "review_title": "Great gentle cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "High quality, nice lather, lightly fragranted gentle cleanser. Enjoyed this very much. Used it on my whole face including eyes without irritation."
        },
        {
            "review_title": "sensitive skin saver!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I have been struggling with my skin ever since I had my little boy (3.5 years ago). Have been told I have acne, though I donu2019t have blemishes, and have been told a range of other things just ending in me frustrated because my skin is dry and patchy and itchy etc. My recent trip to Sephora and the woman helping me suggested this product. I have been using this for only a week and it is a LIFESAVER. My skin is hydrated and smooth and not at all irritated. If you have sensitive skin, try this!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "It was a weird consistency and my skin didnu2019t really soak it up quickly (It took a couple of minutes for my skin to soak it up). But once my skin did absorb all of the product it was very moisturizing."
        },
        {
            "review_title": "Gentle and cleans",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Mild on face, doesnu2019t foam up a lot, skin feels soft afterwards removes makeup. A little pricey but last along time, this is 2nd bottle the other lasted over a year."
        },
        {
            "review_title": "works really good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, mediumTan skin tone, Dry skin",
            "review_text": "i love this face wash it works soo nice my skin feels super hydrated after using! my skin looks amazing! the only thing i donu2019t like about this product is the fragrance. iu2019m not a big fan of fragrance in my products because it irritates my skin but this product has such good reviews so i decided to give it a shot! and however it hasnu2019t irritated my skin the smell is so strong which it does smell really good i just donu2019t like when my skincare has a perfume smell."
        },
        {
            "review_title": "Great wash for that winter weather",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "This is a great recommendation from someone in the store. I was having a bit of dry skin from the colder weather and decided on trying one that doesn't foam. You instantly feel clean and moisturized all at once. I don't see myself using this in humid or hot weather but great for winter."
        },
        {
            "review_title": "Great smell and great results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "A friend recommended this cleanser after I have tried unsuccessfully many others. From he first use I loved it, it has a great smell and consistency. Feels great against my skin and more importantly has given me great results. I have been using it for at least a year now and have gifted it to other friends who also can't stop singing its praises."
        },
        {
            "review_title": "Soothing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "This really is so gentle on my skin and still does the job. I really love that it doesn't make my skin feel dry."
        },
        {
            "review_title": "best all around cleanser I've ever used",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I'm absolutely in love with this entire line. this cleanser leaves my skin actually glowing and plump, its truly clean but not dry and the smell is subtle but devine. a must have for mildly sensitive combination skin"
        },
        {
            "review_title": "a hug for your skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love this cleanser so much! It has a light vanilla scent and truly feels so comforting on the skin. I decided to switch to a more moisturizing cleanser with the seasons changing, and this was the perfect choice for me. This feels like a hug for my skin but doesnu2019t leave any residue behind. My skin feels moisturized yet perfectly cleansed. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, lightMedium skin tone, Normal skin",
            "review_text": "Love this no foam moisturizing cleanser for my normal- dry skin. Cleanses and does not leave your face dry at all, keeps it moisturized. Leaves skin supple & hydrated. A little expensive but good buy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have extremely sensitive skin with some eczema that occasionally pops up on my face. I have tried an endless amount of cleansers and most irritated my face and this finally is the one that actually works for me. Feels so nice and removes my makeup. If you wear a lot of makeup you may have to cleanse twice or remove it before you use it but works for me. I use this with the Kate Somerville dry skin saver as my moisturizer and love the combo."
        },
        {
            "review_title": "Great quality from kate",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "It has a milky and vanilla scent to it. Very gentle scent, nothing overpowering. Love this cleanser, it works for my sensitive skin. I love the milky texture, though sometimes I still need a make up remover for eye make up, I still love how gentle it is on my skin and the supple feeling after every wash."
        },
        {
            "review_title": "Can someone explain why this is so expensive?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is a fantastic cleanser if you have dry or sensitive skin. My face is never dried out or irritated. So why only 3 starts? Because it's a $38.00 face wash!! Korres Yogurt face cleanser is exactly the same, for $12.00 less."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This product has been really helpful for my sensitive, slightly dry skin. Itu2019s a nice moisturizing (cream) cleanser... I gave it 4/5 stars because itu2019s a bit more pricey."
        },
        {
            "review_title": "Holy grail cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "If you're looking for a moisturizing cleanser,  this is the one for you. Get it ASAP!!!"
        },
        {
            "review_title": "HG Cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Creamy and moisturizing cleanser but also completely removes a full face, even waterproof eyeliner without any residue left behind. My absolute favorite. I am always looking for an excuse to try new products, this one keeps me committed!!"
        },
        {
            "review_title": "Not worth the money!!!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The smell was so over powering it linger on my face all night!!!"
        },
        {
            "review_title": "Does the job!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "This product is great! Highly recommend. Not only does it smell amazing, treat your face to a cleanser that's deliciously creamy. You can definitely smell goat milk, not so much the manuka honey. I donu2019t use it daily, probably once or twice a week to mix it up from my regular morning/night time routine. It recommends massaging on your face for 30-seconds but I honestly take my time (about a minute) and itu2019s been fine. After using, my face doesnu2019t feel tight or dry, no redness either. It takes off the first layer of makeup, not so much around the eyes so definitely do a second cleanse after this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I didn't know I could like a cleanser this much. It is a joy to use and doesn't leave your skin dry or tight feeling."
        },
        {
            "review_title": "WOW!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "wow! this product makes me feel like a movie star. I am so obsessed with the look and feel of my skin after using this product. I have somewhat sensitive skin and was nervous at first, but I experienced no issues! I usually don't use cream cleansers and I'm singing this one praises."
        },
        {
            "review_title": "The best of the best; thankful itu2019s back!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I was devastated when this was pulled off of shelves a few years ago. My number one cleanser was Nude Omega cleansing jelly; Sephora stopped selling it and this became my replacement version. I like the feeling of this cleaner; it leaves a little bit of a softness and never ever breaks my skin out. It makes me actually feel hydrated. I was giggling with glee when I found this again, this past winter in a store.  If you have dry skin, this is the best of the best."
        },
        {
            "review_title": "Good morning cleanser",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is a good cleaners to use in the mornings.  I use a stronger one at night when I'm taking off makeup, but in the morning this is a nice gentle one to use."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Good cleanser,  better as a second step after a balm or something to remove makeup"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Great cleanser.  Leaves your face feeling soft but cleansed."
        },
        {
            "review_title": "Huronite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "Caroline Hirons made me buy it and it is back better than ever!!! Massive props to Kate Somerville and her team!"
        },
        {
            "review_title": "Life Saver",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This lovely cleanser saved my skin. I have very sensitive, dry skin, where it'll break out from anything. Unfortunately, I had a very bad reaction to a product, which caused texture and itchness. I swear this calmed the reaction and smoothed my skin. I'm not a big fan of the smell, but it's something to get past. Definitely get a sample first before committing to the full size. You won't be disappointed."
        },
        {
            "review_title": "Iu2019m in love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This cleanser has been a godsend. Doesnu2019t leave your skin feeling stripped or dry, it makes it feel clean and soft! The smell is heavenly, very light natural milk and honey scent. My skin was sensitive from dermatitis and using too many chemical exfoliants and this has helped bring it back. Will be repurchasing as soon as it is back in stock."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "after using it 3 days my skin started to get flaky and i started breaking out, i used kate somerville products before but this one didn't work for me."
        },
        {
            "review_title": "A soft cleanse for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have sensitive skin and this soft, gentle formula works wonders to cleanse but not irritate. It does have a smell, but I am not sensitive to smell, so I personally find it very pleasant. The product lathers nicely and feels good to put on. This cleanser leaves my skin feeling clean, smooth and healthy. Will definitely purchase again!"
        },
        {
            "review_title": "new favourite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Very moisturizing, this creamy cleanser is gentle but effective. Iu2019m in love with it. It plumps up my skin and cleanses without feeling tight afterwards."
        },
        {
            "review_title": "amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "This product leaves my skin smooth and well hydrated. I have never experienced a cleanser that would not leave my skin dry. I recommend this product."
        },
        {
            "review_title": "Basic and gentle cleanser",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Caroline Hirons recommended this product as one of her holy grail cleansers and I see why. This cleanser is extremely gentle and basic, but smells like honey and feels luxuriously smooth on the skin. The cleanser forms a milky emulsion when mixed with water that rinses off well and leaves no residue. I prefer to use this in the morning when my skin is clean and I want a gentle cleanse that doesn't strip my skin of moisture. This is NOT a heavy duty makeup remover. I only ranked this 4/5 stars because I wish it was cheaper."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Everyone has different skin types some face washes work for some and not others. In this case, I decided to try Kate somerville brand for my first time. I purchase this particular face wash to try it since it has calming ingredients. I have acne prone skin sensitive skin and unfortunately this wash did not work for me. Yes it does smell so amazing, but throughout my 2 week of using it, I noticed  irritation and a bit clogging started to occur on my skin and began to get worse so I automatically stopped. This is my personal experience I had but I hope this review helps for some people!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Anything Caroline Hirons recommends, I buy. I have never been sorry about it. This cleanser is beautiful."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Love it! I use Retin A, so I need to use cleansers that dont strip my skin and this fits the bill! It leaves my skin sooo soft!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is great to use the day after using a retinol as it doesn't strip the skin and leaves it more moisturized than before you cleansed. I wish it was fragrance free as that is my preference for my skincare products. Other than that, I'm glad to have this in my winter skincare arsenal."
        },
        {
            "review_title": "Itu2019s finally back!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Light skin tone, Oily skin",
            "review_text": "absolutely my favorite cleanser ever! The goat milk cleanser was pulled from the market about 2 years ago because of faulty packaging ( I think). So glad itu2019s back! This makes my normally oily,acne prone skin look and feel great!"
        },
        {
            "review_title": "So dreamy!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "in love with this cleanser!!! my favorite at the moment!! this leaves my face feeling so fresh, and soft!!"
        },
        {
            "review_title": "soothing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "It smells the same, but the texture of this is completely different from the original. It's like a thicker lotion that spreads smoothly, and doesn't foam at all. Right now I'm using Differin every night and I typically wake up to peeling skin that feels sunburnt. I use this every morning in the shower and it feels sooo good, it calms any redness I have too. I would say you have to rinse well with this, because it really sticks to the skin, but it doesn't feel like anything when I pat my skin dry. I haven't used this at night, so I can't really speak to it's makeup removal qualities but this will be my A.M. cleanser going forward for sure. Prior to this I was using Purity Made Simple for about a decade, but it was reformulated sometime last fall so this was released just in time!"
        },
        {
            "review_title": "Super moisturizing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have pretty sensitive skin and a few break outs here and there. With this product I found it worked really well! It was super moisturizing and has a nice scent to it. It didn't irritate my skin which was nice. You don't need much of this product which is nice as well. Worth every dollar I would definitely buy this product again."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This face wash cleared my forehead bumps! I love this stuff"
        },
        {
            "review_title": "HALLELUJAH",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "THANK YOU FOR BRINGING THIS BACK!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Extremely gentle on the skin, smells amazing and is super affective as a second cleanser. Ive only been testing it out about 2 weeks but Iu2019m already in love and will for sure repurchase"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "In love with everything about this cleanser!!  Very moisturizing, much better than the old formula in my opinion.  Even the smell is better!  Doesn't strip the skin of moisture and removed all my makeup in one shot.  It's just as good as her cold cream cleanser in removing mascara and foundation."
        },
        {
            "review_title": "Improved redness and dryness of my skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I have dermatitis on my face and it completely calmed my skin. My face does not sting when I use this face wash. I would have patches and flakes of dry skin and this face wash has significantly reduced the irritation. I plan to look more into the brand because of this face wash. i currently am looking into their face lotions."
        },
        {
            "review_title": "Love for Sensitive Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Dry skin",
            "review_text": "Just started using a new retinol, and this has been super gentle on my sensitive skin.  Very creamy.  Not drying at all."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019m so glad they fixed the issues (kind of - this is really quite different) from the original!  I love this stuff. Use it as a second cleanse in the evenings or in the mornings and itu2019s beautiful!  Skin is not stripped but feels clean!  Will buy again and again."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This cleanser is ok. It doesn't really rinse everything off."
        },
        {
            "review_title": "Caroline Hirons made me buy it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Gentle, moisturizing face wash. I never used the original, but I donu2019t want to be without this one."
        },
        {
            "review_title": "Perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "Iu2019ve been searching for my perfect cleanser for over a year, and Iu2019ve finally found it. This makes my skin feel so nice, and a little bit goes a long way. It has a light scent, but I think itu2019s dreamy."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "My skin was dry and flaky after using this cleanser."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "If you have dry and sensitive skin, this will be your holy grail.  Leaves my skin feeling nourished, instead of stripped with each wash."
        },
        {
            "review_title": "Kate Somerville - Goat Milk Moisturizing Cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "ABSOLUTELY LOVE!! I have extremely sensitive skin, and this is by far the best moisturizing cleanser I've ever used!"
        }
    ]
}