{
    "product_id": "1347",
    "name": "1 Million Royal Parfum",
    "brand": "Rabanne",
    "categories": "Fragrance, Women, Perfume",
    "price": 182.0,
    "about": "Fragrance Family: Earthy & Woody..Scent Type: Citrus & Woods..Key Notes: Lavender, Cedar Wood, Benzoin..Fragrance Description: This is a flamboyant, fresh, woody blend that empowers you to claim the stage. Youu2019re the king. Itu2019s time to riseu2014with One Million Royal...About the Bottle: This bottle is designed for defiant self-expression and success; the iconic One Million gold bar gets updated for Royal. Confidence meets craftsmanship via accents of fearless red that echo jewels and royal insignias. Not merely a bottle, but a call to actionu2014it dares you to defy the playbook of convention and live life your way...About the Fragrance: The legend is reborn with an unexpected blend of energizing lavender, vibrant cedarwood, and sensual benzoin, for a fragrance thatu2019s as defiant as you. A flamboyant, fresh, woody blend that collides with a distinctive sensuality to unleash what makes you uniquely you.",
    "ingredients": "Alcohol Denat., Parfum (Fragrance), Aqua (Water), Butyl Methoxydibenzoylmethane, Limonene, Coumarin, Citronellol, Linalool, Alpha-Isomethyl Ionone, Hydroxycitronellal, Citral, Benzyl Benzoate, Methyl 2-Octynoate, Benzyl Salicylate, Geraniol, Isoeugenol, Benzyl Alcohol.",
    "how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;.-After applying, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly.&nbsp;.-If you prefer placing fragrance on your wrists, be sure to reapply after frequent handwashing, as this tends to rinse off the scent.&nbsp;.-Replace fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent... Eau de Toilette or Eau de Parfum?: .The difference lies in the volume of perfume oil. While EDT contains five to nine percent, EDP contains more, usually eight to 14 percent. EDPs, therefore, last longer and smell more intense.",
    "num_reviews": 301,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/paco-rabanne-1-million-royal-parfum-P505353?skuId=2679090&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2679090-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz / 50 mL parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2679108-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "1.7 oz / 50 mL parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2679108-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Good for winter date night. Stays fresh and bold",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "This is my top rated darker scent profile. Great balance of lavender and cedar wood thatu2019s heavy but fresh at the same time."
        },
        {
            "review_title": "A must have so more for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Normal skin",
            "review_text": "After using this everyone love the way this smell most definitely getting another bottle the ladies love it at my job at Amazon they be all over me and my wife be ready to kill me for wearing it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "Love this! I was hesitant at first, because I usually use other colognes. But this was amazing! Itu2019s suttle at first but then it just lights up a room! I get so many compliments about the smell!"
        },
        {
            "review_title": "Must Buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "My girl recommended I get this cologne a few months ago and it is honestly the best cologne I've ever had. It smells amazing, she loves it too. Highly recommend. I ordered it for a second time."
        },
        {
            "review_title": "My husband loves it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This cologne is five stars  all the way if youu2019re looking for a cologne that lasts this one is it and of course it smells beautifully"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
            "review_text": "Girlfriend just bought me this cologne and the smell is just phenomenal. Fellas add this to your collection now!"
        },
        {
            "review_title": "Must have if collecting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I purchased this fragrance today and I have nothing bad to say about it it is a sweet nice fragrance with some sweet notes that stand out and get complements"
        },
        {
            "review_title": "youthful smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "It's pretty good, itu2019s like a more chocolate invictus and warmer, every guy under 25 can use this perfume since it's quite youthful and fun."
        },
        {
            "review_title": "Sweet and Musky, Long-lasting!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Wow, I was impressed with the long lasting power of this fragrance, it was a bit too strong for me but definitely worth purchasing if you like all of the notes within it. Itu2019s good a mix of sweet and musky. I received it complimentary from Influenster."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Its a bit hard to describe the start but once it dries down it smells really good and sweet. It has great projection and longevity which lasts for a few days on my clothes. Love the smell overall recommended for winter times"
        },
        {
            "review_title": "Scent for men or women",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This perfume is the perfect mix for men and women. Thereu2019s sweet & musky notes. I can definitely smell the different scents that they put in it, which I really like because it will change; as you continue to smell it, youu2019ll get a note of something else. The packaging is top tier & would look amazing on a men or womenu2019s shelf."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "j'ai reu00e7u gratuitement ce produit de la part d'influenster pour que mon copain puisse le tester. u00e0 la premiere odeur, je trouvais le parfum trop fort et sucre, mais apres quelques minutes sur lui je dois dire que l'odeur a fini par me charmer. il doit lui aussi bien l'apprecier, car depuis c'est son parfum go to.  et que dire du packaging, quand mon copain a vu la bouteille il etait bien impressionne et trouvait que u00e7a avait fier allure, il trouvait que le cu00f4te or faisait tres luxueux.  on recommande."
        },
        {
            "review_title": "A great scent!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "I got this from influenster to try and since it is a manu2019s fragrance I let my sisters boyfriend try it out for me. I actually really like the smell and so did he! The packaging looks super nice however I will say the button to spray the cologne just feels slightly on the cheaper side. He really liked it though so he will be getting one for Christmas!"
        },
        {
            "review_title": "The best paco rabanne cologne",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I got to try this sample from influenster. It has a nice woody citrus scent to. Personally I liked it more than the paco rabanne phantom parfum. My girlfriend agreed. I wore it daily for about a week. I do like my other scents more. Gucci guilty is my main at the moment."
        },
        {
            "review_title": "Long lasting scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Really cool and eye catching bottle. It has a rich and warm fragrance, perfect for winter months. Itu2019s extremely long lasting scent, however itu2019s a little too strong for me . Less is more with this product."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "The gold bottle adds value to the product and is eye catching. The scent is smooth and not at all overpowering, it is also long lasting. Great product, will buy again!"
        },
        {
            "review_title": "Worse Men's Cologne Release of 2023",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "1 Million Royal is one of the absolute worse colognes I've smelled. Very sweet and headache inducing. Not mass appealing and definitely the worse in the 1 Million Line. It doesn't smell unique or special at all. It has decent performance and longetivity, but for a scent like this, I would not want this to last long on me at all. The bottle is tacky, especially with the fake plastic ruby. I do not recommend."
        },
        {
            "review_title": "Wonderful and high quality perfume!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This perfume smells great! It lasts all day long, with a wonderful and powerful fragrance. The bottle is also very sturdy and looks amazing."
        },
        {
            "review_title": "Love!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "This parfum is absolutely amazing! My fiance loves this stuff! He never goes a day without it and now prefers it over his old cologne. The smell is so wonderful! It's not too strong but also not too weak. It's just the right amount and lasts all day! Highly recommend"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "I smell like a sexy fox when I wear this. I love the sweet and yet sultry smell. Makes me feel like 1000000000 dollars for sure. Love that my man can also wear this and smell so good!"
        },
        {
            "review_title": "BUY IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This scent was gifted to me by influencer and although it is geared more towards the male consumer (my boyfriend wonu2019t stop spraying it- even around the house) but as a woman I would totally rock this scent! I get Brittany Spears Fantasy vibes but grown up!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "My partner loves this fragrance, and I have to agree that it is quite nice. It's a lovely winter fragrance, rich and warm but still clean, however as someone who is sensitive to scent, I found it quite strong and I wasn't even the one wearing it. It was very long-lasting, lasting the entire day. The bottle is eye-catching and luxurious, but the spritzer is quite stiff. Overall, my partner and I would rate it a 3/5.  Received free in exchange for an honest review by Influenster."
        },
        {
            "review_title": "Just like a wow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I received this product as a sample from Influenster. 1 Million Royal Parfum by Paco Rabanne is a narrative of opulence. Its citrusy overture gives way to a heart of masculine florals, enriched by spicy leather and myrrh. The grand finale unveils a rich base of amber, patchouli, and tonka bean, leaving a lasting impression of sophistication. This fragrance is a succinct tale of power and refinement, encapsulated in a regal bottle."
        },
        {
            "review_title": "Amazing scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Very classy design that will not spray if placed loosly in a bag. The scent is not over powering and has a hint of white chocolate mixed with vanilla and woods. Overall I would recommend this to a friend."
        },
        {
            "review_title": "New go-to for winter season",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I was initiallu skeptical because I found the packaging and design gaudy but this smell is wonderful. With the main hit of spices with notes of floral and woody scents, the 1 Million Royal fragrance is able to feel like a classic but also new at the same time. It is long lasting and the fragrance remains pleasant the entire time. I would recommend this for anyone who is looking for a warm spicy cologne for night time especially during the winter season"
        },
        {
            "review_title": "Stunning release by Paco Rabanne!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This smells so much better than the original One Million. Royal is more creamy, dark, and sophisticated. Initial spray gives purple-floral woody, with a tasty squeeze of sweet citrus dripping on top. The longer it sits on my skin, the more it develops into something gourmand and creamy. I get easily 6+ hours of longevity from 1 million royal parfum. Phenomenal fragrance on its own."
        },
        {
            "review_title": "A MUST HAVE IN YOUR COLLECTION",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I received this for my hubby to review. Not only does he absolutely love it and wears it daily u2014 I also love it! Itu2019s fresh & smexy. The perfect mix of notes - itu2019s a warm cologne with woody, leathery and spicyness to it. It lasts all day - literally smelling the same in the night as it did just after application in the morning. Hubby says he will definitely be repurchasing when this bottle finishes."
        },
        {
            "review_title": "My favourite in the 1 million line",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I own 1 million original, intense, lucky, and now royal. As with all In the line they have INCREDIBLE projection and longevity. This one seems far more mature and usable in a wider range of situations than the previous releases. It has more depth and a u201ccreamyu201d feel that the original lacks, woody, citrus, sweetness,  patchouli and lavender (mild barbershop). Iu2019d highly recommend this for anyone even remotely into the original. Itu2019s still a very sweet and loud fragrance but there are many fans of that style of fragrance so I think this one will be a hit!"
        },
        {
            "review_title": "Warm, spicy and very strong",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "Initially I wasnu2019t sure about this scent but within minutes I was hooked. I love it! Firstly the packaging of this perfume looks very high end and fancy. The way the spray comes out from the nozzle in front looks futuristic and very interesting. Itu2019s made of metal and has a beautiful gold finish.  The scent is very long lasting. Itu2019s extremely strong and can be overpowering, so donu2019t use too much. I did the spray in the air, and walk through the mist method. Itu2019s warm, spicy and woody. Thereu2019s a hint of something I canu2019t put my finger on (my husband says itu2019s like a high end axe body spray scent). I especially like that itu2019s versatile enough that it can be worn on either men or women."
        },
        {
            "review_title": "Youu2019re in for a pleasant surprise.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "This is nothing like I expected from the One Million line. This is more clean & woody than it is sweet. It's so refreshing to finally have a One Million that isn't overly sweet. I would recommend this to anyone who likes clean, woody fragrances. Is e super blended with wood & lily of the valley raw materials makes for a perfect cold weather everyday fragrance."
        },
        {
            "review_title": "It's in the name... Smell Royal !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This fragrance has become a staple in my collection and here's why:   Scent - The fragrance opens beautifully with notes of vanilla and cedar wood, which is sophisticated and creates an overall vibrant scent that will get you compliments. I love how sweet and warm the scent exudes.  Longevity - I usually apply this in the morning before work, and by the evening, subtle traces of the scent still lingers on my skin. I'd say I roughly get 12 hours of this. So, it has a pretty impressive longevity!  Packaging - The bottle itself is pretty iconic and the detail of the red ruby adds a fun new take on the original. It's definitely a bottle that will stand out on your shelf. Versatility - It easily suits most seasons, especially between fall and winter. Also, whether it's day or night, this fragrance shines.   Overall, Paco Rabanne has nailed this by blending sophistication, longevity, and versatility in a bottle. It's definitely a step up from the original. So if you're looking for a unique, clean scent then I highly recommend this to anyone (unisex)!"
        },
        {
            "review_title": "Definitely worth having",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This perfume smells very sophisticated, while still being very fresh and a little sweet. I fell it is very similar to the original one million, but with a heavier touch and slightly more noticeable. I had it on me at work, and got asked by two people what my perfume was."
        },
        {
            "review_title": "Definitely a gem in the rotation!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Scent is AMAZING. I was always a fan of the original Paco Rabanne 1 Million scent so I already had a feeling Iu2019d like this one aswell and it didnu2019t disappoint! Great scent for a night out either to dinner or a bar!"
        },
        {
            "review_title": "perfect all around",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Oily skin",
            "review_text": "got a sample of this. love the scent nice and sweet but not too sweet great date night office, cooler weather all around scent. would recommend a buy for sure this is a crowd pleaser. longevity is good and people can smell you but it's not off-putting or too strong. great fragrance."
        },
        {
            "review_title": "Makes you smell like a Million bucks! ud83dudcb8",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "First thoughts : WOAH, this is way better than Iu2019ve anticipated. I like the smell way more than I thought I was going to. This is an Aromatic sweet Woody & Smoky version of One Million EDT. In the opening, you get a strong aromatic Cardamom, mixed with the Bergamot & Tangerine creating this sweet citrusy smell. After about half an hour, the Woody notes and the Violet leaves starts to synchronize together in perfect harmony. This is so well blended. Iu2019m a perfumer myself so I can tell easily how certain ingredients were blended. This fragrance contains Benzoin in the base, and every perfumer knows that Benzoin is very hard to deal with, if too much is added, the concentration becomes too sticky and thus prevents the aroma chemicals from bouncing off the skin as well as it needs to, causing the fragrance projection & performance to plummet. However,  1 Million Royale performs really well & projects really well. My wife seems to like it a lot on me & sheu2019s complimented me twice on it already! Definitely would purchase this myself, but thanks to Influenster, I got this bottle for free!   *Disclaimer: I received this product for free from Insfluenster and Paco Rabanne in exchange for my honest review."
        },
        {
            "review_title": "Great scent, luxe packaging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The packaging is quite luxurious, and definitely adds to the feel of the product. I love the scent, however, it is a little too strong for me. It is on the expensive side, but well worth it, if you enjoy wearing a luxurious scent on a regular basis."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I recieved this product for free to test out. I like that it is earthy tones and vegan. The box and packaging is nice"
        },
        {
            "review_title": "Me and my BFF are obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Legit obsessed. My bff and I went to the store to find a cologne for my man for Christmas and we chose this one out of like 50 others. We both couldnu2019t stop smelling it. I canu2019t even describe the smell. Itu2019s like sweet and spicy but kind of woodsy? Idk but itu2019s unreal and I canu2019t wait to give it to my man for Christmas because I wonu2019t leave him alone when he wears this lol."
        },
        {
            "review_title": "Looks great smells even better",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Oily skin",
            "review_text": "First impression was wow this looks cool. Then it smelled even better than it looks! Will be a welcome addition to my routine and I think it looks good enough to leave on display.  Scent is very pleasant without being over bearing. Will wear it every day"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "This has a sense of freshness and is sweet but not overly sweet. Probably best used at night, though it could easily be used during the day. In the height of summer, it would be excessively hot. Definitely fall, winter, and spring. There's a gourmet scent. It smells to me like a lovely vanilla blended with a crisp caramel apple. I adore it to the core"
        },
        {
            "review_title": "Very solid fall and winter scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "One of the best if not the best in the one million line. This fragrance starts off with almost a citrusy woody note along with all the other notes the one million line is known for (warm, spicy, and sweet). Projection is decent, not overpowering by any means and longevity is solid"
        },
        {
            "review_title": "Youu2019ll smell like a million bucks",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "First of all the packaging is amazing, the scent is so good itu2019s woody, but also sweet at the same time. Itu2019s also long lasting so a little goes a long way. Youu2019ll definitely receive compliments on it!"
        },
        {
            "review_title": "Smells great. Husband loves it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "My husband loves this, in fact he said he had a sampler years ago, so he was excited when he got the full bottle. He leaves it down stairs so he doesnu2019t forget to put it on before work. It smells incredible. And the design is flawless."
        },
        {
            "review_title": "Buy this ASAP",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "One of my favorite designer scent. The projection is amazing and I can still smell it on my skin after 8 hours of wearing. The value for your money with this one is amazing !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "My partner has the original and I must say I enjoy this scent more! Honestly I would wear it myself. Itu2019s not too overpowering and a little bit goes a long way. *I received this free in exchange for my honest review"
        },
        {
            "review_title": "Best gift ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I really really like this new rendition of 1 Million. It's totally different from the original. This is a darker, mature and sexier take to the original. This has a stellar performance which lasted about 10 hours + on my skin. Fantastic silage and projection! I think this would be a great date night or a night on the town fragrance! I would definitely consider purchasing this one. ud83dudc4cud83cudffc"
        },
        {
            "review_title": "A Woody, yet Sweet Fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received this product for free in exchange for my honest review from Influenster and Paco Rabanne. The packaging of this product resembles a gold bar, and I love that it pairs with the name of the fragrance itself. It smells sweet yet woody; I definitely smell the cedar wood at first before I start picking up the slightest lavender note. It smells expensive, itu2019s powerful yet subtle at the same time from the sweeter notes. Itu2019s definitely the perfect Winter fragrance, and it might just be one of my new favourites. Iu2019d highly recommend giving this fragrance a try, it definitely lasts all day and you donu2019t need to overspray it at all to experience this unique, sweet and woody fragrance."
        },
        {
            "review_title": "Sweet Compliment Getting Night Out Fragrance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Disclaimer: I received this product for free from Insfluenster and Paco Rabanne in exchange for my honest review.  To my nose itu2019s sweet, fresh and a little spicy. I personally really like it. This is a solid option if youu2019re looking for something sweet that is very mass appealing, long lasting, projects fairly loud, and will get you compliments. Iu2019ve been wearing this one for the past couple days to test it and Iu2019ve gotten many compliments so Iu2019d say it definitely passes the compliment test. I personally think that this is perfect for nights out in the fall and winter, it might be too strong to wear in high heat or in small enclosed areas.  I would definitely recommend giving this one a try if youu2019re looking for something new for colder weather. Now, Iu2019m only giving this 4 stars because I do prefer some of my other fragrances over this for nights out, this could definitely get a 5 star rating but again this is my personal and honest opinion. The fragrance in general is definitely a solid 9/10, and again Iu2019d recommend giving this a try!"
        },
        {
            "review_title": "Long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "The bottle looks amazing, very attractive, This fragrance smells really good. Very clean + great woody scent with a touch of freshness. Itu2019s a nice everyday or a night out kind of scent. And the best things is that it lasts very long."
        },
        {
            "review_title": "Amazing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This product is amazing and makes a great gift! The packaging comes in gold and makes it look very luxurious. The scent lasts throughout the day. My boyfriend loves it too. The only downside would be the priceu2026"
        },
        {
            "review_title": "It's worth the price.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Normal skin",
            "review_text": "Tried this today. The scent is great not to sting but last a while. The look of the box and bottle really catches the eye. I would definitely buy this when I run out."
        },
        {
            "review_title": "Great experience",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This new scent is very exciting, and so is the product bottle! It is a rich scent that lasts a long time and a little goes a long way. Paco Rabanne is probably my number one brand at the moment for gifting my husband with luxury scents that make him feel like 1 million dollars. I recieved this product to test for Influenster."
        },
        {
            "review_title": "Distinguished",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "This product smells very good very luxurious very distinguished. It has a very masculine notes and can be worn as an every day scent"
        },
        {
            "review_title": "A must for special occasions",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "The perfume that defines you. The fragrance is amazing. The body of the perfume is very cool and is elite class. The perfume that defines you and your class"
        },
        {
            "review_title": "Beautiful subtle scent.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Tan skin tone, Dry skin",
            "review_text": "Love this cologne! It has a very nice scent and is light. This is a great product for someone who enjoys wearing cologne but doesnu2019t like the strong scents that smack you in the face. Itu2019s nice and subtle. The packaging is always fantastic too! Very flashy!"
        },
        {
            "review_title": "Fresh, Sweet and Woody",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Just to start this off, I got a free voxbox from Influenster which I am so happy to receive. The packaging was excellent and elegant. Based on the results of this fragrance, it had a strong blast of freshness which immidestly cought my attention and left me shocked, the projection is absolutely stunning giving a 2 meter range. When this cologne dries down it still remains eagerly strong with some woody notes starting to kick in, I also pick up vanilla which is such a great mix. This cologne absolutely rules and is in my top 3."
        },
        {
            "review_title": "Perfect perfume for the colder seasons",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Right off the first spray, it definitely smells luxurious. With a spicy and sweet smell, perfect for fall/winter season. Not a overwhelming perfume and calmer as it dries down, longevity and projection is perfect. 9.5/10 for me"
        },
        {
            "review_title": "Unexpected Elegance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "Paco Rabanne's 1 Million Royal Parfum completely took me by surprise. This fragrance is the real deal and an experience that epitomizes luxury and regal elegance!  It smells very nice, striking a perfect balance u2013 not too strong, yet not weak. I can envision myself wearing it daily as well as for special occasions. I see it as a choice for those who appreciate the finer things in life.  What's remarkable is how it transforms into a softer, more alluring scent with time, maintaining its captivating charm throughout the day.  The unique design of the bottle is a work of art in itself. It's sleek and modern, making it a statement piece on your dresser."
        },
        {
            "review_title": "Fantastic fragrance that hits all the right notes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This fragrance is immediately rich and warm, and offers some complexity as it transforms over time into a really nice blend of sweet and musky. Lasts forever! I highly recommend this versatile fragrance."
        },
        {
            "review_title": "Exquisite Scent and Packaging: A Fragrance to Reme",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Paco Rabanne's 1 Million Royal Parfum is a fragrance that truly stands out in a sea of options. Right from the beginning, it leaves a lasting impression. Let's begin with the packaging, which is sleek and stylish. The iconic One Million gold bar with bold red accents gives it a modern look that sets the stage for the exciting journey to come.  The fragrance itself is a delightful composition. It opens with a unique note of pink bubblegum, followed by a pleasant blend of cardamom, lavender, sage, violet leaf, and a base that includes benzoin, cedar, and patchouli. This mixture strikes a balance between sweetness and freshness, making it suitable for a wide range of occasions.  What impressed me the most about 1 Million Royal Parfum is its longevity. Just a single spray on my wrist held up remarkably well, lasting a solid 9-10 hours. It's the kind of fragrance that stays with you throughout the day or night, ensuring you always smell your best.  In terms of versatility, this fragrance has a broad appeal. It leans towards the masculine side but maintains a youthful and energetic character. Whether you're heading out for a night of clubbing or a special date, it's a reliable choice that exudes confidence. The bottle design adds to the overall experience and comes across as chic and premium.  In conclusion, Paco Rabanne's 1 Million Royal Parfum is a fantastic addition to the world of fragrances. Its unique blend, long-lasting nature, and attractive packaging make it a standout choice. If you're looking for a positive and energetic scent that will keep you smelling great all day, I highly recommend giving this one a try. It's a confident and stylish fragrance that won't disappoint."
        },
        {
            "review_title": "Perfect Scent For Winter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "1 Million Royal is the perfect winter cologne. It's sweet with a strong cedar wood kick but not too overpowering. It's like a fancier version of the original 1 Million, great for formal events. Lasts all day, over 8 hours on my skin, and it's not as sweet as the original, which I like. Perfect for winter vibes!"
        },
        {
            "review_title": "Smells Royal!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This smells amazing! The packaging is attactive and unique. It has a little smell of lavender and it lasts all day. It is a must try cologne!"
        },
        {
            "review_title": "ud83cudf1f Paco Rabanne 1 Million: The Epitome of Luxury",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Paco Rabanneu2019s 1 Million fragrance is an epitome of luxury in a bottle. With its captivating blend of spices, leather, and fresh notes, it exudes confidence and sophistication. What truly sets it apart is its long-lasting power, accompanying you from morning to night. Versatile for any occasion, itu2019s a statement of opulence that leaves an unforgettable trail. The iconic gold bar-shaped bottle adds a touch of artistry to your collection. Wearing 1 Million is like wearing a crown of elegance and success, making you feel exceptional and powerful. Itu2019s the scent of victory and a masterpiece in the world of fragrances. ud83dudc8e #PacoRabanne1Million #LuxuryScent"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This cologne has a very nice unique scent, it smells confident and clean. I mainly pick up on the citrus notes. Its got good diffusion that lasts throughout the day. Even the bottle looks and feels luxurious and high quality."
        },
        {
            "review_title": "My favourite of the 1 million line",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "1 million royal is like the original but more intense, detailed, high quality than the original 1 million. Itu2019s worth if you want a formal scent thatu2019s sweet and has the 1 million dna  The opening notes are fresh and vibrant, with a hint of citrus and green apple, which immediately captures your attention. As the fragrance evolves, the heart notes of spicy cinnamon and warm, sweet tobacco create an alluring aura. The base notes of amber and leather add a rich and long-lasting depth to the scent. It also lasts over 12 hours on my skin and projects well for first 4 hours. It opens up fresh and sweet. The dry down is sweet and slightly spicy."
        },
        {
            "review_title": "A blast of vanilla",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "A blast of vanilla right from the start. Some may say it's too feminine, but I disagree. Fresh vanilla doesn't fit anybody and any situation, but I think it does for the younger croud in a day to day situation"
        },
        {
            "review_title": "Best in one million line",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Combination skin",
            "review_text": "One million is by far my favourite from the one million line. Itu2019s great for winter and going out. It lasts over 8 hours on my skin. I would definitely recommend buying this cologne."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve long been a fan of the original 1 Million, but as we all mature, so do our tastes.  Royal is the maturation of the original 1 million. Itu2019s not as cloying, as bubbly, or as sweet as the original. It has its own defined character. Itu2019s sweet, but sharp. It lingers, but doesnu2019t overwhelm.  The longevity on my skin is great - 8+ hours.  On fabric and clothing 12+.   Sillage is great too. Itu2019s not a beast, but you will turn heads.  Love wearing this, especially as cold weather approaches"
        },
        {
            "review_title": "Great for Winter and Fall",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is the new release from the brand and I was lucky enough to get a sample of this. I like it very much compared to the original 1 Million. This is a nice subtle sweet scent for winter and fall. The scent isnu2019t obnoxiously sweet like many others and comes across as a more sophisticated version of Invictus."
        },
        {
            "review_title": "Unique Strong Sweet and Cedarwood Scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "One of the best parfumes in the sweet and dark wood scent class. I liked it that it comes very strong with notes of cedarwood then fades away with sweet smell of lavender. It holds up on the skin for 2 days fresh. Only downside is that the button to spray is a bit stiff."
        },
        {
            "review_title": "A beautiful warm and woody fragrance!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was excited when this one came in, I had heard so many good things. One Million Royal is a beautiful warm, spicy, and aromatic fragrance. I find it perfect for a cold night or for a date. Main notes to take from this one would be wood and vanilla. It's a beautiful combination. Lasts about 8 hours on me!"
        },
        {
            "review_title": "5/5",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This is such an invigorating smell. It starts off strong but as it lightens up it is so magnetic. It has a lot of different hints of smells. I could smell cardamom absolutely then on the lighter side it was more tangerine but the way it blended was so delicious."
        },
        {
            "review_title": "Drooling over my man!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "One Million Royal: a fresh, delicious mix of lavender, cedarwood, and benzoin to make any man smell like a king. My partner and I love this! He uses it on every occasion."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "The product is amazing. A great burst of freshness, my wife absolutely loves the scent on me. Highly recommend!"
        },
        {
            "review_title": "Very clean, woody scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Cool looking bottle. This fragrance smells really good. Very clean + great woody scent with a touch of freshness. Itu2019s a nice everyday or a night out kind of scent. You donu2019t need much and lasts very long."
        },
        {
            "review_title": "A regal scent that transcends boundaries.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Paco Rabanne One Million Royal is a testament to the timeless allure of a scent that is both regal and approachable. It is a celebration of rich warmth and freshness, all bundled into a bottle that promises to add a touch of royalty to anyone's collection. From the very first spritz, the warm, fresh and rich scent captivated my senses. It's a mesmerizing blend that seamlessly ties together the luxuriousness of a citrusy amber with the grounding, earthy essence of woody notes. This amalgamation crafts a fragrance that is both opulent and comforting. Its potency is balanced just right, ensuring that the fragrance lingers all day without being overpowering. The scent is not limited by gender boundaries, and it has a universal appeal that makes it a versatile choice for both men and women.  It has defied my expectations, making it a standout fragrance."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Honestly love this fragrance, itu2019s a perfect blend between freshness and sweetness. I think this fragrance would appeal to any audience, itu2019s very mass appealing. This is definitely gonna be my go to for winter fragrances!"
        },
        {
            "review_title": "This is complete luxury in a bottle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Deep skin tone, Normal skin",
            "review_text": "I am so happy I have the opportunity to review Paco Rabanne's 1 Million Royal! Itis a captivating long lasting fragrance that embodies sophistication and opulence. The blend has a hint of spicy and woody notes, making it both alluring and commanding. 1 Million Royal is a timeless fragrance that effortlessly captures the essence of modern royalty, making it a perfect choice for those seeking a bold and luxurious scent for any occasion."
        },
        {
            "review_title": "Sultry, seductive & captivating",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Paco Rabanne 1 Million Royal Parfum is a luxurious fragrance that is sure to turn heads. The combination of of Lavender, Cedar Wood and Benzoin really pull well together. With the nature of this combination I find it best for special occasions or when you need an extra confidence boost and not versatile for everyday wear."
        },
        {
            "review_title": "Magnificent Scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This Paco Rabanne parfum is perfect for either men or women, it smells magnificent! It has hints of cedar wood, lavender and benzoin. Only one spray is enough, this parfum is very strong and has instantly become one of my favourites! Itu2019s a very masculine scent that all are sure to love and enjoy- I highly recommend and will be sure to repurchase in the future! This cologne is sure to leave you smelling like ROYAL all day!"
        },
        {
            "review_title": "Great scent, long last lasting and good projection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Great perfume! Initially smells citrusy and sweet, but not overpowering. Itu2019s sweet in a sexy masculine way, definitely something Id wear daily. Lasted me the whole day, and the projection is great as well, definitely a compliment getter! Could be a good Christmas gift for your partner. 10/10 packaging and bottle design as well, the ruby makes it look u201croyalu201d."
        },
        {
            "review_title": "Must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This fragrance falls right into the category I love sweet and spicy! Great for going out to a party or a nice dinner date. The notes start off with sweet bubblegum and then dry down to lavender and ending off with a nice Woody's scent. Must try!"
        },
        {
            "review_title": "Perfect for special moments!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I loved how it changed the smell of my and my husband's skin. I think itu2019s one of the best perfumes I had in the last few months. I love how it lasts for a long time, and itu2019s not so sweet. Iu2019m a big fan of wood perfume. I must use this perfume because I can use it daily or for special occasions. I highly recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Nice fragrance with spicy notes but not overpowered with woody notes like many other fragrances in this category. Also the packaging of this fragrance is beautiful with the sleek gold bottle and intuitive spray design."
        },
        {
            "review_title": "Great product, with a excellent scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "The product is amazing. A great burst of freshness, filled with spicy cinnamon and grapefruit scent. Highly recommended to individuals who want a simple yet elegant scent. This product is a leather fragrance for men."
        },
        {
            "review_title": "Magnificent scent with a few quirks",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Paco Rabanne 1 Million Royal is a luxurious fragrance with a captivating scent, but itu2019s not for everyone, given its strong initial projection and premium cost. Ideal for those who appreciate opulence and are willing to invest in a statement fragrance.  Pros: 1. Exquisite Fragrance: Paco Rabanne 1 Million Royal offers a rich and opulent scent that exudes luxury and sophistication. 2. Long-Lasting: This fragrance has impressive staying power, ensuring youu2019ll smell great all day or night. 3. Unique Bottle: The packaging is an attention-grabber, with a sleek gold design that reflects its regal nature.  Cons: 1. Strong Initial Sillage: The scentu2019s initial projection might be overpowering for some, so itu2019s best applied sparingly. 2. Pricey: It comes with a high-end price tag, making it a splurge for many. 3. Not Versatile: The opulence of 1 Million Royal might not be suitable for everyday wear; more of a special occasion scent."
        },
        {
            "review_title": "A must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Great Flanker! Smells super nice! I tried lucky and original and this has a really nice dry down"
        },
        {
            "review_title": "Absolutely Love it (elegant & long lasting)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Paco Rabanne 1 Million Royal has a rich woody scent with Cedarwood, one of my favorite notes, along with lavender, which makes it truly elegant. I highly recommend you try this product and stay active on the platform. It's worth every dollar you spent !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "This is my new favourite cologne, it smells amazing with a spicy scent but not to strong! The packaging is also nice it almost looks like a brick of gold."
        },
        {
            "review_title": "phenomenal long lasting scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Combination skin",
            "review_text": "This scent is phenomenal, with a warm and woody fragrance that lasts forever. Since itu2019s a parfum it smells great when you first put it on, without having the alcohol smell that some cheaper eau de toilettes have. It also means it lasts longer on your skin, still smelling great at the end of the day. The smell also uniquely shifts throughout the day, highlighting specific notes as it starts to fade, starting off with a citrussy smell, then highlighting lavender middle notes, then finally rounding out the day with an everlasting woody masculine scent. My partner is obsessed with this scent, along with various people who have given me compliments while I was wearing it. Paco packages this cologne in a gorgeous bottle that is made of real metal and is inset with a shimmering jewel to differentiate it from the regular Million scents (which are still great). This is definitely a must-buy fragrance for anyone who loves Pacou2019s scents but wants something new and unique. "
        },
        {
            "review_title": "Cardamom,  cardamom,  cardamom!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "Great amber, spicy, and very sweet frag that is heavy on the cardamom notes! Great for evenings and colder weather. Enjoyable, but very focused on doing one thing - and that is smelling like sweet cardamom."
        },
        {
            "review_title": "Sweet, sweet, spicy..? and... fresh!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Sweet, sweet, some spice, and.... fresh! Let's start with what's obvious. There's a resinous sweetness that permeates this fragrance. Not uncommon, but I'm glad they didn't go with a in-your-face vanilla and enjoy the choice here. I think some of the critique by many is misplaced here; Paco Rabanne stayed true to their identity with this loud yet sophisticated choice of sweetness (which btw is still less cloyingly sweet than it's competitors). Now, interestingly, this fragrance has a lot of freshness to it (perhaps the citrus dancing with the lavender and violet leaf) which lends it some added versatility over its designer competition. This is the feature that sets it apart imo. I get no amber in this and it's not overtly a woody fragranace to me, but there is that detectable cardamom note off the top that I wish was more pronounced. It's settles into a much more tame yet still fresh resinous sweetness.   It's performance is okay (a bit overstated imo). It projects for around 2 hours, then a skin scent for up to maybe 6 hours. Definitely weaker than 1 Million Parfum or Elixir imo.   Now to the downsides. Well, it's a pricey flanker. Although I've owned it for some time, I don't see myself reaching to it any more than other fragrances of this genre. When I say genre, I don't mean the same fragrance DNA, but the same use-case / time of day / season. Sometimes I'll want to grab Armani SWY, sometimes Azzaro's The Most Wanted or the new Invictus Victory Elixir. So in essence, it hasn't convinced me to pick it over others. Had there been a more distinct spice (amp up the cardamom!!) or woodsier undertone, may that could have done it. Also, maybe I need to see an ENT but I hardly pick up any type of amber here (and this is what I was most excited for).  Still a solid 4/5. A proven DNA with a nice freshness that others lack. They played it safe to the point of unoriginal, but it's a compliment getter for sure.  PS: Excited for 1 Million Golden Oud!!"
        },
        {
            "review_title": "Good-smelling high-end perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve been using this perfume for over a month now and I love the sweet woody smell of it! Definitely a compliment magnet! Also love the ruby red on the front of the bottle. Seems to me like itu2019s the nature version of the original 1 million perfume."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love the scent of this cologne . The entire million line is great for every day use . Would definitely recommend! Wife is picky with strong dented cologne and she finds this perfect for the daily use ."
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This one is not for me. The scent is too strong and gives me a headache. I would only wear this if i am planning on being outside all day due to this. I would not be buying this scent as it is personally not for me!!"
        },
        {
            "review_title": "Great addition to my collection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "A great addition to my rotation and now a staple for sure. Though it was a new scent to me it was also somehow familiar. I get compliments on it often and as the scent isnu2019t overwhelming thereu2019s few places you canu2019t go wearing this."
        },
        {
            "review_title": "Amazing new take on the original One Million",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Amazing release from Paco Rabanne, I would say this is a bit more mature version of the original One Million from Paco Rabanne. Been about a month I've been using this fragrance, got me a fair bit of complements. The longevity is amazing, lasts about 8 hours and projects good as well, could be better. The bottle design is the same gold bar design that the whole One Million line up has, but this has a unique distinction with a ruby like red in the middle of the bottle which adds to the beauty. I've used the original One Million previously a few years back, absolutely loved it at the time, may not suit my age now as I'm into my 30s now, the new One Million Royal is just in time to be my new fragrance with the same One Million DNA that I love but just a tad bit mature. Finally, a sweet, floral, fresh and woody fragrance which is an amazing compliment magnet that you cannot go wrong with."
        },
        {
            "review_title": "A must have for special events",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "1 Million Royal Parfum is a luxurious fragrance with a dynamic blend of grapefruit, mint, cinnamon, rose, amber, and leather. It lasts long, making it ideal for formal events or evenings. However its boldness may not suit everyoneu2019s taste and itu2019s best reserved for special occasions."
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Got the 50ml for free from Influenster in exchange for an honest review. Stunner. The scent, the bottle and everything about it. The scent is so unique and lasts for hours. The bottle looks stunning in my room and grabs attention instantly. I love it so much and couldnu2019t recommend it more. Buy this is youu2019re able to because you wonu2019t regret it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The initial spritz of this cologne was truly captivating. The subtle notes of vanilla in the fragrance stood out, making it truly remarkable. As I entered my workplace, I noticed two of my colleagues following me around, utterly enchanted by the scent. The best part is that the fragrance lingers throughout the day. I can't praise this new scent enough; it's undeniably one of my all-time favorites."
        },
        {
            "review_title": "Sweet yet masculine- A perfect clubbing fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Very sweet fragrance, prob too much for older crowds. But a perfect choice for clubbing or parties. Still manages to be masculine even with the sweetness more commonly found in perfumes. Performance is decent as well. Would recommend.   Received for review through Influenster"
        },
        {
            "review_title": "Sooo yummy!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Absolutely love this scent. Itu2019s masculine but soft and unique. Reminds me of cocoa butter. Iu2019ll definitely be purchasing this again when I run out - and my partner LOVES it!!!"
        },
        {
            "review_title": "Strong Distinctive Smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This cologne has a strong, outdoorsy smell to it. It is something that would be great to wear to events, or outings. I'd say it had a distinct smell, which would be great to wear."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I recieved this product for free for an honest review. Such an anazing smell you get. Its pretty long lasting as well, and its got a very unique bottle. Im thrilled i got to experience such a sweet earthy smell. Definitely going to be adding this to the addition."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "Sure, here's a more detailed review for Paco Rabanne 1 Million Royal:  Paco Rabanne 1 Million Royal is an absolute gem in the fragrance world! It exudes opulence and sophistication with its captivating blend of warm spices and woody accords. The opening notes of cinnamon and nutmeg instantly grab your attention, creating a spicy and inviting aura. As the fragrance settles, you'll notice the smooth and creamy undertones of tonka bean and sandalwood, adding a touch of elegance and depth.  What sets 1 Million Royal apart is its ability to strike the perfect balance between boldness and refinement. It's a fragrance that commands attention without overpowering the senses. The longevity is impressive, with the scent lingering on your skin for hours, making it ideal for special events or memorable evenings. I have worn this to several weddings recently and been complemented each time!  The bottle itself is a work of art, adorned with a golden crown, symbolizing the regal nature of the fragrance. It's a true statement piece that reflects the essence of the scent within.  Overall, Paco Rabanne 1 Million Royal is a masterpiece that embodies luxury and allure. It's a fragrance that will leave a lasting impression wherever you go, making you feel like a true king."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I have not had the opportunity to try the predecessors in the line just yet, and unfortunately have no basis for comparison in that regard. 1 Million Royal is an amber fragrance that would do well on a date night or cold evening. The opening is very sweet, citric, and cardamom-heavy, and benzoin and lavender join the cardamom on the drydown. Its longevity is great, and it easily lasts 12+ hours on my skin. While its sillage and projection are not crazy, it does leave noticeable trails. Ultimately, 1 Million Royal isn't very unique among some similar releases this year, but I would call it a safe crowd pleaser. In terms of the bottle itself - although I'm personally not a huge fan of the design, the atomizer is quite nice."
        },
        {
            "review_title": "Fresh New Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "Received this product free via Influenster, thank you u270cud83cudffb  Beautiful sweet, summery fragrance that can work for everyone! Initial application it smells complex, slightly masculine but it wears into a gorgeous sweetish cool summer fresh vibe. Overall lasted a very long time too. Totally worth checking out ud83dudc95"
        },
        {
            "review_title": "A truly Royal scent to start the day.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I have received this product as a trial fragrance through Influenster in exchange for my opinion. I really enjoy and appreciate fragrance as I try and implement a theme to the start of my day accompanied with my shave. This fragrance is versatile and pleasing. It carries a strength yet is not exceedingly over powering. Iu2019d describe it as a cross between the original 1 Million with YSL la nuit de l'homme layered on top. It is sweet and vanilla forward but not cloying though it sometimes flirts with that line depending on the weather or environment. I find that it seems to last for a while even though I go anosmic. Definitely a fragrance worth exploring especially as we enter fall and winter months."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "I receive a lot of compliments when I wear this perfume. I usually wear it as a night time scent since it is pretty intense. It is more of a seductive scent."
        },
        {
            "review_title": "Intoxicating New Gold Standard",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Paco Rabanne has absolutely knocked this one out of the park. I am an avid cologne connoisseur and own offerings from most of the top brands. I have been waiting to try this one for a long time now. It did not disappoint. This is one of the most popular colognes right now for excellent reason. I was blown away by the woodsy (yet not overpowering) notes of lavender, cedarwood, and benzoin. One (or two if Iu2019m feeling lucky) sprays last a considerably long time, providing all day freshness. This is an excellent purchase at ANY price point. That being said, when this goes on sale, make sure to grab two, you are going to find yourself loving to use it!"
        },
        {
            "review_title": "Timeless Elegance in a Bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I recently had the pleasure of experiencing a woody fragrance for men that has left an indelible mark on my senses. 1 Million Royal is the embodiment of timeless elegance and sophistication.  Upon the first spray, I was greeted with a warm, inviting blend of rich woods and spices. The top notes of cedarwood and spicy cardamom create an immediate aura of confidence and masculinity. It's a scent that demands attention without being overpowering.  As 1 Million Royal settles on the skin, the heart notes unfold with a harmonious mix of leather and patchouli. This stage of the fragrance exudes a refined sensuality, making it equally suitable for both formal occasions and everyday wear. It's a scent that exudes confidence and charm.  One of the standout features of 1 Million Royal is its remarkable longevity. A single application in the morning remains detectable well into the evening, ensuring that you carry its allure with you throughout the day. The sillage is just rightu2014not too intense, but enough to leave a lasting impression.  The bottle itself is a work of art, a testament to the attention to detail that went into crafting this fragrance. Its sleek design and sturdy cap make it a pleasure to display on any dresser.  In conclusion, this perfume is a masterpiece in the world of woody fragrances for men. It strikes the perfect balance between strength and subtlety, making it a versatile addition to any collection. If you're in search of a fragrance that exudes sophistication and leaves a lasting impact, [Fragrance Name] should be at the top of your list. It's a timeless scent that will undoubtedly become a signature fragrance for many discerning gentlemen."
        },
        {
            "review_title": "Capitative Fragrance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone",
            "review_text": "The Paco Rabanne perfume offers a captivating and unique scent that effortlessly combines sophistication and sensuality. The initial notes are fresh and invigorating, which gradually transition into a rich and warm heart, leaving an alluring trail as the day progresses. The longevity of the fragrance is impressive, staying with you throughout the day without being overwhelming. The well-balanced blend of floral and woody elements makes it suitable for both daytime and evening wear, making it a versatile addition to any perfume collection. The elegant bottle design is a perfect reflection of the exquisite fragrance within. Paco Rabanne has once again managed to create a fragrance that captures attention and leaves a lasting impression."
        },
        {
            "review_title": "Highly recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Great smelling product! I really enjoy using this cologne for all outings. Iu2019m still trying to determine if itu2019s a day to day use or special occasions but I get compliments regardless of the event. Would recommend to anyone looking to add to their collection."
        },
        {
            "review_title": "This is classic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "One of the best sprays i ever had. Its smells awesome and itu2019s definitely long lasting. I would be strongly recommending this to my friends and buying it again for sure"
        },
        {
            "review_title": "Scent lasts all day!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Iu2019ve been wearing this perfume for a week now and been getting so many compliments. Itu2019s a very classic, mature scent. And it lasts all day! The bottle is pretty, the spray is super easy to use. However you have to sit it upside down for it to stand up, which hides a lot of the beauty of the bottle."
        },
        {
            "review_title": "Excellent perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I think this is a beautiful product. I received a sample from Influenster and it was a different shape (shaped like a diamond or gemstone) and it was very beautiful. The smell is lovely. It can be strong but if you use just a little itu2019s perfect. I think this is a wonderful perfume."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Overall I really enjoyed this cologne it smell very spicy, and will be adding this to my night collection as the amber and cinnamon mixes very well and allows me to stand out"
        },
        {
            "review_title": "A well rounded fruity fragrance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "1 Million Royal by Paco Rabbanne is a juicy blast, lasting 6 hours and being easy to wear. When 1 Million Royal is first sprayed, I pick up notes of stewed fruits, orange, melon, and fruity chewing gum. Although It is a very fruity and sweet opening, I find it presents those notes in a masculine way. In the dry down, this fragrance retains the fruitiness found in the opening but it loses its sharpness. I pick up a hints of wood as well as vanilla at this point. Still, the fruitiness is what dominates. Other than the hints I pick up in the dry down, I find its smell to be rather linear. Nevertheless, it has good sillage. It last me a day with five sprays. Iu2019m reminded of Jean Paul Gaultieru2019s Ultra mu00e2le because of its sweet and vanillic character. If I had to choose between the two, I would choose One Million Royal due to it not being so overwhelming. It is definitely a crowd pleasing scent. Perhaps not a great choice for the office, though. The bottles design is cool with its integrated sprayer. It sits in the palm of your hand nicely and is easy to apply. personally wouldnu2019t pay retail price for this fragrance. I find the price to be too high for the product youu2019re getting. If you like fruity notes in your fragrances, and it can be bought at a good discount, consider giving One Million Royal by Paco Rabbane a try."
        },
        {
            "review_title": "Distinguished fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "This cologne smells like something a high class gentleman would wear on a night out. Not your everyday stuff, more for when you want to take it up a notch."
        },
        {
            "review_title": "Spicy, Smokey, and sweet! Cool bottle too!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Medium skin tone, Combination skin",
            "review_text": "Had a great time using this scent and it's growing more on me day by day. I've lived their regular offering and this new twist is even more well rounded and not too overpowering. Give it a try!"
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "First off, the bottle looks fantastic and is such a nice addition to my cologne collection! I have received many compliments on the smell, and only use a couple of spritzes when I use it. I find that others notice it more than me, which is a positive in my books because sometimes I find constantly smelling my own cologne can become overwhelming after a while. Itu2019s subtle enough that I notice it from time to time, but strong enough that others comment on the smell. Itu2019s right up my scent palate (spicy, a little woodsy, with layers), so I see myself going to this one often in the future!"
        },
        {
            "review_title": "Great Versatile Fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Recieved the product as a part of a compaign from Paco Robanne & Influenster, in exchange for a honest review.   The bottle/packaging is eye catching and gives off a luxury vibe. The fragrance has blends of spicy, woody, and sweet notes. Overall its a masculine and fresh fragrance that smells amazing and lasts forever. Its versatile and not overpowering, highly recommended."
        },
        {
            "review_title": "Sweet Performance Beast",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "First thingu2019s first, this flanker is very sweet. It opens with bright citrus, lavender and sage and quickly dries down to the classic ambery sweetness the 1 Million line is known for.  The scent is classy and mature, in my opinion more suitable for colder weather and intimate evenings. Performance is great, projection/sillage is strong for the first 3 hours and remains present for about 7-8 hours. Stays on clothes for over 24 hours as well. A little goes a long way!"
        },
        {
            "review_title": "Must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This fragrance gives on the hint of sweet and spicy at a perfect combination."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone",
            "review_text": "The in the realm of warm, spicy, amber, woody fragrances, this cologne stands as a true masterpiece. It blends these complex accords into a beautiful scent that is long lasting. Lots of layers that lead on through out the day. Perfect for transition from a daytime professional setting to a refined evening event."
        },
        {
            "review_title": "Very good very good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "have always been a bit of a fan of 1 million and the new Royal didn't fall short. Subtle and sweet. Long lasting. Not overpowering, which I personally found to be a problem with previous iterations. My only critique is that it still smells a little like a gender neutral perfume, which has always been a trait of 1 million in my opinion. My girlfriend thinks this is her new favorite, she even prefers it over our previous favorite that costs upwards of $500 per bottle... I wear it on casual days and I wear it going out on evenings. I would recommend a friend to try this out or let them use my bottle if they so wish!"
        },
        {
            "review_title": "A more refined and mature version of 1 Million.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this product for free from Influenster and Paco Robanne in exchange for my honest review. This is also my personal opinion and I did my best to leave as thorough of a review as possible.  1 Million Royal is the most well refined out of Paco Robanneu2019s iconic 1 Million line. Although sharing the same DNA as itu2019s successors, this has been elevated into a more sophisticated scent, but still maintaining a sexy playfulness to it. This doesnu2019t come across as juvenile, or overly sweet as the others. Itu2019s sweetness is nicely balanced, blended smoothly with a touch of freshness that compliments it.  1 Million Royal opens with with a smooth vanilla accord. Which is interesting as itu2019s not listed in the scent profile, most likely coming from the Benzoin in combination with Cardamom, adding a slightly  spicy creaminess. I also notice some juicy citrus - adding a touch of refreshing sweetness from the Bergamot and Tangerine. In the beginning of the dry down is where I notice some added complexity and balance to the otherwise warm scent, coming from Lavender - creating a layer of aromatic, green, fresh spiciness and Violet Leaf  - that has a herbal ozonic quality - almost reminiscent of cucumber. Towards the end of the dry down the Cedar, Sage, and Patchouli start to become peak through, I wish they came sooner and were a bit more prominent, but Iu2019m glad theyu2019re in the room with us! I love the mildly peppery aspects and savouriness from the sage, and the Patchouli smelling rich, dark, sweet and earthy in combination with the smooth woody profile of the cedar. At the very least Iu2019d recommend testing this in store to see if you like this, itu2019s a great Winter fragrance, and mass appealing. This has really great longevity (8-10 hours) and pretty monster silage compared to other releases from this line. As per the packaging - I love the bottle! Itu2019s over the top, but feels well made and not like a piece of junk thatu2019ll fall apart. Plus the atomizer is great. Thanks Paco Roba"
        },
        {
            "review_title": "A good entry level scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Received my box as part of a promotion in exchange for this review - however Iu2019m going to give you my honest thoughts as a perfume collector.   First, this is competing against other designer scents. It has a very designer DNA to it, so this review will consider it vs others in that category.   The bergamot, lavender, cedar notes give it a surprisingly fresh quality. I was expecting it to be heavier like the original. That freshness is one youu2019ll recognize and it may smell u201cgenericu201d to you. The cardamom & benzoin hold it down from being a blue scent and keep it a red. Itu2019s sweet but not overly sweet like other reviews suggest.   This is best suited for men 18-35, any temperature except high heat. Performance is satisfactory, not a powerhouse.   Overall itu2019s a u201cgoodu201d sweet/fresh designer scent. Nothing offensive,  nothing revolutionary. Hard to dislike, but not a head tuner. 4/5."
        },
        {
            "review_title": "Must Have For A Night Out",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Paco Rabanne 1 Million Royal Parfum is a captivating fragrance that exudes luxury and confidence. Its bold and intoxicating blend of warm spices, woody notes, and sweet undertones creates a distinctive and memorable scent. The longevity and projection are impressive, making it perfect for special occasions or evening events. The bottle design, reminiscent of a gold bar, adds to the opulence of the fragrance. While it might be a bit intense for everyday wear, its uniqueness and rich character make it a great addition to any fragrance collection."
        },
        {
            "review_title": "Smells great and lasts longer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Medium skin tone, Combination skin",
            "review_text": "Great perfume for men, a must have. Stays long and smells amazing. Be ready to be showered with compliments when you wear it."
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Paco Rabanne 1 Million Royal is an opulent fragrance, blending spicy and woody notes to create a regal and alluring scent. Its rich composition evokes a sense of luxury and power, making it perfect for special occasions or evening wear. The combination of cardamom, tuberose, and leather adds depth and complexity, while the amber base notes provide a warm and sensual finish. Overall, 1 Million Royal is a captivating fragrance that exudes confidence and sophistication."
        },
        {
            "review_title": "Amazing scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Both my partner and I were surprised with how much we both liked the scent. When first applied, it has a strong but mellow scent. This would be nice for every day wear. I would recomand fhirs to anyone looking for a nice but musky cologne."
        },
        {
            "review_title": "Beautiful add on to the PR family",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a beautiful perfume. As I wasnu2019t a fan of the original One Million. This one. The Royal pleased me very much.  The smell isnu2019t as strong as the original and smells just right. The original one had me getting headaches.  This perfume smells like moneyyyy. I am in love."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Earthy and slightly wooden touch to the luxury fragrance of this. Very apt to wear to events and long lasting too, so it stays with you around the day"
        },
        {
            "review_title": "Expensive and Elegant Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Comes across as a synthetic, sweet, berry scent, mixed with cedar and patchouli, but the berry smell really stands out. Oddly, there are no berries listed in the notes. Due to the berry scent, I interpret it as being on the feminine side of unisex. I don't think it smells bad, but it's not masculine enough for me and I tend to love sweet fragrances. I would consider this a cooler weather fragrance, for day or night, in a casual setting.  Seems like a lot of people love most of the 1 Million line, but so far, none have worked for me. Other than Ultra Red, I struggle to find any Paco Rabanne fragrances that are personally wearable."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "the paco rabbane 1 million Royal is a great smell I can describe it as sweetness of cinnamon and citrusy more of a perfume with the interplay of a more musky smell of like Hugo Boss or ralph lauren polo mixing playfulness with seriousness giving a perfect mix of smells in which excites your ole factory senses I believe this to be an amazing pickup for people in the early 20's to mid 40's giving a sense of youth with seriousness i loved the smell and believed it to be a great cologne for the club or a semi casual event where you want to make an impact 5/5 stars I recommend if you have the funds to do so."
        },
        {
            "review_title": "A fragrance that leaves you confident",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "When using the perfume, I felt confident that the fragrance has the perfect strength. I was never worried about over using it, itu2019s wonderful!!"
        },
        {
            "review_title": "Fresh and Earthy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This fragrance is a wonderful blend of bergamot, sage, and woody notes. It's fresh with a hint of earthiness which is perfect for both everyday wear and special occasions. I also love that it lasts all day without being overwhelming. It makes me feel both refreshed and grounded. Highly recommend!"
        },
        {
            "review_title": "Worthy addition to the classic 1 Million line",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The 1 Million Royal by Paco Rabanne initiates with an invitingly sweet and warm allure, evoking images of golden honey interwoven with spicy undertones. As the scent unfolds, it reveals unexpected aromatic heart notes, specifically lavender and possibly violet. For many, this might add depth, but for me, it became a headache trigger amidst an otherwise oriental-spicy blend.  The dry down reverts to the enveloping warmth, demonstrating both longevity and moderate sillage. It's a fragrance that stands out, and while many would find its contrasting notes intriguing, those sensitive to particular florals should tread lightly. Worth sampling, but a cautious 3/5 on my end.  Incentivized review after receiving as a free sample from Influenster. All opinions my own."
        },
        {
            "review_title": "New favourite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Super sweet smelling lasts a long time I got it from influenster but would definitely pay for it cause itu2019s the 2nd time using it only an spraying on clothes lasted 6+hrs with the scent so very good value for how long itu2019ll last in my opinion"
        },
        {
            "review_title": "Sweet and Amber's mastered",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been using this fragrance in a few different occasions and find that itu2019s always pulling compliments. Itu2019s a mature take on one million and really delivers that sweet and seductive quality without being too cloying. I really like it"
        },
        {
            "review_title": "Must have for anyone who likes masculine scents",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I got this today and it is my favourite fragrance so far. I love the earth and woody tones and scents."
        },
        {
            "review_title": "New smell for the rotation.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "As always, Paco Rabanne has pulled off an amazing fragrance. I have been wearing 1 Million for years and my wife loves it. Always gets me it for Christmas. So when I saw the opportunity to try the new Royal I tried and here we are. Wife also loves this fresh twist on our favourite cologne. I have tried allPaco Rabanne fragrances and this is definitely my favourite other than the original. Hats off. And Thanks for the test sample Sephora/Influenster!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This sent is very woody and masculine. The sent reminds me of the original but it has this woody lavender twist. If you like woody masculine scents itu2019s a must have for your rotation"
        },
        {
            "review_title": "Smelling like a King!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "One of the best smelling colognes I now own. This scent makes you feel like a King. The scent is incredible and long lasting. Would definitely recommend this scent to anyone looking for a sexy smelling cologne. Will definitely be purchasing a new bottle once I am out."
        },
        {
            "review_title": "Super cool bottle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Very unique bottle design. Looks like a gold bar. Very nice scent that is not overpowering. One on my few favorite colongues! Highly recommend it!"
        },
        {
            "review_title": "Safe, Sexy, Sweet!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Gorgeous sweet and sexy blend. Perfect for clubbing, date nights, and parties. Woods, vanilla, benzoin, and a fresh citrus opening. An easy and safe win from the house."
        },
        {
            "review_title": "A Luxurious Journey",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Getting my hands on Paco Rabanne's fresh scent early on has a certain thrill. But let's dive into the real deal:  The initial spritz echoes the familiar 1 Million sweetness, with a touch of vanilla or maybe cardamom. Then comes the exciting part: as it settles, there's this cool twist of smokiness and spice, all the while keeping that hint of sweetness intact. It's like a fragrance chameleon, fitting in whether you're hitting the club, going on a date, or just heading to school.  The bottle's pure Paco Rabanne u2013 sleek and shiny, with that little ruby gem stealing the show at the center.  On my skin, it sticks around for a solid 7-8 hours, projecting itself without being overbearing.  Overall, 1 Million Royal blends the best of the 1 Million series into a distinct profile that's intriguingly sweet and smoky. Definitely worth a shot if you're into fragrances that effortlessly switch things up."
        },
        {
            "review_title": "Great smell that lasts all day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "A nice flowery scent that lasts all day! Bold, but not overpowering, and definitely makes you stand out. A great scent that smells mostly like lavender, and a hint of cedar wood. Wonderful! My new go to product."
        },
        {
            "review_title": "Fresh Clean Scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Was really excited to get this VoxBox! The instant scent of cedar and the hint of lavender really makes a perfect refreshing scent. Honestly, as soon as I smelled it, it reminded me of Hollister."
        },
        {
            "review_title": "Versatile and Mature",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This might be my favourite 1 Million fragrance. Moderate sillage, but long-lasting. Definitely sweet and spicy, but also fresh and mature. I think it is a very versatile fragrance that can be used in many occasions, but itu2019s great for evenings and cold days. The packaging is beautiful."
        },
        {
            "review_title": "Sweet and aromatic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "It is a nice sweet and aromatic scent over top of an amber base. It smells great. It is a very sweet scent, but airy enough that it isn't cloying. There are also hints of spicy and green notes.   The packaging is nice as well. And the scent lasts quite a while too."
        },
        {
            "review_title": "A sweeter 1 Million",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have the original 1 Million and 1 Million Royal is like a sweeter, slightly woodier version. Really enjoy how it smells, and it lasts for hours!"
        },
        {
            "review_title": "Fresh woody strong perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Normal skin",
            "review_text": "The bottle design is great as it was appealing. The fresh woody scent is so great as it lasts long and strong too. This product is an incentivized product from influenster for my honest review. I am definitely recommending to my friends and families as we all love to smell good."
        },
        {
            "review_title": "Best of 1 Million series!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "1 Million Royal opens up with a blend of notes vying for your attention. The mandarin orange and bergamot citrus are sitting on top of the mix, giving this an initial lightness and brightness. Underneath, the warm spiciness of the cardamom and benzoin notes are already coming through.  Royal isnu2019t a heavy fragrance. Though, it has a lot more power than you think that it does. After wearing it for 3-4 hrs I can still smell it on me. At its peak, Royal is probably a 5-8 foot radius cologne, in terms of its projection. After that, itu2019s going to spend a ton of time in that 3-4 foot range. It lasted somewhere in the 8-8.5 hour range which is good enough for most uses. I have gotten a lots of complement on Royal and this one indeed feels like itu2019s going to have mass appeal.  Overall, royal is warmer and spicier. Performance is solid. Not a monster projector, but Royal does have a nice ability to project and leave a scent trail. Longevity is about what youu2019d need in most scenarios. I recommend giving this one a try, if youu2019re a fan of the 1 Million series!"
        },
        {
            "review_title": "Smooth earthy and not to strong",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Enjoyed this product. I'm not someone who often wears: but I wanted something for special occasions. I wore this and right away my wife was like. Wow! That's very earthy but yet not too strong I will definitely be buying this again and recommending it to my friends"
        },
        {
            "review_title": "Fresh and clean!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This fragrance smells amazing! Itu2019s very clean and refreshing. Itu2019ll definitely be one of my regulars. Not to mention the bottle looks very cool!"
        },
        {
            "review_title": "Who smells so good?",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I didn't fully know what to expect when trying this fragrance but I'm certainly surprised with how much I ended up enjoying it, it's a nice woodsy/spicy smell that really stands out and lasts long, I find myself going back to smell it often with only a single spray on the wrists, so less is definitely more with this product, it's quite different from my usual cologne but with it's great smell and beautiful bottle, I'm very happy to add it to my collection."
        },
        {
            "review_title": "A must have! Long lasting fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "The first sniff is pretty amazing and couldnu2019t wait to try it. It has a blend of spicy, woody and citrus that creates an unique and long lasting aroma. The packing itself is amazing and just loved the bottle. The smell is really sexy and itu2019s a must have. It has a perfect balance of sweetness and freshness and any men would love it. This is a great release, much better. It will be a great gift for men and Iu2019ll highly recommend buying this. I will get a 100 ml once Iu2019m done with this one."
        },
        {
            "review_title": "Great evening go-to!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve been using this cologne for just around a week now and can say that it definitely made it on to my top 5 list. The scent lasts a long time, a lot longer than I expected. I got a few compliments when at dinner, but what I like about this the most is that it isnu2019t overwhelming and has a classy scent to it.   Definitely recommend for anyone looking for a high quality scent that can be worn everyday."
        },
        {
            "review_title": "Great blend of scents",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Loved this scent! The combination of fragrances all compliment each other and the end result is an amazing scent. It's long lasting and it lingers nicely throughout the day. I've received compliments from friends and family every time I wear it. I'd highly recommend it to anyone looking for a unique and appealing fragrance."
        },
        {
            "review_title": "Fresh and elegant with a hint of raw masculinity",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "I absolutely love 1 Million Royal by Paco Rabanne! The scent is truly captivating and luxurious, with its unique blend of notes that create a sense of sophistication and confidence. The longevity is impressive, as it lasts throughout the day, making me feel fresh and alluring from morning till night. The elegant packaging adds to the overall experience, making it a standout addition to my fragrance collection. Whenever I wear 1 Million Royal, I receive compliments and inquiries about the enchanting aroma. It's a fragrance that truly makes me feel like royalty, and I can't recommend it enough for anyone looking to make a lasting impression."
        },
        {
            "review_title": "Perfect and long lasting Cologne",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received the 1 Million Royal Perfume for free from Influenster in exchange for my honest review. This cologne is one of the best in the market. Itu2019s long lasting, natural and smooth. The bottle is pretty good looking. Itu2019s a perfect gift for your loved ones. One of the best in market. I loved it."
        },
        {
            "review_title": "Amazing, woody fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This fragrance was packaged in the classic and phenomenal 1 million bottle, with a decent atomizer. The scent itself is incredibly head-turning and will no doubt get you compliments. Itu2019s a great woody smell with leading hints of cardamom and tangerine. Personally, the longevity for this fragrance is around 4 hours but I only need around 2 sprays, thus it will last me a while. If you want to blind buy this, definitely go for it."
        },
        {
            "review_title": "A long lasting royal perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Amazing long lasting fragrance in a 'royal' bottle that does not diminish even in one application.  The bottle itself looks so spectacular that excites you to use the product which never fails to impress"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Finnaly, I got newest one earlier I would 100% recommend it, Get it before winter for smell unique and seductive."
        },
        {
            "review_title": "A great loud, sweet and yet a bit woody fragrance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Received this beast of a fragrance. Its a slightly woody take on the original DNA. Considering the tacky or interesting looking presentation, it can make up for a great gift if you have a friend who loves going out. A very sweet fragrance with a woody undertone which makes it a bit more approachable compared to others in the 1 million line. It can be fairly devisive fragrance if you dont like overly sweet fragrances."
        },
        {
            "review_title": "Regal Elegance: Embracing Luxury with Paco Rabanne",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Paco Rabanne 1 Million Royal Parfum is an absolute gem! This fragrance exudes sophistication and elegance, making me feel like royalty whenever I wear it. The blend of warm spices and sweet notes creates a mesmerizing and long-lasting scent that never fails to turn heads and earn compliments. The bottle design is also stunning, reflecting the luxurious essence of the fragrance. I highly recommend it for anyone seeking a unique and captivating signature scent. Simply put, it's a true masterpiece!"
        },
        {
            "review_title": "Smells great, looks great and gets better!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "One thing I am absolutely loving about this scent is how it evolved after spraying it. It smells different when you spray it to how it smells after it stays on vour skin for a couple hours. It goes from a strong woody blend when sprayed to a sweet mellow smell that evokes a very sophisticated mood. The bottle is a pleasant surprise as it is shaped as a gold bar. Very creative and easy to you. It really puts vou in a luxurious mood the second vou pick the bottle up. Definitely would recommend this scent to enthusiasts and sophisticated men alike."
        },
        {
            "review_title": "Must have fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Great fragrance 100% recommend you should buy immediately"
        },
        {
            "review_title": "Perfect long lasting perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Itu2019s a great perfume that lasts all day. Itu2019s a perfect strong scent that I love. Highly recommend to ladies trying to find a new scent for their men."
        },
        {
            "review_title": "Awesome new 1 Million flanker!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This is an awesome new flanker for 1 Million by Paco Rabanne. This is a mass appealing fragrance that is perfect for fall, winter or spring. It is unique and also has great performance! Definitely a must try!"
        },
        {
            "review_title": "My new go to cologone",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Never tried a paco rabone cologone before but i was very impressed. I love the scent and edpically the cool bottle design, its very manly and unique. If youre looking for a new cologone to try i would highly reccommend"
        },
        {
            "review_title": "Long lasting fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I am sharing an honest review against receiving of this product, Paco Rabanne 1 Million Royal is a warm and spicy fragrance that exudes luxury and masculinity. The opening bursts with fresh and zesty notes of mandarin and cardamom, which quickly transition to a heart of cinnamon, nutmeg, and woody notes. Finally, it settles into a warm and comforting base of cashmere wood and tobacco.   The fragrance has impressive longevity and projection that lasts well into the evening. It's the perfect choice for cold weather or formal gatherings, making one feel confident and elegant. The bottle design itself is also impressive, with its shiny, metallic finish and unique crown stopper, adding to the sophisticated and regal image of the fragrance.   While it may be on the pricier side, Paco Rabanne 1 Million Royal is undoubtedly worth the investment as it's perfect for anyone who loves warm and spicy scents. Overall, it's an excellent choice for those who want to exude luxury and sophistication in their everyday lives."
        },
        {
            "review_title": "Natural, smooth and all day long!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "Amazing aroma, really smooth and natural. I put it on at the start of my day, and after 9 hours in a welding shop I still smell like a million! I would recommend any man to try. Ladies, if your looking for a new scent for him to try then this is the one."
        },
        {
            "review_title": "Long lasting and masculine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
            "review_text": "I received this #freeproduct in exchange for my honest review. This cologne is masculine, lasts all day and isn't overpowering or nauseating. It is spicy and warm and leans more towards a fall scent but can be worn year round."
        },
        {
            "review_title": "Sophisticated and Distinctive Scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Iu2019ve  been wearing the same cologne for over 15 years, and I think Iu2019ll be changing it up now that Iu2019ve tried Paco Rabanne 1 Million Royal Parfum.  Longevity is impressive!"
        },
        {
            "review_title": "New version and different enough",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Normal skin",
            "review_text": "When I saw another version of 1 million, I am not going to lie I was very skeptical. The reason being that a lot of spins off from classic versions are not the greatest. However I am glad to say that it is a FANTASTIC ONE!  You can still can smell the classical 1 million notes but it is different enough to have both versions.  On my skins it smells after application it smells a bit more woody then original one. Lavender though balances it off definitely.  It is long lasting as expected. I have tested it both at work and on night out and both times it lasted all day and you could still smell a bit in the morning.  Needles to say I am almost done my 50 ml and now will re-purchase a full size. So if you loved the original but want to have something new or would like to have a bit of different smell for day/night but donu2019t want to venture off too far i highly would recommend it."
        },
        {
            "review_title": "Nice Warm Fresh Woody Frangrance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Nice Warm Fresh Woody Frangrance Really Nice warm fresh woody Frangrance with light lavender and citrus notes. It's just on the little lighter side. Definitely 5 stars if was little stronger. Great for casual dates and evening parties."
        },
        {
            "review_title": "Must have cologne",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Normal skin",
            "review_text": "I recieved this cologne complementary from Influenster and Paco Rabanne in exchange for my honest review. The cologne itself smells great. It is a true cologne so a little goes a long way and it lasts for several hours. I have received several compliments on it so far. I am definitely becoming a fan of Paco Rabanne."
        },
        {
            "review_title": "Used daily",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Product received for free from Influenster like the scent and have received many compliments and questions regarding what it is. My only con is that the container is awkward to hold and use"
        },
        {
            "review_title": "Great for Warm/Spicy Lovers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a beautiful warm/spicy fragrance by Paco Rabanne. Strong notes of cedar are complimented by lavender, cardamom and patchouli. If you are looking for the perfect fall/winter frag, this is it."
        },
        {
            "review_title": "A True Royal Fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "*I received this product as complimentary from Influenster. 1 Mililion Royal Parfum is best combination of Lavender and Cedarwood. I used it when I was traveling and it lasted for more than 10 hours. I would say itu2019s a perfect companion for travel. Also has the masculine flavour to it."
        },
        {
            "review_title": "Embody the Scent of a Royale!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Combination skin",
            "review_text": "The Paco Rabanne 1 Million Royale Parfum exudes an invigorating blend of fruity and sweet notes, yielding an aroma that is both sophisticated and robust. The longevity of this scent is commendable, permeating the air for extended periods even when applied sparingly.  Upon first encountering this fragrance, my mother astutely likened its scent to an olfactory embodiment of wealth, power, and regality u2014 a sentiment that captures its essence exquisitely. The vibrant aroma mirrors the visually striking gold-plated bottle in which it is encased, a testament to the luxurious and distinctive nature of this product.  In sum, the Paco Rabanne 1 Million Royale Parfum is a masterful expression of opulence and uniqueness, a fragrant narrative that enthralls the senses while leaving a lasting impression."
        },
        {
            "review_title": "SMOOTH SWEETNESS",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "an amazing rounded off sweetness, most sweet colognes can be aggressive and too harsh, this one is perfect, its very very sweet but not repulsivley sweet, i do not like super sweet fragerances and this one is very very sweet so thats why i rate it a 4/5, other than that, it is blended perfectly, it is super smooth and rounded and has lots of power, longevity and character to it"
        },
        {
            "review_title": "Amazing scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Fine tuned original. I have both, the original, and the lucky version of this product. This one is much better than both,"
        },
        {
            "review_title": "Smell good all day",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
            "review_text": "I really enjoyed this fragrance that I received as a sample. I usually wear it to work and get tons of compliments and it lasts all day. The scent is fresh, clean, with some floral hints and a bit of a sweet' smell, would definitely recommend it."
        },
        {
            "review_title": "Great overall cologne",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Normal skin",
            "review_text": "Great packaging that it comes in and the bottle is a cool design. The smell itself is not to over powering making it a easy choice for everyday."
        },
        {
            "review_title": "My New Daily Fragrence",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This fragranceufffc surpassed all my expectations. It is fresh and settles down into a delicious smooth scent. It isnu2019t overpowering and Iu2019ve used it pretty much daily. Iu2019ll definitely buy it again!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve been using this cologne for the past week. It has a nice smell that's strong but not overpowering. The scent lasts all day so you don't have to worry about it weakening over time. This is good for any occasion such as dinners, work events, and a night out with the boys."
        },
        {
            "review_title": "The best formula.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "I decided to give time to a Cologne and see how I really feel about it after almost a month of using it its been nothing but compliments. This cologne has a very masculine scent to it which I absolutely love. This fragrance sticks to ur body until the next day even after your shower you still get a little smell of it. Itu2019s perfect and ladies absolutely loves it."
        },
        {
            "review_title": "Very impressive fragrance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "A creative packaging disguses the 1 Million by Paco Rabanne, as a solid gold brick. The aesthetics are creative, flashy and attention catching, just like the scent itself.  The scent boasts top notes of mandarin and grapefruit citrus, which are supoorted by middle notes of cinnamon and rose. Finally the scent is tied together by base notes of woody and amber. Overall a very excellent and attractive fragrance. Full disclosure, I received this product for free from influenster in exchange for an honest review of the product."
        },
        {
            "review_title": "excellent date night or fall fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I received this one through influenster for a review and I would like to tell you one thing that this is a very good fragrance . I love it . good for chilly weather , date night fragrance.  on Me it was 5- 7 hours of longevity,  3-5 hours in projection , sillage was good too . it's a sweet masculine  with notes like vanilla  , lavender , wood, amber and very warm spicy notes . nice addition to 1 million lineup as it shares the DNA with it"
        },
        {
            "review_title": "Truly one in a million",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I received this product from influenster in exchange for my honest review. After using this product for three weeks I was really impressed by the one million royal from paco rabanne. Initially the packaging looked premium with the gold bar bottle. Coming to the scent, the initial scent I got was bergamot with a hint of cardamom. Once it settles down, I could smell the lavender and cedar. It lasts more than seven hours on my skin easily. I would recommend it and buying it again"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Warm, subtly sweet, and seductive. Typically I don't reach for scents like this but I was surprised how much I liked it.   The top notes are warm and dries down to somewhat masculine sweet vanilla. The projection is not the best but it does last long as you can smell it on your clothes even after a couple of days.   Probably best for a night out or something more intimate as the projection is not the best. Reminds me of something cozy, probably best for the colder months since it gives that warm spicy vibe."
        },
        {
            "review_title": "Great performance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Received free product in exchange for review. This fragrance definitely opens up sweet but not overly done. Main notes that stuck out to me were cardamom, lavender, and benzoin. The citrus in the opening were very faint and gone very fast. Performance was great though, I get atleast 8hrs+ on skin."
        },
        {
            "review_title": "Will have you smelling like a million bucks",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I received these products for free from Influenster and Sephora in exchange for my honest review. The moment I first tried this cologne I was instantly happy with the notes of the scent. 1 Million Royal has some notes of vanilla and warm earthy tones. It is a great unisex scent and will turn heads when you walk in a room"
        },
        {
            "review_title": "Canu2019t be mad!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Received free product in exchange for review. I find most masculine fragrances can be predictable, and this is no exception, but it still does a good job. Itu2019s a classic woody masculine smell with a gourmand edge which makes it much more pleasant and wearable. It starts strong but mellows after a short amount of time, leaving a soft sweet smell, think lavender and vanilla. Performance and longevity are where I would like them to be, not too strong but lasts most of the day. I donu2019t typically reach for masculine fragrances, but I can see myself using this during colder months."
        },
        {
            "review_title": "1 Million Royal: warm spices, citrus, and smooth w",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "1 Million Royal by Paco Rabanne is a rich and sophisticated fragrance that blends warm spices, fresh citrus, and aromatic herbs with smooth woody notes. The opening is bright and invigorating, with a burst of juicy tangerine and zesty bergamot balanced by the warm, spicy aroma of cardamom. As the fragrance settles, a bouquet of fresh lavender and sage gives a sense of calm and serenity, while the green, leafy notes of violet add a touch of sweetness. The base is deep and rich, with a blend of resinous benzoin, earthy cedarwood, and woody patchouli that lingers on the skin for hours. 1 Million Royal is an elegant and refined fragrance that would be perfect for a formal evening event."
        },
        {
            "review_title": "A luxurious, Royal fragrance.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "My new favorite cologne! Such an amazing blend of sweet and spicy notes. Royal is a suiting name for this cologne, a rich luxurious scent. Highly recommend."
        },
        {
            "review_title": "Amazing smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "Used this product for the last week and been loving the smell, I never have worn cologne before this but Iu2019m for sure gonna be wearing it more often now, it has such a memorable smell, a very sweet/spicy smell a good mix!"
        },
        {
            "review_title": "A Royal Delight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I recently had the pleasure of trying out the Paco Rabanne 1 Million Royal Parfum as a free sample, and let me tell you, it's nothing short of extraordinary. This fragrance is the epitome of luxury and opulence, capturing the essence of royalty in every whiff. From the captivating scent to the exquisite packaging, this perfume truly stands out in a crowd.  Let's start with the fragrance itself. The 1 Million Royal Parfum opens with a burst of freshness and sophistication. The top notes of grapefruit and mandarin provide a zesty kick, while the heart notes of rose and cinnamon add a warm and sensual touch. As the fragrance settles, it unveils a rich and addictive base of amber and leather, which lends an air of elegance and power. The blend of these notes creates a harmonious symphony that is both bold and refined, making it perfect for any occasion.  The longevity of this perfume is outstanding. Even after a long day, the scent lingers on my skin, leaving behind a trail of allure. The projection is just right - not overpowering, but definitely noticeable. I've received countless compliments whenever I wear this fragrance, with people always asking about the captivating scent that surrounds me.  The packaging of the Paco Rabanne 1 Million Royal Parfum is a work of art in itself. Encased in a golden bottle that exudes luxury, it showcases the brand's signature 1 Million design with a regal twist. The attention to detail is impeccable, from the intricate crown-shaped cap to the fine engravings on the bottle. It truly embodies the essence of royalty, making it a statement piece for any perfume collection.  I must also commend the quality of the ingredients used in this perfume. Paco Rabanne has always been known for their commitment to excellence, and the 1 Million Royal Parfum is no exception. The craftsmanship and the choice of premium materials shine through in every aspect of this fragrance."
        },
        {
            "review_title": "Royal Woody Scent !",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this product from Influenster to give my honest feedback and you know what, i honestly loved it. I was already a fan One million but this has made my fan following on a different level. Its long lasting and a royal woody scent. Will make you feel a part of their royalty for sure."
        },
        {
            "review_title": "Smell like a Million Bucks!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Paco Rabanne 1 Million Royal Parfum is a crowd-pleaser for the modern man. It predominately has a warm spicy, woody and citrus scent with notes of grapefruit, blood orange, cinnamon and peppermint. The cologne is ideal for all seasons making it very versatile to wear all year round. I liked that it  was long lasting, holding its scent for about 4-6 hours. Great cologne, great value!"
        },
        {
            "review_title": "Chocolate sweetness, super sexy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "1 Million Royal by Paco Rabanne is an amazing date night and/or party scent as it has such an alluring sweetness to it. It has top notes of cardamom, tangerine and bergamot. The cardamom stands out for sure and the other notes provide that sweet yet slightly fresh approach. It is on the warmer side and I donu2019t typically wear fragrances like these but it still smells amazing. Longevity is amazing as itu2019s a parfum concentration, lasts 8+ hours. Perfect for fall/winter and  date nights as well."
        },
        {
            "review_title": "Long last lasting and luxurious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Received this item for free in exchange for my honest review on influenster.   The smell of cedar wood and lavender last such a long time. One spray lasts quite a few hours and have been complimented on it long after I thought the scent was gone. The packaging is so luxurious."
        },
        {
            "review_title": "A woody perfume with the royal feeling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this perfume! This is perfect for special occasions and events. It has a cedar woody fragrance with few other notes like lavender. It is refreshing and lasts for 6-8 hours. I even love the bottle design with the gold and ruby finish. Would definitely recommend!"
        },
        {
            "review_title": "Versatile, universally-liked, compliment grabber",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I really enjoyed this fragrance. It has similar DNA to the original 1 Million, but is more versatile, can be worn year-round, and is a safe blind buy. This fragrance has excellent longevity and projection. I get a ton of compliments whenever I wear this fragrance."
        },
        {
            "review_title": "Sexy & Sophisticated",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "This fragrance is truly unique compared to the rest of the 1 Million collection. This Woody/Floral is a beautiful combination. The lavender and cedar are balanced in great harmony."
        },
        {
            "review_title": "Sexy Masculinity",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "First of all i recieved this product free from Influenster as part of a voxbox campaign, but i will not allow that to reflect on my review.  Paco Rabanne 1 Million Royal is a fantastic addition to the already fantastic and well recieved 1 million lineup. Upon initial spray i was immediately greated with a sexy gourmand chocolate like accord with some sweet vanilla undertones.  This is the most masculine of the 1 million lineup while also staying true to it's DNA. This is the definition of a date night scent that women will not be able to ignore.  Royal is a sweet, woody, amber fragrance for men and if you haven't tried it yet, you need to!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "As a user of the new fragrance, I have to say that I was pleasantly surprised by its impressive longevity and sillage. The scent remained noticeable throughout the day, and even after a night's sleep, I could still detect a subtle hint of the fragrance.    As a user of the new fragrance, I have to say that I was pleasantly surprised by its impressive longevity and sillage. The scent remained noticeable throughout the day, and even after a night's sleep, I could still detect a subtle hint of the fragrance.   The staying power of a fragrance is an essential factor to consider when making a purchase, and this fragrance exceeded my expectations in that regard. Its ability to last long without needing to reapply it ensured that I could go about my day confidently without worrying about my scent wearing off.  Another aspect that impressed me about this fragrance is its versatility and ease of wear. It is suitable for a wide range of occasions, from casual outings to more formal events, making it an excellent investment for anyone looking for a fragrance that can adapt to their lifestyle.   What I particularly enjoyed about this fragrance is its ability to make an impression without being overpowering. The scent is noticeable enough to catch people's attention without being too strong, making it an excellent option for those who want to leave a lasting impression without overwhelming their surroundings.  I have to agree with the original reviewer that one of the most memorable moments was when a stranger complimented the fragrance. It's always a great confidence booster when someone notices and appreciates your scent, and this fragrance undoubtedly has the potential to turn heads and receive compliments.  Overall, I highly recommend this fragrance for anyone looking for a long-lasting, versatile, and memorable scent. The fragrance's longevity and sillage are impressive, and its ability to make an impression without being overpowering is undoubtedly its strongest sellin"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I recently had the opportunity to experience the captivating aroma of 1 Million Royal Parfum through a complimentary sample, and I must say, it exceeded my expectations. This fragrance, even in its sample form, showcases the essence of opulence and sophistication.  The moment I opened the sample vial, I was greeted by a burst of invigorating citrus accords that instantly awakened my senses. The initial freshness was a pleasant surprise, creating an uplifting and energetic atmosphere.  Despite its size, the sample of 1 Million Royal Parfum managed to convey the heart of the fragrance beautifully. The delicate floral notes of rose, jasmine, and neroli unfolded gracefully, adding a touch of elegance and charm. It was a fleeting glimpse into the grandeur that this fragrance possesses.  The base notes of patchouli, leather, and amber, though subtle, left a lasting impression. Even from the limited amount provided in the sample, the warmth and sensuality of these notes were noticeable. It created a comforting and alluring aura that lingered on my skin.  While the sample size didn't allow for an extensive test of the fragrance's longevity, I was pleased to find that it lasted for a considerable amount of time. Its moderate projection showcased the fragrance without overpowering the surroundings.  I must commend the brand for offering such a delightful sample experience. The compact design and convenient packaging made it easy to carry and enjoy the fragrance on the go. It's a wonderful way to introduce people to the allure of 1 Million Royal Parfum.  Having experienced this free sample, I am now genuinely intrigued to explore the full-sized bottle of 1 Million Royal Parfum. It has piqued my curiosity and left me longing to further indulge in its luxurious and captivating scent.  If the sample is any indication, I am confident that 1 Million Royal Parfum will be a fragrance that exudes confidence and sophistication. Even in its"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I recieved this cologne as part of a VoxBox campaign. The cologne itself smells great. It is a true perfum so a little goes a long way and it lasts for several hours. I find it is a spiced scent which I personally prefer. I have received several compliments on the scent. I am definitely becoming a fan of Paco Rabanne."
        },
        {
            "review_title": "Smell like a million bucks",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I got this product complimentary from influenster. This is one of my favourite cologne for winter, this is a perfect size 50ml it is easy to travel with or keep it in the car armrest compartment for a quick refresh before stepping out of the car. I use this in the winter more because spicy smell blends well with my skin and cold weather. But hey it can be an all year round scent and this 1 million royal is truly amazing I have gotten many compliments when I am wearing this scent. I would highly recommend this."
        },
        {
            "review_title": "best fragrance I ever hadu2026",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "after receiving it as a campaign product, I was surprised by the fragrance it had and also length it last for almost like 2 days. it is a all weather perfume one must have."
        },
        {
            "review_title": "Canu2019t get enough!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This cologne is amazing. The woodsy scent is great and not overpowering like other products. Iu2019ve found myself turning back to this fragrance time after time because I just canu2019t get enough of the smell"
        },
        {
            "review_title": "New daily cologne",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "The scent is exactly as described lavender and cedar wood. The scent lasts longer than some of their other colognes. The bottle itself looks really cool, however does feel a bit light/not as well made as I hoped. Overall itu2019s still a great cologne that will become my new go to for daily use."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I recently had the pleasure of trying out the new fragrance for men, 1 Million Royal by Paco Rabanne, and I must say, it left a lasting impression on me. As i am a customer who appreciates unique scents. fragrance.  First and foremost, I was captivated by the scent itself. The combination of top notes including Cardamom, Tangerine, and Bergamot created a refreshing and invigorating opening that immediately caught my attention. It was an excellent introduction to what was to come.  The middle notes of Lavender, Sage, and Violet Leaf added depth and complexity to the fragrance. This combination provided a harmonious blend that exuded both elegance and masculinity. I found myself truly enjoying the balance between the fresh and the aromatic elements.  However, what truly impressed me was the base notes. The combination of Benzoin, Cedar, and Patchouli created a warm and sensual foundation that lingered on my skin throughout the day. It was a captivating experience that showcased the craftsmanship behind this fragrance.  The packaging itself is also worth mentioning. The sleek and regal design perfectly reflects the essence of 1 Million Royal. It evokes a sense of power, confidence, and prestige. The attention to detail is evident, and it further enhances the overall experience of using this fragrance.  The marketing campaign surrounding 1 Million Royal also resonated with me. The idea of embracing one's inner confidence and defying conventions aligns perfectly with the scent itself. It encourages individuals to be true to themselves and embrace their uniqueness. It's a message that I found inspiring and empowering.  Overall, I am thoroughly impressed with 1 Million Royal by Paco Rabanne. It is a fragrance that combines freshness, sensuality, and self-expression in a remarkable way. Whether you're attending a formal event or simply want to elevate your everyday presence, this fragrance is a perfect choice. I highly recommend giving"
        },
        {
            "review_title": "Must try for amber lover, and 1 million lovers.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, mediumTan skin tone, Dry skin",
            "review_text": "Best of 1 Millon line , easy to wear in the evenings or date nights. OG scent profile with less sweetness and added amber spice for something smooth and great. Product received by Influenster as as a freeinechsnhe         Pro"
        },
        {
            "review_title": "A boozy sensual fragrance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "Product received as part of Fragrantica campaign. Paco Rabanne 1 million Royal is a great fragrance if you like boozy, extra sweet fragrances. Itu2019s a new addition to the 1 million line that really pays attention to calling attention. Great for young adults in the clubbing scene."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Dry skin",
            "review_text": "I received this complimentary from Influenster.  Paco Rabanne 1 Million Royal is an exquisite fragrance that captivates with its regal charm. The scent opens with a burst of citrus notes, creating a refreshing and invigorating experience. As it settles, warm and spicy accords emerge, adding depth and richness to the composition. The fragrance strikes a perfect balance between freshness and sensuality, making it suitable for both daytime and evening wear.  What sets Paco Rabanne 1 Million Royal apart is its luxurious and sophisticated character. It exudes confidence and elegance, making a statement wherever it is worn. The longevity of the fragrance is commendable, as it lingers on the skin for hours, ensuring you'll enjoy its delightful aroma throughout the day.  The bottle design further enhances the overall appeal of the fragrance, with its eye-catching gold accents and regal aesthetic. It truly embodies the essence of opulence and decadence.  If you're seeking a fragrance that exudes class and leaves a lasting impression, Paco Rabanne 1 Million Royal is definitely worth considering. Its unique blend of notes, longevity, and distinguished character make it a standout choice for those who appreciate a touch of grandeur in their scent collection."
        },
        {
            "review_title": "Confidently sweet and sensual",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Super sweet opening, followed by the lavender and benzoin base. Packaging definitely more flimsy than before, but still has the iconic gold bar. Would still recommend to anyone looking for a sweet vanilla scent."
        },
        {
            "review_title": "Lasting scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received it from Influenster to sample.  I have been a 1 Million user for a while. Its rich and all but this Royal 1 Million is extremely long lasting. like I even washed hands but its scent still stayed. Thatu2019s the beat part for me. 100% recommended!"
        },
        {
            "review_title": "Unique,Rich & Timeless!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I received this cologne complimentary from  Influenster a couple weeks ago and at first I wasnu2019t to sure if I was going to like it as Iu2019m not a big fan of the original 1 million, however smelling this specific version has really surprised me, the first initial spray is very sweet but as it dries down you get some notes of a more masculine scent but still in the sweet fresh category, Iu2019ve been wearing this scent everyday since I received it and I fell in love,itu2019s very unique and the smell last super long, I can still smell it on articles of clothing that I had on weeks prior,However in saying that itu2019s not an overall super strong scent where you feel sick or overwhelmed. I would highly recommend this to anyone who wants a long lasting unique scent that will get you plenty of compliments and questions on which scent you are wearing!"
        },
        {
            "review_title": "Another one to the collection",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Overall a great scent. Projection and longevity is a bit below par on skin. But with a name with Royal in it, I was expecting the aww fractor that wasn't there. Hopefully it will grow on me over time."
        },
        {
            "review_title": "Must have for the day to day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Combination skin",
            "review_text": "Was super excited excited to try this when I got it in the mail! Smells fresh and I have been using it for the past couple of weeks! Love it!"
        },
        {
            "review_title": "Very Subtle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "Absolutely amazing. Very sweet start with a subtle spicy finish. The girlfriend loves it aswell! Will be buying again!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "After receiving this scent I was unsure what to expect, however I am pleasantly surprised by the notes I get from this fragrance. Itu2019s notes of citrus, bergamot and cardamom are felt at first, developing into the more herbal scents of violet and lavender, all well rounded with the base notes of cedar wood and patchouli.  As this is not my typical go to scent profile I wasnu2019t sure I would like it, but I was pleasantly surprised, and now have added it to my rotation of scents I reach for!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Another iteration of the popular one million by Paco Rabanne. It starts with a warm scent of tangerine and cardamon notes and settles down to the familiar 1 million sweet vanilla and woody smell. I like to think of it as a matured version of the original 1 Million. The projection of this fragrance is a good 4-5 feet, and it lasted for around 7-8 hours. It's a very versatile fragrance that works well for casual dates to formal evenings."
        },
        {
            "review_title": "Royal choice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Received it as a sample, impressive packaging,  high class gold color, polished finished. Today is my 3rd consecutive week of using this 1st week I was checking intensity like if it is so strong or subtle. Couple of sprays are enough to get noticeable.  Appropriate for hot and cold weather.  Casual wear. 2nd week I was keeping an eye on longevity and noticed that can easily last more than 24 hrs. 3rd week was for acceptance. 8 out if 10 people asked and noticed this fragrance.   Worth adding in collection."
        },
        {
            "review_title": "Looking for a scent that easily lasts over 6+ hrs?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Paco Rabanne 1 Million Royal Parfum is a luxurious and opulent fragrance that features rich leather, woody notes (the ones you notice right away) and warm amber and patchouli base notes. The bottle meets Paco Rabanne luxurious standard and looks great in my collection. I've applied it on for a few parties I went to and so far and the scent stayed very strong for over 6 hours easily. The fact I applied it before going to the gym and can still smell it after my session proves it's scent longevity. I would recommend this perfum for a night out or a dressed-up party event. When applying, spray on both sides of your neck and below your ears for maximum effect. The bold and sensual scent always has people asking me the name when they greet me."
        },
        {
            "review_title": "A royal fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "The first thing that struck me was the packaging. The classic 1 Million shape has been retained, but this time with a more refined, royal touch with a Ruby crystal. The scent itself is an intoxicating blend that immediately draws you in.   Right from the first spritz, you are greeted with a vibrant citrusy introduction. As the fragrance settles, the heart notes become more prominent, and you are taken on a voyage into a rich, spiced forest. Warm cinnamon and a hint of rosy nuances merge, creating a distinctive, alluring midpoint that feels like the perfect balance between masculinity and sensuality. The robust notes of leather and precious woods interlace with the addictive aroma of amber and patchouli, providing a warm, lingering richness that is both captivating and sophisticated.  The scentu2019s longevity is impressive, as you would expect from a Paco Rabanne fragrance. It stays present for a good 8-10 hours, subtly evolving throughout the day as the layers of this complex fragrance unfurl. This perfume is a worthy addition to the 1 Million lineage and is likely to appeal to those who appreciate a fragrance with depth, warmth, and a hint of majestic allure."
        },
        {
            "review_title": "Long lasting smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I really enjoyed using the Paco Rabanne 1 Million Royal Parfum because of the great smell and the fact that itu2019s really long lasting without leaving stains on my clothing."
        },
        {
            "review_title": "Woody scent that evolves over time",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I received this product from Influencer and Paco Rabanne for free in exchange of my honest opinion  The perfume has woody scent with some notes of mandarin ,cinnamon and saffron. Its long lasting and the fragrance evolves and changes as time goes . So don't decide based on immediate spray. Give it a time ! I'd recommend for royal,luxurious formal and informal occations"
        },
        {
            "review_title": "Long lasting warm spicy amber fragrance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I got this fragrance for free from Influencer and Paco Rabanne, however that doesnu2019t influence my review. I have never tried the original Paco Rabanne 1 Million, so I canu2019t give a frame of reference, however this does remind me of Invictus Victory and Victory Elixir with how sweet they both are. I think this is definitely a date night fragrance, it became a skin scent relatively quickly however. I was able to smell it 7+ hours after application, so the performance is definitely there. If you are looking for something from the 1 Million line, I would definitely look into this one!"
        },
        {
            "review_title": "Interesting!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The parfum is quite pleasant! While stronger at first application, the dour lingers and tends to become more smooth, with less sweetness compared to first application. Tends to last relatively long and I enjoy the woody and possibly chocolate notes!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I got this product free in exchange for an honest review. I find that the quality of the product is definitely there and it is long lasting. I can have it last the entire day if used in the morning.  I didnu2019t find that the scent was for me though. It is quite sweet smelling and I prefer the fresher or spicier scents. It was a bit disappointing since I rather enjoy woodsy smells. I donu2019t think itu2019s an awful cologne by any means but I find it to be quite mid or average. I wouldnu2019t seek it out myself but Iu2019d still use it since I got it.  As always, I would highly recommend getting a sample at your local Sephora to try it for yourself and see how you interact with it!"
        },
        {
            "review_title": "Perfect for Winters or Chilly nights",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I like this one less than One million lucky but now that it is discontinued, this can be my go to for cold weather and chill nights. The opening can be overwhelming for some but the dry down is much smoother and easy to carry."
        },
        {
            "review_title": "Best out of the line!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "First of all, Iu2019d like to say thank you to influenster for sending me this product to test and review! So, having used the new One Million Royal fragrance, I must say I'm thoroughly impressed with its power and projection. The fragrance lasted throughout the day, and I received several compliments on it. Even the following morning, I could still detect a subtle hint of the scent.  What makes this fragrance stand out is its adaptability and ease of wear. It's suitable for a range of occasions, whether it's a casual day out or a formal gathering. It's not overwhelming, yet it leaves a lasting impression."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Amazing perfume! Has a nice fruity smell, enjoyed everything about it. Will definitely be getting more once my sampler size runs out. Has made a large improvement compared to their other one million perfumes."
        },
        {
            "review_title": "The new king of the 1 Million Lineup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Been wearing Royal for the past week. A gorgeous fruity, woody and greener take on 1 Million. Great for all weathers, even in 25u00b0C without overspraying. I got so much compliments all week.  -I received this product for free as a review unit-"
        },
        {
            "review_title": "Worth trying!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Got this as part of a review item.   Smelled quite sweet and upon usage stayed on my skin for a couple of hours. Would definitely not use it in the summer however would recommend using for a fancy dinner. A great replacement for Dior Sauvage. I love the packaging and design so extra points there!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is a great scent, I don't love the original million, but this one is wow! It's woody, amber, with a bit of sweetness. It's also not heavy, like more traditional wood scents, it's modern and youthful! More of an evening scent, very much looking forward to wearing this and adding it to my regular rotation! I got this for free in exchange for my honest review."
        },
        {
            "review_title": "A must Have in the routine!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I absolutely love this cologne, it has to be one of my favorites. I highly recommend this cologne to anyone who wants to smell great.The smell is so refreshing and last from one day to the next. I will recommend this to anyone.This one is definitely a must have for the collection hands down,in the street or office itu2019s gonna be noticed."
        },
        {
            "review_title": "Another WIN for Paco Rabanne! Great cologne",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "OK sooo.....in summary.... THIS COLOGNE IS AMAZING!   I have been a fan of Paco Rabanne for many years now and their other fragrance called INVICTUS was my favorite for many years.   Happy to say that 1 Million Royal DOES NOT DISAPPOINT! Everything from the unboxing experience, the packaging, the scent itself, the design, and the theme is 10/10. The bottle looks sleek and expensive and I am proud to showcase it.   The fragrance itself is also great. It's not too strong and not too subtle, already getting some compliments on it. I also love the price point....it definitely feels like it is worth the price and would make for a great gift for that special someone!"
        },
        {
            "review_title": "A million smell of awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "A very nice smell for men. Itu2019s not overly strong but has a sweet fragrance in it that comes off as attractive. It lasts a pretty good amount of time as well. The bottle that it came in is pretty unique as it looks almost like a gold bar. The packaging is very well done nothing that shows signs of being a not expensive cologne. I would definitely recommend getting this and using it in your weekly rotation!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "At first I didn't like how it smelled and now I am addicted to it ud83dude0d. It's a woody spicy fragrance with fresh and sensual blend of notes. I sprayed it on my body and wore a t-shirt just to smell it back 4 days after I wore the some theory again. Plus the price is not that high in compared to other same level fragrances."
        },
        {
            "review_title": "Great summer scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great summer scent , if you have used the original 1 million itu2019s similar but stronger. Grey to go clubbing with , smell stays for a long long time, i went out this weekend and everyone loved it ."
        },
        {
            "review_title": "Cologne with Intense Sweet Notes",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this product as part of an influenster trial. I found the cologne to be on the extremely strong sweet/fruity end of the spectrum, especially immediately after application. A bit too strong of a sweet scent for my liking as it was noticeably present. With that being said, after about 3-4 hours, you can still notice the smell, but at a much lower (and in my opinion, bearable) intensity.   For me a good cologne is subtle and appreciated when Iu2019m close quarters, not when you walk into a large room. For that reason, Iu2019d be unlikely to purchase this myself, but would recommend to someone who likes these scent notes and intensity."
        },
        {
            "review_title": "Rich and Opulent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "A very fun fragrance perfect for summertime! This is a super fun scent - similar to the original tried and true scent! The woodsy notes bring some depth and the benzoin/sunscreen notes dry down beautifully! Itu2019s beautiful on its own but compliments and elevates other fragrances to the extreme!"
        },
        {
            "review_title": "A nice sweet fragrance for fall and winter",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "(I was sent this for free by Influenster for my honest review) My first impression when I first sprayed it on my hand was that it reminded me of my highshool days, as a lot of people wore the original 1 Million at my school. It seemed similar at first with the bubblegum sweetness, but after it dried down I was surprised by the smoky and nuttiness (kind of reminded me of By The FirePlace by Maison Margiela). Compared to the original 1 Million thats just full of sweetness and citrus, Royal adds in a bit of maturity while keeping a bit of the youthful sweetness. Because of the woody and smokiness, I would recommend using this during the cold weather, or for nights out.    It's definently not the most unique smelling scent, as I'm sure everyones smelled something similar to this out in public regularly. However, it is a scent thats safe and won't be offensive to anyone.  For longevity, it lasted a good 6-8 hours on my skin, and the projection didn't seem too bad either. I would occasionally get whiffs of it 6+ hours in.  For the bottle design, its very beautiful with the gem in the middle. It also has a very nice atomizer that sprays pretty wide."
        },
        {
            "review_title": "A must have for all the men.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I really like this product. My girl lives the smell of this perfume. I have got so many compliments for the scent. I really think men should go for it."
        },
        {
            "review_title": "A unexpected surprise",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "The scent journey this takes you on is complex and amazing would definitely recommend this cologne to everyone who loves a complex story line bravo!"
        },
        {
            "review_title": "Intense",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The bottle is gorgeous, a lot of details on it. The aroma is a bit intense for me but I can appreciate the subtlety of the notes. Bottom line I wouldn't purchase it for myself but if you have the right profile and like strong scents this is for you."
        },
        {
            "review_title": "A must have in the rotation",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "After using this product for the past week or so I really loved it. Itu2019s a lighter version of the original. It has a medium lasting effect and definetly isnu2019t overpowering. It is definitely something Iu2019d wear on a night out"
        },
        {
            "review_title": "Very nice if you wanna smell good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Very bold fresh scent, definitely one of my new favourites. I have found myself wearing this out and receiving complements and people asking what it is. Would definitely buy this again"
        },
        {
            "review_title": "A smell that will make head turns!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "This men perfume brings masculine energy to another dimension. With tones of cedar, tangerine, lavande and much more, you cannot go wrong. I find this smell perfect for autumn and winter. Will be recommending it to family and friends!"
        },
        {
            "review_title": "Luxurious and long lasting",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Oily skin",
            "review_text": "I wanted to take a few days before writing my review so I could really sit with the scent and determine my thoughts. After a few days of wearing it Iu2019ve determined that itu2019s not for me. Not that itu2019s *bad*, just that I donu2019t love the scent, personally. The thing that is perhaps most impressive to me is its staying power; Iu2019ll put it on first thing in the morning after showering and even by 8pm itu2019s still noticeable. Itu2019s not *overpowering* though. Itu2019s nice to know that you wonu2019t have to re-apply this throughout the day. Thereu2019s a woodsiness that stays with you that is quite nice. Itu2019s got nice floral notes and a hint of sweetness. All that being said, it getu2019s the wife seal of approval! Sheu2019s very sensitive to scents and she didnu2019t find it overpowering, or worse, off putting. Itu2019s a good product, itu2019s just not the right product for me."
        },
        {
            "review_title": "Unique Cologne",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "This cologne is really great. Itu2019s got a unique design and has a really light scent. This scent is not too manly yet not to feminine. Itu2019s just enough. Not quite sure what nodes Iu2019m picking up but itu2019s not too harsh and doesnu2019t smell overpowering or too aggressive."
        },
        {
            "review_title": "Delicious little bar of gold!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I was fortunate enough to receive this product for free from Influenster as part of an incentivized campaign. The scent is very refreshing and floral whilst also being masculine and sexy. Incredible silage and projection. Smells amazing on my husband. Fragrance lasts at least 6H on my husbands skin and makes me swoon. A real winner from Paco Rabanne!"
        },
        {
            "review_title": "Long lasting spicy,  sweet and woody perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like this perfume. It is strong and long lasting. Has sweet, spicy and woody notes. The packaging is luxurious , look like a gold bar with a royal stamp imprint on it."
        },
        {
            "review_title": "Royal 1 million!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Really good cologne great for everyday wear! Received this complimentary via Influenster 5 stars!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Very reminiscent of the og variation, leaves a spicy yet slightly sweet lavender after smell. VERY strong, definitely will last throughout the day - make sure not to spray too much as it can be a bit offensive. Beautiful packaging as always from Paco Rabanne, super happy to add this to my collection."
        },
        {
            "review_title": "A must-have fragrance for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve had the opportunity to try out this fragrance for a couple weeks now and after wearing it daily, it safe to say Iu2019m hooked. Iu2019ve always been a fan of the original 1 Million, but this one takes the win for me. I really love the sweetness in the opening of this fragrance, I get a strong note of vanilla but it dries down to be much more subtle and woody. It lasts all day on my clothes, and a bit less on my skin but I think overall the longevity is great for the price."
        },
        {
            "review_title": "Very sweet",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "If you like sweet stuff, then choose Paco Rabanne, Its their specialty! Personally, 1 Spray of this and the whole room is doomed in flowers."
        },
        {
            "review_title": "Beautiful bottle and refined version of 1Million",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I have fond memories of the original 1 Million and now as an adult, I am thankful to own this refined version of the Royal Parfum. Fans of Invictus and 1 Million lines will be pleased to know that this scent delicately threads the line between both of what makes them so great. This has a fresh tangerine opening and long lasting projection. Beautiful bottle as usual from Paco Rabanne, and will look good on any shelf!"
        },
        {
            "review_title": "Excellent produit",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "1 Million Royal offre une fragrance ambree et chaudement epicee qui saura plaire aux fans du genre. Tres different du premier 1 Million de Paco Rabanne, c'est une reappropriation totale de la marque. C'est un parfum puissant, dont la tenue est longue et agreable, tout en gardant un sillage discret. Le packaging est beau, la bouteille, en forme de lingot d'or serti d'un rubis, est de tres bonne qualite et extru00eamement elegante. C'est un excellent produit que je recommande fortement."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "When I first received the packaging, it looked very unique. I was not expecting it to be like a gold bar. It looks very rich. I love it! The woody smell that is not too overpowering is nice and the scent lasts a very long time. You do not even have to spray alot. A little goes a long way. It is an amazing product. #freesample"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "I received this product for free from Influenster and Paco Rabanne in exchange for my honest review and i absolutely love this cologne, it has to be one of my favourites. Opens sweet, similar to other's from the one million line. Once the dry down hit, you get a hint of wood. If you like the one million line then you will love this one. In my opinion this is the best fragrance for men,absolutely recommend!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I got this as a sample and I find that it smells great. I would say it's a scent that's a mix of sweet and fresh with a hint of spice. Will definitely be purchasing this product."
        },
        {
            "review_title": "Truly regal!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s fancy and captivating fragrance. It has a rich mix of spicy scents and warm woods that feel luxurious and leave a lasting impression."
        },
        {
            "review_title": "Mass Appealing; Nice Scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "have worn this a couple time, itu2019s nothing mind blowing itu2019s a nice scent, in my opinion i think itu2019s one of the more mass appealing Paco Rabanne fragrances. the atomizer on mine was actually insane it sprayed really nicely i did appreciate the quality control on these new bottles. other than that yeah itu2019s a pleasant smell almost leaning more feminine/unisex but i still enjoy it!"
        },
        {
            "review_title": "Three sprays every every day lasts all day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve used this daily since receiving it and I love how long it lasts and the scent is perfect for me. Itu2019s hard to describe but itu2019s like it was made for me. It also lasts a very long time and I donu2019t have to reapply it throughout the day.   My wife loves it too ;).   Would buy again and again!"
        },
        {
            "review_title": "New fav!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I actually really enjoy this cologne! I had originally wanted the original scent 1 million, but I enjoy the spicier scent 1 million royal exudes a lot more. Iu2019ve been wearing it daily ever since I received it and thoroughly really enjoy it. It lasts a long time and I find I can still smell it on my clothes all day. Iu2019d definitely recommend this if you like warmer notes in your cologne!"
        },
        {
            "review_title": "Woody, Fresh and Slightly Sweet",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This product starts off kinda sweet with a hint of vanilla and then smells very woody/spicy! The smells lasted most of my work day and started to fade about 6 hours after I applied it! I would suggest this to people who are looking for more of a more masculine scent!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Oily skin",
            "review_text": "Iu2019ve had this fragrance for a few weeks now and I absolutely love it. Very strong and long lasting and the scent is rich and warm. This would be perfect for a night event, I got a ton of compliments when I wore this out."
        },
        {
            "review_title": "A Subtle Take On The 1 Million DNA",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Paco Rabanneu2019s 1 Million Royal Parfum is an interesting, yet divisive release for 2023. The top notes create a tame sweet and citrusy spiciness, with a slightly bitter undertone. The mid notes add a smooth, aromatic and floral aspect, that starts to balance out the scent. The woody and resinous base deepens the fragrance with a soft ambery warmth.   With it being a u201cparfumu201d concentration, I highly recommend testing it for yourself, because some reviewers claim the fragrance almost seems nonexistent, and others claim it has eternal longevity and projection. For a Paco Rabanne, the projection is lighter, but it also seems very easy to go anosmic to this one if you smell it too close. However, in the air, you really start to appreciate what this fragrance has to offer, and that it will still live up to being a 1 Million flanker.   This is probably the most mature release from the line. The 1 Million DNA is there, but it doesnu2019t come across as the loud, overly sweet, and somewhat obnoxious clubbing fragrance, that some people like. The overall performance is still great. Some people are getting 10+ hours, with low/moderate projection for around 5-6 hours. The projection may seem low to the person wearing it, but it leaves quite an amazing scent trail. Itu2019s not my favorite from the 1 Million line, but Paco Rabanne is known for releasing consistent, high-quality, mass-appealing and modern fragrances, and 1 Million Royal is no exception."
        },
        {
            "review_title": "My new favorite ! Hands down the best scent..",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I had been selected by the Sephora in sponsorship with Influenster and Paco Rabanne to write my honest review after using the bottle of 50ml of complimentary 1 Million Royal Parfum. After using the Paco Rabanne 1 Million Royal Parfum I feel so confident as everyone keeps asking me about the parfum. I absolutely love this cologne, it has to be one of my favorites. I highly recommend this cologne to anyone who wants to smell great. Has a distinct sweet leathery smell which lasted pretty much the majority of the day. Dry down held onto the leathery smell which I was really hoping for. Definitely recommend."
        },
        {
            "review_title": "Winter parfum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The 1 million royal parfum is shaped like that of a gold bar - giving it its prestigious  look. It has a mixture of scent (warm vanilla, citrusy , earthy note).The scent last a long time...but  changes  to a more muskier scent over time.   My first  impression of the fragrance  is that i feel this parfum  is more suitable for winter time. I personally dont think its suitable  for summer due to its strong earthy scent . When the temperature gets hot, it will make the air more stuffy.  But when i put it on a cold day, it makes me feel so secure and warm similar to having  a cup of hot chocolate to comfort me."
        },
        {
            "review_title": "The best on the 1Million Line",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "Been using this one for almost 2 weeks now and I can definitely say that its the best out of all 1Million fragrances released so far. It opens very fresh, has a tarty undertone to it which makes it easily wearable and inoffensive. I like the orange-ish smell in the opening slowly progressing towards the sweet 1Million DNA. Comes in the classic gold bar like presentation.  This is one more suited towards the younger crowd in my honest opinion but anyone can pull this off easily. Also, being a parfum concentration, it lasts throughout the day. Would definitely recommend picking this up."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "A must have. This is so different than any other Paco Rabanne perfume Iu2019ve owned. The woody notes add a lingering smell to the skin that gives off a pleasant smell. Amazing"
        },
        {
            "review_title": "Perfect blend of sweet and fresh",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I got this perfume to test out and review and would like to say that I am impressed! itu2019s bold but cozy, powerful but soft and also sweet but fresh. This last about 8h on me and i got huge compliments wearing this out. Definitely would recommend!"
        },
        {
            "review_title": "Head-twister & mysterious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Product received for free as part of a marketing campain  As a user of the new fragrance, I have to say I am impressed with both its longevity and sillage. The scent lasted all day and I received multiple compliments throughout the day. Even the next morning, I could still smell a faint trace of the fragrance.  What I love most about this fragrance is how versatile and easy it is to wear. It can be worn for a variety of occasions, from casual outings to more formal events. It's not overpowering, but it's noticeable enough to make an impression.  In fact, one of the most memorable moments was when a stunning woman in the Super C store line complimented me on the fragrance, exclaiming, OMG, you smell sooo good! It was a great confidence booster and I felt like a million bucks.  Overall, I highly recommend this fragrance for its longevity, sillage, and versatility. And if you're looking to turn heads and receive compliments, this is the scent for you"
        },
        {
            "review_title": "Long lasting and intense male fragrance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I really enjoyed its staying power compared to the original 1 Million fragrance. It lasts throughout the day and has a very approachable and masculine scent that is bond to turn heads wherever you are while wearing it. Overall, I feel like it's just a welcome step up from the original version that I'm already familiar with"
        },
        {
            "review_title": "Floral/Sweet",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I got this to try and it's probably the most intense fragrance they have out, even moreso than the recent Invictus release. One spray is very strong and the notes of lavender and cedarwood surprisingly blend well despite them both being very distinct and overpowering in most cases. the benzoin gives off vanilla notes. Overall it's great but I still love the OG 1 million. Great gift for those who love strong scents"
        },
        {
            "review_title": "Warm and Spicy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This cologne was incentivized by influenster.   Starting of with the bottle, sleek gold og one million look with red in the centre. The button/nozzle is a bit stiff so there is no good way to spray just a little. Youu2019ll get a full spray regardless.   The fragrance starts with a warm cardamom and bergamot smell. As it wears off there is a smell of citrusy tangerine with a hint of lavender.  Definitely something to wear in the winter as it has a nice, warm and spicy smell.  As far as longevity goes, it lasted 7-8 hours on bare skin. The smell was present the next day on the clothes."
        },
        {
            "review_title": "A Scent Fit For A King",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "(I received this product for free in exchange for an honest review)   As a fan of the original 1 Million fragrance I was excited to get to try this new take and the brand has definitely grown up. With its woodsy smells of cedar mixed with a hint of Lavender and Benzoin oil this regal cologne is sure to be a hit at your next jousting match or giant royal wedding!   Long lasting I would definitely recommend this if you can find it!"
        },
        {
            "review_title": "My favourite perfume",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Oily skin",
            "review_text": "This is an amazing smelling perfume, it smells like someone who just took a shower, you smell clean. The bottle is very unique."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Made in France, it has a conscious vegan formula. This is sweet, woody and spicy fragrance that is settle at first but becomes fully powered with time. Itu2019s long-lasting with three sprays on your body lasting up to 8 hours and on your clothing, it lasts up to 10 hours. It projects up to 4 feet. Perfect for a luxurious evening out or date night, it is a great intimate scent which opens with a mandarin, bergamot and green cardamon scent. As it dries down, that scent turns into a lavender, sage and violet. It smells better after it sets in your skin. Itu2019s sweet and sexy. The presentation, it looks like a gold bar with a ruby in the front without viewing it as tacky. Is it a bit loud? Yes. A bit youthful? Yes. Aimed at the masses? Yes. The One Million is a guilty pleasure of mine and itu2019s the biggest best-selling menu2019s fragrances of all time. You cannot deny that!"
        },
        {
            "review_title": "Guys, this'll work well!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "My first impression, the bottle was very interesting but I found the unique bottle style comfortable to use. Scent wise, I found it a tad overwhelming my first use, but I tried lighter and more dispersed usage and was pleased with the change. I received multiple compliments whilst wearing this on the new cologne/purfum. I would recommend to others! This was recieved as part of an ad campaign."
        },
        {
            "review_title": "Warm and Cozy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "1 Million Royal is a warm and cozy, sweet, aromatic fragrance that has strong projection and decent longevity. Like the other releases in the line, 1 Million Royal is a great date night or evening fragrance that shines during the fall and winter months. This fragrance leans younger but honestly anyone can pull it off. 5 stars."
        },
        {
            "review_title": "Party perfect and elegant",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this product for free from Influenster to write an honest review about it. The smell is amazingly strong sweet with a hint of vanilla (good strong) which I think makes it perfect for formal night parties. It's kind of a perfume which gives you an effect of freshness and it is very long lasting, I've tested how long the smell would last and I can say for sure that it lasted for good 4 hours just like you used it few minutes ago, which I liked most about it, so you don't have to refresh its smell for the longest time after minimum use which will make the bottle last for a while. The bottle is designed like a big gold brick which is very unique."
        },
        {
            "review_title": "A must have for men",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Great scent overall. Iu2019m really impressed with how little you need to last you the entire day. Iu2019d definitely recommend this product to my peers. Iu2019ve never smelt better. 5/5"
        },
        {
            "review_title": "Refine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Id say this is by far my favourite from the million line/flankers. Its not overly sweet, its elegant and its really good in my opinion. Another date night fragrance for sure !"
        },
        {
            "review_title": "Smells like million dollar, Recommended",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "First of all i love the package it actually looks Royal. It is one of the best warm woody amber perfume i tried in a long time, it has little twist to the regular 1 million perfume You can easily smell amber wood and bergamot in it It stays for like 12 good long lasting fragrance Recommended got this product for free from influenster in exchange of my honest review"
        },
        {
            "review_title": "Captivating Blend: A Darker Twist on 1 Million",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This fragrance has an interesting note breakdown including cardamom, benzoin, lavender, violet, clary sage, and tangerine, giving it a warm, slightly sweet, and citrusy aroma. The original 1 Million fragrance was known for its sweetness, but this one takes a darker turn, similar to 1 Million Elixir and Emporio Armani's Stronger With You. The nutty vibe from the original is present in this fragrance, with noticeable aromatic notes and a pleasant dose of cardamom. Overall, it's a nice scent that's worth trying."
        },
        {
            "review_title": "Warm, smooth, classy scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Spicy, sweet, woodsy, and powdery;  not a super masculine fragrance, could definitely pass as a unisex smell. Has a strong vanilla/tonka type of perspective (in my opinion), which is not something I personally gravitate towards. Def a scent for cooler weather. Decent longevity."
        },
        {
            "review_title": "FamilIar fragrance with an interesting twist",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "One Million Royal is a new fragrance by Paco Rabanne that puts a new spin on the original One Million DNA. The fragrance opens with a smooth sweetness that has mild cardamon and vanilla notes. It then evolves into a musky radiant scent that smells of benzoin and amber. After a few hours the fragrance is reduced to a skin scent that smells lovely and luxurious.   The fragrance has a large amount of projection and will last 10-12 hours. It even lasts after taking a shower which is quite impressive.   Overall Iu2019d recommend this fragrance to anyone who is a fan of the One Million line. It is a great option for the price.   I received a bottle of this fragrance from Influenster in exchange for this review."
        },
        {
            "review_title": "Great budget Winter Fragrance!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "Have been trying this for a few days. Long lasting. Strong sweet and woody fragrance. I would use this as a winter fragrance. To me it smells like a unisex fragrance but they do make a ladies version. If you spray too much it can be overpowering. If you like original 1 Million you will like this!"
        },
        {
            "review_title": "A scent that will get you noticed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "First of all, the design of the bottle is remarkable; it's covered in gold, shaped like an ingot, and the front is adorned with a giant red ruby logo. It definitely lives up to its name. The scent is undeniably an attention grabber, thanks to the warm spicy amber and woody accords. With this scent, a little goes a long way, that is to say, one spray is very strong and will last the whole day if not more. The initial spicy woody scent blends into a mild and very fragrant vanilla, lavender, and sage mix. Overall it is a very nice smelling scent,one that will get you noticed wherever you go."
        },
        {
            "review_title": "Nice, but strong, only need 1 or 2 squirts.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I received this product from Influenster in return for my review, the 1 Million Royal is a really nice parfum,  it's really hard to put my finger right on it but it is a good smelling spray. I really enjoyed it, check out the profile on Fragrantica to get a proper full description. I really liked it, I like things like Sauvage, Tobacco Vanille, Versace Pour Homme, not similar but those are the kinds I like if that gives a better idea."
        }
    ]
}