{
    "product_id": "570",
    "name": "Lavender Berry Honey Infused Hair Perfume",
    "brand": "Gisou",
    "categories": "Fragrance, Women, Body Mist & Hair Mist",
    "price": 59.5,
    "about": "What it is:A hair perfume with notes of lavender, blackberries, and Mirsalehi Honey that refreshes, scents, hydrates, and adds shine..Hair Texture:Straight, Wavy, Curly, and Coily.Hair Type:Fine, Medium, and Thick.Hair Concerns:- Dryness.Key Benefits:- Scents hair with a long-lasting fragrance.Highlighted Ingredients:- Mirsalehi Honey: Hydrates and nourishes to restore hairu2019s natural moisture balance for healthy-looking, glossy hair..Ingredient Callouts:This product is cruelty-free..What Else You Need to Know:The Honey Infused Lavender Berry Hair Perfume contains scents of lavender, blackberries, and Mirsalehi honey, paired with notes of ginger and patchouli. This hair perfume delivers a long-lasting fragrance to refresh hair while adding shine and hydration with Mirsalehi honey and argan oil..Fragrance Description:This hair perfume is a warm and luxurious fragrance. This indulgent scent is balanced by earthy, floral lavender enriched with bursts of vibrant ginger and tart blackberries, reminiscent of childhood memories spent picking blackberries amongst the bees...Clean at Sephora",
    "ingredients": "-Mirsalehi Honey: Hydrates and nourishes to restore hair's natural moisture balance for healthy-looking, glossy hair..-Argan Oil: Nourishes, hydrates, and adds healthy-looking shine...Alcohol Denat., Aqua (Water/Eau), Parfum (Fragrance), Peg-40 Hydrogenated Castor Oil, Mel (Honey, Miel)*, Argania Spinosa Kernel Oil, Alpha-Isomethyl Ionone, Sodium Benzotriazolyl Butylphenol Sulfonate, Tris (Tetramethylhydroxypiperidinol) Citrate, Citronellol**, Coumarin**, Limonene**, Linalool**, Ci 19140 (Yellow 5), Ci 14700 (Red 4)...* Honey Sourced from the Mirsalehi Bee Garden .** Naturally Occurring Allergens ..The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Spray evenly from an arm's length onto dry hair..-Give your hair a shake to diffuse the fresh scent....Pro tip: Start with Gisou's Honey Infused Oil (sold separately) to hydrate, smooth frizz, and boost shine. Follow with the Honey Infused Hair Perfume as a finishing touch.",
    "num_reviews": 90,
    "overall_rating": 4.7,
    "product_url": "https://www.sephora.com/ca/en/product/gisou-honey-infused-lavender-berry-hair-perfume-P513545?skuId=2818623&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2818623-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7oz / 50 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2818623-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Nice but doesnu2019t last",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Smells very nice, itu2019s not sweet, is more like relaxing vibes. Unfortunately it does not last."
        },
        {
            "review_title": "Not full",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Normal skin",
            "review_text": "This product smells AMAZING!! You can definitely smell the notes of lavender and the berry too! My only problem is that once I got it, it wasnu2019t completely full. I feel like for a $40 product it could do better than that. You can see if the photo below. But I still do love this hair perfume!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I got this for my bday and I think it smells pretty good the others in the reviews aren't rays of sunshine at all just don't spray too much and boom its perfect. I also think it smells a little sweet! this and the wild rose are chefs kiss :)"
        },
        {
            "review_title": "Strong mature scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Received this as a gift and I thought I would love it but the scent is so strong, it made me sneeze all day and my head hurt. I can see why some people like it, but it's surprisingly settles into a very mature scent and not for me.  Pros are that it's quite strong and lasts pretty long. The smell lasted aaall day. I personally don't like the scent but it's a good product if the scent is right for you."
        },
        {
            "review_title": "New favourite go-to hair perfume by Gisou :)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Went to Sephora to pick up another Gisou honey original hair perfume, but ended up coming home with this after 2 Sephora employees suggested it to me. Definitely would agree- and suggest this to other people too. Really pleasant scent that is long lasting. It doesn't feel intoxicating. Love when I turn my own head and catch a whiff of my own hair, haha."
        },
        {
            "review_title": "horrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "i love the light pink one and was so excited to try this due to the reviews but it was veryyy disappointing. it has a horrible strong scent that gives me personally a headache."
        },
        {
            "review_title": "This smells like Fabuloso",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Wow. No words to describe how disappointed I was after reading the reviews then actually smelling this. If you were looking for a Fabuloso dupe, look no further. Me personally? I would prefer my cleaning products to stay away from my personal scent profile. For those who enjoy the smell, I will say that it does last."
        },
        {
            "review_title": "Best Perfume to Put on Your Hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I spray it on my hair every day! It lasts me the entire day, and when I wake up, I still smell it! This hair perfume is so good, I cannot explain it!  I am not exaggerating when I say it smells like heaven! The only downside is the price, though."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "just get it this stuff smells SO good even if youu2019re not that into florals. it lasts all day too:)"
        },
        {
            "review_title": "Don't stray from the original",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It literally smells like laundry detergent. As someone who uses the original one every day, I wanted to try this new scent. The result is really sad, very bad."
        },
        {
            "review_title": "perfection in a perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "this scent is TO DIE FOR! so yummy. i usually dint like lavender scents but holyyyy, this is more berry, and the lavender is so subtle and nice."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": ""
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Iu2019ve tried all three and this one is by far the best smelling. It smells fruity and sweet. It doesnu2019t last very long, which is unfortunate. For the price I was hoping it would be long lasting."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "It smells okay! Very strong grandma smell but overall not bad."
        },
        {
            "review_title": "Lavender is great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "Smells crisp and clean. I could still smell it in my hair the next morning. Not overpowering."
        },
        {
            "review_title": "Let Her Settle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair",
            "review_text": "At first, I didn't think I liked it as it's strong and I don't do florals at all.  But once she settles down a bit, she is GORGEOUS.  This is honey berry. Beautiful as Halle Berry, but smells like honey berry.  This is a keeper!"
        },
        {
            "review_title": "LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "YES YES YES. I canu2019t stop smelling my hair. Itu2019s so lovely. Sweet, feminine, juicy and clean. Iu2019ll admit I overdid it the first time (based on feedback from my husband) but I could drown in this stuff. I layered it with the Wild Rose one too. For those who may be more scent sensitive, a little goes a long way."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I always stock up on this so I never run out!  The smell is addicting!"
        },
        {
            "review_title": "Amazing scent! Non-Incentivized",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is the best. It makes my hair super soft & shiny and the scent is absolutely amazing. I don't even know how to best describe it but i took a risk on it, I usually love fruity florals or clean scents, also calming scents like lavender. It's almost like a candied lavender if that makes sense. It's a gorgeous smell, I just wish there was more in the bottle because it's kind of expensive for so little and i feel like i'm going to run out quickly. It does last all day and sometimes the next day so it's nice but you kind of have to use a few sprays to get all of your hair (btw I would not recommend spraying near roots, only on the ends and middle of your hair because it seems like it could make it look greasy."
        },
        {
            "review_title": "LOVE THIS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "i love using hair perfume since it lasts ALL DAY (i have thick curly hair) and the gisou one is absolutely STUNNING and soooo long lasting! I can literally only use this as a perfume and I'm good to do! I love the notes on this one its very fall vibes 10/10"
        },
        {
            "review_title": "Sooo pretty!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love all of the Gisou hair perfumes! I canu2019t really use the oil but this is a star item from their catalog for me. Honey infused floral is soooo pretty! I love that the formula doesnu2019t ruin my hairstyle, and the scent lingers for days at a time."
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "The Gisou Hair Perfume in Lavender Berry is a lovely balance between floral and fruity notes. After using it, my hair feels refreshed, with a subtle shine that doesnu2019t look oily or overly shiny.The honey leaves my hair feeling a little softer, which is a nice bonus. I apply the perfume from a distance to ensure even distribution. A couple of spritzes are enough to cover my whole head. Itu2019s easy to use on the go for a quick refresh during the day. I also like that itu2019s non-sticky, so thereu2019s no issue with layering it over other hair products. The lavender provides a soft, calming, herbaceous aroma that isnu2019t too strong, while the berry adds a juicy, sweet element. Together, they create a refreshing and uplifting fragrance thatu2019s subtle yet noticeable. Itu2019s not overwhelming, so you wonu2019t smell like youu2019re wearing heavy perfume, but it gives your hair a fresh, clean scent for hours. Overall, I love that itu2019s both a fragrant and functional product, adding a light shine and hydration while making my hair smell amazing."
        },
        {
            "review_title": "Better than the original",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have the original hair fragrance and I felt like that made my hair smell like an older womenu2019s house. I decided to give the lavender berry a try because I always been a more fruity scented lover. To my surprise, the scent is less overwhelming compared to the original and more fresh / natural. I definitly will be wearing this in my hair more often!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The new Gisou hair perfume in lavender blackberry smells amazing!!!! I think this might be my favorite, but I have tried the rose one. Itu2019s so girly and delicious, I can smell it lingering in my hair all day"
        },
        {
            "review_title": "Not my favorite.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "The packaging is absolutely stunning. the perfume itself is somewhat disappointing. To me it is very heavy with floral and musk notes, I was hoping to be sweet because of the berry part. It's not horrible but it is definitely a hair perfume I feel would be fit for a much older crowd."
        },
        {
            "review_title": "Smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Gisou never disappoints me! This new Honey Infused Lavender Berry hair perfume smells so beautiful. Very soft and perfect to use it everyday, I also like to use it on my body too and I get compliments from it u25e1u0308 10/10"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is a really lovely twist on the hair perfume. In my opinion, the lavender overpowers the berry in the dry down and this turns into a more powdery and soapy scent. This works for me because itu2019s perfect for those fresh and clean days."
        },
        {
            "review_title": "First time trying hair perfume & totally impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I absolutely love the Mirsalehi Bee Garden Honey Infused Hair Perfume in Lavender Berry for several reasons. The fragrance is incredibly warm and luxurious, with a sweet honey base that feels both indulgent and comforting. The lavender adds a soothing, floral note thatu2019s perfectly complemented by the vibrant zing of ginger and the tartness of blackberries. It brings back nostalgic memories of picking blackberries in a sun-drenched garden, making each spritz a delightful sensory experience.  Beyond its captivating scent, the perfume also delivers practical benefits. It adds a beautiful glossy shine to my hair and refreshes it with a long-lasting fragrance without overwhelming my senses. The alcohol content evaporates quickly, ensuring the scent disperses evenly and doesnu2019t linger too long on my hair. Overall, itu2019s a perfect blend of luxury and functionality that enhances both my hairu2019s appearance and my mood."
        },
        {
            "review_title": "Hair perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Essential perfume for hair. This new aroma has a mixture of lavender and berry. Fresh and perfect for autumn. The aroma lasts in your hair for a long time. Remember that the essential ingredient will always be honey."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Gisou's latest scent blends floral notes with a hint of juicy berry and a sweet honey undertone. The fragrance is light and comfortable, making it perfect for any occasion. Lately, I've been favoring hair perfumes over traditional ones because they tend to linger softly and are free of alcoholu2014this one is no exception!"
        },
        {
            "review_title": "Divisive scent...",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "Love the concept of this product but I will tell you honestly this scent is...not great. Yes, I realize scent is personal and I'm pretty open to different scents but I do not like this at all. I was shocked to read all the positive reviews.  First spritz, awful. Disappointing. Smells like a patchouli bomb, maybe even a little rancid? I'll be honest, I didn't even want to put it in my hair but I read reviews that said it smells better on the hair so I did it anyway.   Is it better on the hair? Yes, but still just not for me. I still get really heavy patchouli, old lady floral. I have no idea where people are getting sweetness from this. Where is the berry?! It gets a little better as it wears down a bit. I wish it was like expensive hair care vibes but it's giving old lady perfume.   Overall, the scent seems to last a while and doesn't dry out my hair, but who is coming up with this scent profile?"
        },
        {
            "review_title": "smells amazing ud83eudd29",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "after trying the two others, the lavender one is my favorite ud83dude0d I thought they discontinued it, cuz I've been looking for this one for a while. Glad it's here again ud83dude01"
        },
        {
            "review_title": "Obsessed with the scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I love the scent of this hair perfume! I find that itu2019s fairly light on the lavender (happy about that!!) and reads more as a warm fruity floral scent. It lingers nicely and doesnu2019t leave a weird texture in my hair. This might be my favorite scent yet!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This hair perfume is sooo yummy! It smells amazing and it doesnt dry out my hair at all. I love how its such a natural scent but its not overpowering at all. The smell lasts a long time and i get so many compliments!"
        },
        {
            "review_title": "Smells Incredible!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "As a newbie to Gisouu2019s beauty line, and to hair perfume, Iu2019m hooked! Gisouu2019s honey infused hair perfume in the new scent, Lavender Berry NEEDS to be added to your cart immediately. This hair perfume smells amazing! At first sniff, I definitely get a powdery-floral note. When spritzed on my hair I still get the fresh floral-lavender smell, but also a clean, warm, ambery-honey smell with a slight hint of berry. This isnu2019t an overly sweet smelling perfume, but more a fresh and ambery floral. The smell is incredible! I kept smelling this scent in my hair as I moved around throughout the day (it lasted all day) and it brought me a boost of happiness everytime the perfume lingered. I donu2019t want to be caught without this perfume and itu2019s going to be part of my everyday routine. I canu2019t recommend this enough!"
        },
        {
            "review_title": "Hydration and Shine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Iu2019ve heard lots of amazing things about this brand. I had to check it out for myself and see how it is. After one use of this product I fell in love with it. I love the added shine it gives to my hair. I love the lavender scent however I donu2019t get much of a berry scent. I wish there was more of a berry scent. Overall Iu2019ll definitely be buying more in the future and maybe try one of the other fragrances."
        },
        {
            "review_title": "A Heavenly Scent That Lasts",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I absolutely love the Gison Honey Infused Hair Perfume Floral Edition. The scent is incredibleu2014it's a perfect blend of sweet honey and fresh floral notes that creates a beautifully balanced fragrance.   What really impresses me is how wonderfully the scent lingers. I find myself constantly sniffing my hair throughout the day because it smells so divine. Itu2019s become a delightful part of my daily routine, adding a touch of elegance and freshness that I can't get enough of. Highly recommend!"
        },
        {
            "review_title": "Refreshing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Gisouu2019s new Lavender Hair Perfume is a delightful addition to my hair care routine. It leaves my hair smelling fresh and floral. It also adds some shine and hydration! It smells like lavender, blackberries and a small ginger scent too. It smells super refreshing to me. Love how lightweight the spray is. Definitely recommend!"
        },
        {
            "review_title": "Best hair perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love Lavender Berry hair perfume! The scent is just amazing! A perfect hair perfume for any place. It's also great to use after the gym! Perfect for any occasion, even before bed! What I love the most is the hold it has on my hair and how long it lasts, I feel like I'm walking around with flowers. I just love it."
        },
        {
            "review_title": "Amazing fruity floral scent that lasts all day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "The concept of a hair perfume is amazing because regular perfumes are too harsh to apply to your hair daily. Iu2019ve always been a fruity floral fragrance girl so this lavender berry scent was right up my alley. The honey does come through on the back end and really elevates it! The lasting power is on the medium sideu2026 I spritzed my hair a handful of times in the morning and after work I could still get the faintest scent of it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This hair perfume smells so good! I prefer floral sweet fresh scents. This perfume is very long lasting and strong but not give you a headache strong. The lavender is the note I smell first and then I smell the berry notes more when it settled."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I love this product so much! I only wash my hair once a week, and this makes my hair smell so fresh and clean, so I donu2019t feel guilty about not washing it. Such a pleasant scent. I highly recommend this!"
        },
        {
            "review_title": "Makes my hair smell lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is my first time trying Gisou products and so far Iu2019m loving it! This scent is sweet and calming and has gotten me many compliments from my husband. I like to use it after showering and also carry it in my purse for some middays refresher. I was always curious about hair perfumes but was afraid they were going to make my hair dry, but so far my hair looks great. Cute packaging too! Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Hair perfume? Yes please. I like to use this when I want to feel extra special or if Iu2019m looking to only have a hint to scent. Because itu2019s gisou it will not dry out hair. The light honey and lavender hints are you but elevated."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I absolutely love this hair perfume! To me the berry comes through more than the lavender, which I love. It makes my hair smell so good and I have just used it as regular perfume too and get so many compliments. Gisou puts out some of the best products and this one is no exception."
        },
        {
            "review_title": "This lasts for hours",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This hair perfume smells good, and it lasts long! You only need a couple sprays (not too many) and it lasts for hours. If you are not a fan of florals, it may be too strong for you. However, if you love floral scents this is right up your alley!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This honey infused hair perfume smells amazing, it doesnu2019t make ur hair feel greasy or even look to slick. The smell lasts the whole day and is very light. It also doesnu2019t leave ur hair crunchy or even change anything but the smell"
        },
        {
            "review_title": "Smells great.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "The perfume smells amazing on my hair. Its it not sticky or leave a wet feeling on your skin. It lasts a couple hours and I actually got complimented a lot when i wore this today. I would highly recommend this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really like this hair oil it smells really good and it made my hair feel really soft and super shiny! I love the way it made my hair look and feel . The oil made my hair nice and smooth less frizzy ."
        },
        {
            "review_title": "A need!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Dry skin",
            "review_text": "The NEW Honey Infused Hair Perfume in Lavender Berry is an absolute dream! The scent is the perfect blend of sweet honey and fresh lavender with a subtle, juicy berry twist. It smells luxurious and light, without being overpowering, making my hair feel fresh and revitalized throughout the day.  The honey infusion leaves my hair with a beautiful, healthy shine, and the fragrance lasts for hoursu2014every time I move, I catch a soft whiff of the sweet, calming scent. Itu2019s the perfect pick-me-up, and Iu2019ve been getting compliments on how great my hair smells! Plus, it doesnu2019t weigh down my hair or leave any residue, just softness and a long-lasting fragrance. Highly recommend it for anyone looking to elevate their hair care routine with a little luxury!"
        },
        {
            "review_title": "Lasts a while!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I absolutely love this hair perfume! the scent is very refreshing and not too much, which I love. This is my first hair perfume Iu2019ve ever tried so I was excited. I love the scent and I have gotten many compliments. Smells like honey and lavender!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "If your looking for a hair perfume that not only smells good but puts a beautiful shine on your hair this is a must have! The lavender is faint but still smells amazing and not like essential oil lavender!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "wow, I have never tried hair perfume before and this excited me. I love the way it smells. I started loving this hair perfume . It makes my thick hair smells good all day. I get compliments. I recommend giving this a chance."
        },
        {
            "review_title": "Lasts a long time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This was my first time trying a hair perfume, and it had a lovely fragrance. I used just a couple of sprays each time I applied it so that it wouldn't mask my natural body scent. The feedback was very positive, with many compliments, including one from a man at a Dunkin's drive-thru. It is adaptable, can be used alone or with other fragrances, and is not excessively strong. Nevertheless, it is important to make sure that the fragrances mix well together in order to avoid any disagreeable conflicts. I tested it out as a perfume on my body, and it stayed fragrant for a remarkable five hours. The scent was still detectable at that point. I love the mixture of fragrances, including lavender, patchouli, blackberries, and a floral note. The mix is very effective for me."
        },
        {
            "review_title": "Light and lovely hair perfume with great power",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Gisou Lavender Honey and Berry Hair Perfume is a new favorite in my haircare routine. The scent is fresh, with just the right balance of lavender, honey, and berry u2014 not too heavy, making it perfect for everyday use. The application is light, and it lasts for hours; youu2019ll catch subtle whiffs throughout the day and even receive compliments. I like to brush it into my hair for a more even distribution. If youu2019re looking for a fragrance thatu2019s noticeable but not overpowering, this one is a great pick."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this hair perfume. It smells so sweet and comforting! I smell more lavender and honey notes rather than berry. It definitely lasts long as I can smell it on my hair the next day. Love the pretty bottle too!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This smells absolutely amazing!! Im so glad I tried this product because it is now used routinely in my hair styling process!! It works great after I have straightened my hair to refresh the scent on my hair. I love it!"
        },
        {
            "review_title": "Leaves hair shiny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Gisou Honey Infused Hair Perfume is a lovely treat for your hair. The scent is light, sweet, and long-lasting, without being overpowering. It adds a subtle shine and leaves my hair smelling fresh all day. Definitely a luxurious touch to any routine!"
        },
        {
            "review_title": "smell it in your hair!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "I have a tip for you, and i don't know how much this will translate in writing online reviews as it's going to apply more for the folks in store: do not spray this on your hand in expectation of getting a feel for it as a hair perfume. Somehow, it works SO much better in your hair than on your hand (or, I would assume, a test strip)  When this first arrived, I spritzed it on my hand and went yuck! It's quite strong and VERY clean. Think: pine sol and lavendar lol. But as I'm not one to easily give up, I then sprayed it in my hair.  The other reviews are correct that it really does smell great in your hair. And I think it does make sense that a hair perfume would need to be quite different from a body perfume? This is heavy on the clean notes, and it WORKS. It's also surprisingly long lasting.  Great (and different!) product, I hope the brand sends out testers vs relies on people smelling it in store!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "This has been amazing! I love how it makes my hair and body smell. It makes me feel put together and ready for the day. The packaging is great and sturdy I donu2019t have to worry about it breaking which I love!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I love the scent of it it really makes my hair smell gorgeous, I love that it's so easy to spray and you really diffuse it through your hair. It truly is something that makes my hair feel nice and refreshed on a no wash day"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Perfect for a floral scented hair. Made my hair seem fresh even after days not washing it. It really does the job and I got the feeling that my hair was smelling great when I walk by people. Best product the brand has ever came out with."
        },
        {
            "review_title": "Summer dream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I recently tried Gisou's new Lavender Berry Honey Infused Hair Perfume, and it instantly became a staple in my routine. The blend of Mirsalehi Honey and Argan Oil not only left my hair with a glossy shine, but also a refreshing, subtle scent that lingers beautifully throughout the day. The fragrance is a perfect balanceu2014lavender adds a calming, floral touch, while the sweet honey base is elevated by the unexpected zest of ginger and blackberry!"
        },
        {
            "review_title": "Heavenly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Combination skin",
            "review_text": "This hair perfume smells AMAZING! It is so long lasting, and really wasnu2019t what I was expecting. It smells like a really rich and bold floral. You can tell there is fruit but it smells heavenly u2014 and I donu2019t typically love fruit scents. It is also pretty long lasting!"
        },
        {
            "review_title": "My favourite of all the Gisou Hair perfumes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I love the Gisou hair perfume and this one is by far my favourite. The scent is the perfect mix of fresh and sweet, with the lavender adding a calming, floral note. My hair smells amazing all day without being overpowering. So glad they brought this one back!!!"
        },
        {
            "review_title": "Worth trying asap!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Combination skin",
            "review_text": "This hair oil smells so amazing! The lavender berry works so well with honey. Itu2019s a combination that I have never had before, but I am loving it! Also Iu2019m happy that the bottle is glass and not plastic!"
        },
        {
            "review_title": "Hair Essential",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "The perfect balance of light berry scent with lavender where anyone can just fall in love with . It will have your hair smelling amazing for hours. Itu2019s easy to distribute throughout your hair. This is perfect for everyday wear and after using hair tools ."
        },
        {
            "review_title": "A must, must, must have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The best smelling hair perfume you will ever own. Delicious and delicate berry crescendos into a lavender finale of perfection to easily become your favorite scented hair product. This is the one to get."
        },
        {
            "review_title": "Smells Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Oily skin",
            "review_text": "This is my second time trying Gisouu2019s hair perfume and I have to say, this is my new favorite scent. The scent isnu2019t too strong but lasts a long time. This doesnu2019t make my hair oily nor does it make it feel weighed down at all. I use this everyday especially on days I donu2019t have time to wash my hair. It keeps my hair smelling great for between washes. This would the perfect scent as a body perfume because the scent is amazing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Iu2019ve never used GISOU products before so I was apprehensive about this one, especially because in sensitive about smells. I spritzed this on and could NOT stop smelling my hair. Friends and family complimented as well. Amazing."
        },
        {
            "review_title": "YUM",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "I really appreciate how well rounded this fragrance is despite being just a hair perfume. I'm not the biggest fan of lavender but the juiciness of the blackberry really brightens the fragrance up while the honey gives it this sultry warmth and helps subdue the lavender even further. It smells SO good and lasts into the next day, it's perfect for me to use in between wash days for a little extra zhuzh. I also love how the patchouli is barely noticeable, I think the blackberry really helps sweeten it up so it's not grungy or earthy at all. It's a very smooth, sweet but not overly sweet fragrance that is complex enough that it doesn't smell juvenile or boring. The oils are great for my hair and help fight the dryness and friction I experience in my day to day. I never really found hair perfumes necessary, and they aren't, but I'm so pleasantly surprised by this fragrance; it's perfect for the days I don't want to wear an EDP but still want to smell nice and I can tell it will layer well with complimenting scents if I wanted. Absolutely worth it!"
        },
        {
            "review_title": "Beautiful scent and bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "This smells soooo good - mostly juicy and fruity with a light floral side. My son and husband both complimented me after I used it the first time. It's in a pretty bottle and I'm excited to add it to my vanity. The staying power is so-so. I do catch whiffs of it for a few hours, but it is certainly gone by the end of the day. It may have better staying power if you are purely indoors or maybe in colder weather. This would be a gorgeous gift for a friend who loves fragrance or little luxuries. It's not a necessity by any means but something that would be amazing to have for fancy nights out or just to feel pampered!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is my new favorite hair perfume! I smell more notes of lavender and honey, rather than the berry. It smells very comforting and relaxing. It lasts pretty long for a hair perfume. I was able to smell it on my hair until the next day! The bottle is also absolutely gorgeous! Love this perfume!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This has been such a lovely addition to my haircare routine. It adds a beautiful sheen to my hair without weighing it down. The scent is light & sweet and it mixes well with whatever perfume Iu2019m wearing for the day. Bottle is gorgeous and looks great on display!"
        },
        {
            "review_title": "LOVE LAVENDER!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I have never tried any Hair perfume, but this one from Gisou does not disappoint me! I love how it smells and how it does not leave my hair greasy at all! I also love that the hair perfume helps to keep my hair frizz free!"
        },
        {
            "review_title": "Gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I am in LOVE with the new Gisou Honey Infused Lavender Berry Hair Perfume. Itu2019s an absolutely gorgeous, layerable scent that lasts all day long. My hair is so soft with a glossy shine when I use this and I have received so many compliments!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I usually donu2019t like lavender scented things but this is an exception, it has a really nice floral smell and because it also has a berry scent the lavender isnu2019t overpowering so it smells like a regular floral perfume! It lasts a really long time and I love that itu2019s for hair because hair holds scent longer than anywhere else!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Love the scent! Smells so good and lasts for days in my hair. But if you're expecting a completely sweet fruity scent, this isn't it. I smell more lavender note than blackberry in this perfume. It makes my hair feed softer and I enjoy using it. Definitely a must have!"
        },
        {
            "review_title": "Luxury hair care",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Gisouu2019s Honey Infused Hair Perfume is a total delight! My hair feels like itu2019s been kissed by a field of flowers. The scent is dreamy, and it leaves my locks smelling divine and feeling silky smooth. Plus, itu2019s packed with natural goodness, so I feel like Iu2019m treating my hair to a spa day every time I use it. Highly recommend for anyone looking to add a touch of luxury to their haircare routine!"
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This smellu2019s divine. It left my hair smelling like fresh air and the honey notes a sweetness that was not intense but beautifully blended. I really appreciate the size and quality of the packaging. I wore it both as a hair mist and body mist and loved each turn of my hair movements to capture a brief bit of fragrance each time.  This was my first time trying anything from Visio and I was very impressed"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "This comes in a convenient spray bottle that allows you to spray this perfume directly into your hair. Unfortunately, the scent wasn't for me. I found it to be a bit too sweet and would have preferred more lavender. The scent lasts for a long time as I could smell it throughout the day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I have never tried a hair perfume before but i was blown away by this one! I love the sweet floral scent! It is a bit strong but it is long lasting which is amazing. Itu2019s also under 3.4fl oz which is tsa approved! I love that, itu2019s so convenient"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I love spraying this hair perfume all over my head! I feel like this fragrance really holds well in the hair and makes my hair smell super clean & yummy. My new go to hair fragrance for every day usage"
        },
        {
            "review_title": "Perfect hair pick-me-up",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "The Gisou Honey Infused Hair Perfume in Lavender Berry is giving me all the sweet, floral vibes! The formulation feels light and doesnu2019t weigh down my curls, which I love. The scent is soft and fresh with a hint of lavender, which is perfect for any season! My hair felt refreshed and smelled amazing all day. However, I did notice that the scent faded a little quicker than I hoped. Overall, it's a fab pick-me-up for those in-between wash days, but I'd love it if the fragrance lasted longer."
        },
        {
            "review_title": "Finishing touch!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This product is amazing! I loved it so much! my hair smells so elegant and i feel so put together. This perfumes adds the best finishing touch! 10/10 Recommend!"
        },
        {
            "review_title": "It's a part of my daily routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "Third bottle of hair perfumeu2026 I have the original, rose, and this arrived today! I didnu2019t try it when it first came out a while back, but I fell in love with the hair perfumes for their subtle and sweet ways they make my hair smell amazing.. It literally lasts the whole day without being overpowering. It doesn't dry out my hair - itu2019s really healthy and touchable, and the shine from it is very noticeable. It doesn't mean my hair is down either - fine hair, but a lot of it. This lavender berry scent is so beautiful! You really can catch the berry sweet notes with the serious and calm scent of the lavender. The rose was the same for me when I first got it, where I didn't think Iu2019d like it as well as the original, but a couple of times of wearing it and smelling how fresh and sweet at the end of the day changed my mind. They like the smell of the rose as much as the original. Now, this scent is going to be added as a new favorite. These bottles last a very long time, even with me spraying my hair daily (it only takes 1 or 2 sprays) for all day amazing. I have sensitive skin and had no issue at all! I hope this scent is kept in the regular rotation!"
        },
        {
            "review_title": "Very Mindful, Very Cutesy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "If you love berry and vanilla scents, you will love this release! Not only is the packaging adorable and the spray/mist on the bottle amazing, it leaves your hair with a wonderful scent. Iu2019ve already had people ask me what Iu2019m wearing. All in all, if youu2019re on the fence I say go for it! This is definitely the scent of the fall/winter."
        },
        {
            "review_title": "lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "im obsessed gisou hair products and this is such a lovely addition to the range. it sweets than the orignal but smells so good and the lavender comes out alot. it smells fresh but warm and does not weight my hair down"
        },
        {
            "review_title": "Smells like Festering Mold in a Cute Bottle",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells like wet mold stuffed into a bottle and left to fester 35 years in the dark. Grade: F. Offensive scrubber. Would rate 0 if I could. The aesthetic is very cute but definitely save your money. Returned."
        }
    ]
}