{
    "product_id": "361",
    "name": "Active Moist Moisturizer",
    "brand": "Dermalogica",
    "categories": "Skincare, Moisturizers, Moisturizers",
    "price": 109.0,
    "about": "What it is:A lightweight, oil-free, prebiotic moisturizer that supports the skinu0091s microbiome and provides effective hydration..Skin Type:Normal, Combination, and Oily.Skincare Concerns:Dryness, Uneven Texture, and Oiliness.Formulation:Lightweight Lotion.Highlighted Ingredients:- Oil-Free, Prebiotic Moisture Complex: Provides balanced and long-lasting hydration to oily skin without a heavy, greasy feel..Ingredient Callouts:Free of sulfates SLS and SLES, parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, triclosan, and triclocarban, and contains less than one percent of synthetic fragrances. This product is also vegan, cruelty-free, and gluten-free, and comes in recyclable packaging..What Else You Need to Know:Formulated with a prebiotic blend of plant and cucumber extracts, this sheer facial moisturizer visibly improves the texture of skin while providing balanced hydration. It applies smoothly, absorbs quickly, and will not clog pores or leave a greasy finish.",
    "ingredients": "-Oil-Free, Prebiotic Moisture Complex: Provides balanced and long-lasting hydration to oily skin without a heavy, greasy feel.  .-Lemon and Burdock: Visibly refine and smooth the skinu2018s texture. .-Cucumber: Intensely hydrates and soothes the skin. ..Water/Aqua/Eau, Caprylic/Capric Triglyceride, Pentylene Glycol, Butylene Glycol, Methyl Gluceth-20, Coconut Alkanes, Cetearyl Alcohol, Palmitic Acid, Stearic Acid, Saccharide Isomerate, Dimethicone, Glyceryl Stearate, Hydrolyzed Jojoba Esters, Leuconostoc/Radish Root Ferment Filtrate, Arctium Lappa Root Extract, Citrus Limon (Lemon) Fruit Extract, Cucumis Sativus (Cucumber) Fruit Extract, Hedera Helix (Ivy) Extract, Malva Sylvestris (Mallow) Flower Extract, Nasturtium Officinale Extract, Propanediol, Polysorbate 60, Caprylyl Glycol, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Allantoin, Tetrasodium Glutamate Diacetate, Coco-Caprylate/Caprate, Polyquaternium-10, Ethylhexylglycerin, Triethyl Citrate, Myristic Acid, Citrus Aurantium Bergamia (Bergamot) Fruit Extract, Citrus Limon (Lemon) Peel Extract, Lavandula Angustifolia (Lavender) Flower/Leaf/Stem Extract, Lavandula Hybrida Flower Extract, Citric Acid, Sodium Citrate, Sodium Hydroxide, Aminomethyl Propanol, Citral, Linalool, Limonene.",
    "how_to_use": "Suggested Usage:.-After cleansing and toning, apply to your face and neck with light, upward strokes. .-Use twice daily, morning and night.",
    "num_reviews": 443,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/active-moist-P423142?skuId=2010247&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2010247-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz/ 50 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2002137-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Wouldnu2019t re purchase",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "feels moisturizing at first and then dries down to nothing"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Got this in a mini kit with the microexfoliant. I like it. It feels good, scent does not bother me. I like how it spreads easily. Works well under makeup. Would be 5 stars, 4 stars because of price. Feels like I can find the same for less."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Perfect moisturizer, does not break me out while keeping the skin hydrated. Will definitely buy a bigger size next time"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Just bought this as a less expensive replacement for my beloved Augustinus Bader The Cream (NOT The Rich Cream) and I love it already. Someone told me last night they couldnu2019t stop admiring my skin and this is the only thing I changed"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Iu2019ve slowly became a dermalogica girlie. I use this moisturizer as a daily day time moisturizer. Itu2019s very lightweight and work well for my oily skin. Their products are expensive but itu2019s worth it as my skin has not had an adverse reaction to any of the products. Also, as much as they are expensive, the 1.7oz lasted me 6 months so for the $60 price tag. Just ordered another bottle."
        },
        {
            "review_title": "Itu2019s not good for dry skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I didnu2019t like this product! It didnu2019t help the dry skin in Canadian winter. One time purchase and never again."
        },
        {
            "review_title": "A must have in my routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Dry skin",
            "review_text": "So good a product gave me random  bumbs in my face and I put this on the next day they were gone really moisturizing def recommend"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Makes my skin feel super soft to the touch, but makes it red shortly after applying. My skin is still super dry and is beginning to flake. Also hate that itu2019s scented."
        },
        {
            "review_title": "fantastic lightweight moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Combination skin",
            "review_text": "my go to! i use this at least twice a day and under make up with primer - the only thing my fussy skin tolerates"
        },
        {
            "review_title": "Love this moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "Lovely soft scent, goes on smoothly, not too thick, yet skin feels nicely moisturized"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "been using this for years. I have oily skin, now starting to age, still get some large cystic pimples. It works very well to moisturize acne prone/oily skin without causing more acne.ufffc itu2019s not a product to clear your skin, will need other products for that. It feeds and moisturizers it"
        },
        {
            "review_title": "Does not help at all oily skin, avoid!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Medium skin tone, Combination skin",
            "review_text": "I bought it because a Sephora employee recommended it to me. Does not help at all my oily skin, it was worse after a couple of use and started to have some texture and acne. A complete waste of money! I found a drugstore product that is way better than this product."
        },
        {
            "review_title": "Great for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "My skin is oily and sensitive. Just about makes me break out. This moisturizer does not. Itu2019s light and doesnu2019t feel heavy or greasy on my skin. Itu2019s overpriced but I will continue to buy because itu2019s the only thing that works for me."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This was my favourite moisturizer until it gave me tiny little bumps all over my face."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, notSure skin tone, Oily skin",
            "review_text": "Great moisturizer for anyone with oily skin like myselfu2026 very airy feelingu2026. It is on the pricey side but worth it"
        },
        {
            "review_title": "Number One Moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "The perfect moisturizer finally exists. Iu2019m someone with chronic acne (still at 33), and this is the only moisturizer that has ever worked for me. It is ideal for sensitive, oily skin. Itu2019s strong enough to sandwich before my treinoin to prevent flaking the next day, yet gentle enough to wear in the morning and put on before applying make up. Essentially no scent whatsoever, and no greasy residue left behind. Itu2019s simply the best thing Iu2019ve ever found!"
        },
        {
            "review_title": "No for sensitive skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "The texture is good but not suitable for sensitive skin with redness."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Extremely hydrating. Perfect for the winter. Does not have a strong smell and it is easy on the skin."
        },
        {
            "review_title": "Gave me hives, extremely strong scent",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I am a big Dermalogica user and have always been a fan, as their serums and moisturizers are gentle on my face and I have not run into any fragranceu2026even though some products, such as this one contain quite a few extracts that provide a fragrance. This moisturizer smells so strong, like a literal spa. I instantly broke out in hives from it. My go-to is usually the intensive moisture balance, but I wanted to try this one out. If you are sensitive to smells or have sensitive skin, this might not be the best choice."
        },
        {
            "review_title": "Excellent Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I've been using this product every morning for years. It absorbs well and keeps my skin well hydrated. I'm now 65 and my skin has no deep wrinkles and only light lines around my eyes when I smile."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "My aesthetician recommended Dermalogica to me about a year ago and Iu2019ve been using it ever since. My skin is the healthiest itu2019s ever been. I find that my skin doesnu2019t produce as much oil when itu2019s properly hydrated. This moisturizer is perfect."
        },
        {
            "review_title": "fave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "this is my favorite day time moisturizer. i have a really sensitive, acne prone skin and this honestly gives me the right amount hydration without breaking me out or making my skin feel heavy. i stopped using this to try out another product only because of how much this moisturizer costs and i broke out instantly and itu2019s been a week since i used the last moisturizer and iu2019m still trying to heal my breakouts. so this is definitely a staple."
        },
        {
            "review_title": "great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Great oil free moisturizer. Absorbs fast and does not leave a greasy feel."
        },
        {
            "review_title": "Great ingredients, not-so-great formulation...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I was drawn to 'Active Moist' due to its many fantastic plant-derived ingredients. My first attempt at applying it was on a morning. Bad idea! I found it did not sink into my skin at all and just sat there, making any sunblock applied over it an impossible task, let alone makeup. I found this unusual as the product is supposed to be oil-free. Thinking I had perhaps applied too much product, I removed it with a makeup wipe and applied even less this time around, but the effect was the same, albeit less pronounced. The next time I applied it was on an evening, at the end of my cleansing routine. This for me was more ideal as I had no other products to apply over this and could let it sink in (or so I thought) overnight. Unfortunately it didn't really sink in. What I liked about Active Moist the most, apart from ingredients, was the fact that it did not cause any adverse reactions - breakout, itchiness etc. It hydrated fairly well too, but I feel a lot more could be done to improve the formulation so that it doesn't sit on the skin and absorbs more easily.  ~ My Sephora Top 7 must-have list ~  (My top 7 must-have beauty products of all time, focusing mainly on my purchases at Sephora)  1. Hair Loss Treatment: u2018Divine Herbalu2019 - Hair Oil  2. Shampoo: 'Sephora Collection' - Deep Cleaning Shampoo 3. Face Mask: u2018Peter Thomas Rothu2019 u2013 Pumpkin Enzyme Mask  4. Pigmentation + Anti-Aging Serum: u2018Divine Herbalu2019 - Facial Treatment Serum 5. Face Scrub: u2018Sisley' - Botanical Gentle Buffing Cream 6. Lip Balm: u2018Nuxeu2019 u2013 Reve De Miel Lip Balm 7. Lip Liner: u2018Sephora Collection' - Rouge Gel Lip Liner"
        },
        {
            "review_title": "Smells like mildew",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Smells a little like lavender, but also like mildew. I don't find it to be very moisturizing, but it absorbs rather well. I usually stay away from heavily scented moisturizers anyway."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I love dermalogica products, and maybe this moisturizer has benefits to your skin but unfortunately I would never know because I canu2019t stand the smell! I donu2019t know why everyone is ok with the smell but itu2019s terrible!! Itu2019s like I put peat on my face or something. So Iu2019d rather stay with my favorite dermalogica calming moisturizer, which doesnu2019t have any smell at all and I believe it should be like that."
        },
        {
            "review_title": "Good for oily/acne prone skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I bought this years ago on a whim. Iu2019ve had such oily/ acne prone skin i looked like a grease ball. somehow i feel like it toned it down?! I know you should get a gel moisturizer for oily skin, which i love those! but this is sooo good and moisturizing but not too much where you can feel it sitting on top of your skin. Iu2019ve tried countless moisturizers from the drugstore and ulta/sephora and i would constantly break out. this is my savior and comes in a huge bottle which is a win lol! will keep on buying."
        },
        {
            "review_title": "amazing & lightweight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I love this moisturizer. Itu2019s very lightweight & gentle. I use my heavier creams at night, & this in the morning, so my face doesnu2019t feel greasy throughout the day. Absorbs SUPER fast tho, I usually have to put on 2 layers to feel 100% moisturized."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Not really doing it for my skin. The moisturizer gets absorbed so quickly and my skin still feels dry afterward. I also find the smell off-putting."
        },
        {
            "review_title": "For The Oily Peeps!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "Iu2019ve been using this moisturizer for about a month and half now and I love it! Iu2019m a really oily person so this is perfect for my skin. It doesnu2019t feel heavy and it actually penetrates the skin while not leaving a shiny film afterwards. Definitely buying again!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This moisturizer is lightweight yet hydrating. Great for people with oily to combination skin.  The scent is however weird. Another con is that it is pricey for a moisturizer.  *gifted by dermatologic but opinions are my own"
        },
        {
            "review_title": "Absorbs well and no greasy feeling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I received this moisturizer complimentary from Dermalogica to try and review. I am on my second tube of this Dermalogica Active Moist oil free moisturizer and I really like it a lot.  I have oily skin and frequently have issues getting moisturizers to absorb into my skin. Many just sit on the surface and donu2019t actually penetrate and sink in to actually do what they need to do.  Active Moist absorbs into my skin so well and doesnu2019t leave a greasy feeling behind.  Dermalogica gets bonus points for being cruelty free and made in the USA!"
        },
        {
            "review_title": "great for combination skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The  Active Moist cream was gifted by Dermalogica for reviewing purposes, and it did not disappoint. I love how fast the lotion absorbs. It leaves it soft and hydrated.  I also enjoy that it doesn't have a strong scent.  It is on the lighter side, so perfect for my combination skin. But drier skin types might need something a little more substantial."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Dermalogica active moist is hydrating, nourishing, glides on smoothly, but leavings a slight tackiness on my skin. Its a nice moisturizer for the autumn season, a little bit goes a long way. Itu2019s a gel cream texture with a slight scent. Thought itu2019s a gel cream texture it had a good enough hydration for autumn season. For the winter months, may need to layer for a bit more hydration. Complimentary from Dermalogica."
        },
        {
            "review_title": "Fantastic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This was received complimentary from Dermalogica.  This is another HIT from Dermalogica! I have combo skin and this keeps my oily section under control while my dryer spots stay hydrated and moisturized.  My skin feels plump and looks juicy! 10/10 recommend!"
        },
        {
            "review_title": "Great moisturizer for winter",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is an oil free moisturizer that provides an extra boost of hydration. It is loaded with so many skin boosting ingredients to moisturize and retain moisture in the skin - Butylene Glycol and hydrolyzed jojoba esters. The moisturizer is a white color with a creamy texture. This does leave a slight tackiness, but it will absorb right into the skin after 30-60 seconds so I prefer to apply this to damp skin before applying my serum u2013 cleanse, tone, serum, tone, moisturizer. This way it better helps the skin absorb the product. If you want it to absorb even better sometimes, I apply toner or mist afterwards. After using the moisturizer my skin does feel more hydrated, making this a good moisturizer for the colder months. The cream has a light fresh scent which is quite refreshing.  Gifted by Dermalogica in exchange for my honest opinion."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love love love this product!! Perfect for your winter skincare routine.  I use this everyday and it leaves my skin feeling soft. I suffer from very dry skin so Iu2019m so glad I found this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Dermalogica is a big part of my skincare routine  and I was very excited when they gifted me t the Active Moist moisturizer for my honest opinion. The packaging as usual is very presentable and the product comes in a box.  You get a huge amount of product 100ml when most face creams and serums are only 30-50 ml . The cream it self is very light and immediately leaves my skin very  soft and smooth. Little bit goes a long way. I love the combination of nature and science- the formula has probiotic complex and mix of botanical extracts.  It absorbs very quickly without any residue and I can use it under makeup as well without any cakiness on the skin.  The smell is OK, very light citrusy scent  and is the only thing I would change to make perfect.  Overall excellent product and other big hit from Dermalogica family."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Dermalogica active moist has a gel to cream kind of texture. It gives you the extra hydration that you need during winter without feeling oily. I have a combination of acne-prone skin so I hate the feeling of having a very thick layer of any type of product to feel hydrated but this one does not fail me. It's perfect for the winter.  *Gifted by Dermalogica"
        },
        {
            "review_title": "Good winter moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This moisturizer impressed me. It is light weight so it doesnu2019t feel heavy or greasy after applying and absorbs nicely into the skin.  My skin instantly feels soft and stays hydrated for hours. It works well for my combo skin and also does well under makeup. Definitely a good moisturizer for the winter! Gifted by dermalogica for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "After using Dermalogicau2019s Active Skin Moisturizer, my skin feels smooth, hydrated, and nourished which is not only perfect for the winter time, but all year round! It has a very light scent, and the texture is extremely lightweight on the skin. It doesnu2019t feel like youu2019re wearing a heavy moisturizer at all. Iu2019d definitely recommend trying this. This was gifted by Dermalogica."
        },
        {
            "review_title": "Good overall moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The moisturizer has the texture of a gel and cream. It spreads well and the silicone based ingredient has a nice slip to it and also helps to retain moisture. It has a subtle citrus scent to it without being overpowering. Overall a decent cream for all skin type.  This is gifted by Dermalogica."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "the cream is moisturizing, the texture is light gel.  absorbs quickly, leaves no greasy film on the face.  the packaging is convenient to use.  the only thing I don't like is that the skin shines too much after use, but it's a matter of taste. Gifted by dermatologica"
        },
        {
            "review_title": "Love this stuff!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I really love this moisturizer. It feels really amazing and the scent is sooooooo soooo good!! It comes out and looks like a lotion but I would say it's more like a gel once applied to the face. Overall I really like it. I received this product complimentary from Dermalogica for testing purposes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This moisturizer is amazing. The formula is great and the texture is not greasy. It hydrates my combination skin and it absorbs very well. A lightweight moisturizer that doesnu2019t have any smell is worth trying. Complimentary from Dermalogica."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Dermalogica gifted me this moisturizer and Iu2019m loving it so far! I have very dry skin and this moisturizer is very hydrating. Itu2019s not ideal for the winter months, as itu2019s not as thick and moisturizing as my preferred moisturizers. Iu2019ll save this one for the spring months, itu2019ll be perfect then!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I pay more attention to hydration in my skin, which is why I am looking for products that focus on that. I like that my skin feels smooth, it adsorbs very well, the texture is not greasy. I like that my skin looks healthier and more nourished. complimentary from dermologica."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This moisturizer gifted by Dermalogica leaves my skin hydrated and refreshed. A little goes a long way, so if you donu2019t apply too much, your face will not be greasy or oily. It has a nice fresh scent as well. Wear well under makeup too. I recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "This is a moisturizer I think best suited for normal, combination and oily skin types. I expected it to be heavier than it is and perhaps a great heavy winter cream for my combo oily skin but rather itu2019s more like a lightweight cream gel. Itu2019s not a bad thing itu2019s just not what I was expecting. Itu2019s nicely moisturizing for the warmer months but will require me some layering with other products in the winter. The size is generous for the price. I do recommend. I received this product completely from Dermalogica."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Amazing for all skin types! My skin feels instantly hydrated right after application. The cream has a very light fast absorbing texture, itu2019s like a very light cream, not gel-like at all. It doesnu2019t have any smell, which is a huge benefit for me. I noticed it does a good job calling the sound down after sun exposure or very aggressive masks. Any redness goes away within 15 mins. The cream doesnu2019t cause any irritation, and doesnu2019t clog pores. I feel like itu2019ll be a great addition to anyoneu2019s skin care regime.I received it complimentary from Dermalogica."
        },
        {
            "review_title": "Great lightweight moisturizer option!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I really enjoyed this light weight moisturizer. Itu2019s a perfect day cream for me and my oily skin when I canu2019t have anything heavy under my makeup.  This cream is almost gel/water based feeling as you apply it, SUPER thin consistency and absorbs quickly and completely into the skin, leaves no residue and is perfect prep for using under makeup. I definitely agree it provides a good hydration for smooth skin for foundation application. Itu2019s a really good moisturizer for your light weight category! No issue with adverse effects or sensitivity after using it either."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "i received this product in exchange for my review. I really liked this product it seemed into the skin really nicely and it wasnu2019t heavy on the skin I would have to use it for longer to see long-term results but overall it was a pleasant experience. it was gifted by dermalogica"
        },
        {
            "review_title": "Such a great option!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "this moisturizer was gifted by Dermalogica for me to try & safe to say I am very impressed with this one! It isnu2019t heavily scented like some of their other products I have tried & is thick enough that it can be used day or night. My skin immediately felt hydrated & the cream sinks into the skin very nicely. I was able to apply a thick layer of it & it definitely was absorbed & didnu2019t just sit on top like some other moisturizers Iu2019ve tried. This would be perfect for the cooler months or even during the summer as it isnu2019t too thick either! A great option for all skin types!"
        },
        {
            "review_title": "Amazing for ALL skin types!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I absolutely love this moisturizer! Itu2019s the perfect mix of heavy and light! It leaves my skin so hydrated with NO sticky residue! I like that I can use it day and night because of how the consistency is. 10/10"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this product by Dermalogica! I think itu2019s a great moisturizer and keeps my skin hydrated throughout the day! Would definitely get this again as it has become a staple product in my everyday skincare. This was gifted by Dermalogica"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I absolutely love this product (gifted by demalogica). My skin has not felt this hydrated before. It doesnu2019t leave me feeling oily and uncomfortable throughout the day. Itu2019s very lightweight and leaves my skin feeling beautiful."
        },
        {
            "review_title": "Perfect for oily-prone skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Gifted by Dermalogica. Love all of Dermalogica products but this active moisturizer is phenomenal! It deeply hydrates my skin without leaving a greasy feel - which is important if you are prone to oily skin! I apply it under foundation for a smooth (non-cakey) look!"
        },
        {
            "review_title": "A great match for my sensitive combination skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I received the Dermalogica Active Moist moisturizer complimentary from the brand. However my opinion is honest and based solely on my experience using this product. I have sensitive combination skin, so I was pleased to see that this moisturizer fit into my routine like a glove. A lightweight formula that would sink into my skin right away, pleasant smell, but most of all, very hydrating for my skin, this moisturizer is a keeper as well. I must say I am liking all the products I have tried from Dermalogica thus far."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This was gifted by Dermalogica in exchange for an honest review. This is wonderful for someone with combo skin like me. Lightweight but lots of hydration. Thereu2019s a scent so I donu2019t love that but itu2019s still good"
        },
        {
            "review_title": "My skin drinks this up!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Active moist is such a nice, lightweight yet hydrating moisturizer. I find this works particular well in summer for my normal skin type but I think for combo and oily youu2019d love this year round. Love how quickly it sinks in! It smells subtly like lavender, which gives me that spa feel without being overwhelming or irritating on the skin. I always come back to dermalogica moisturizers since by skin really loves them!"
        },
        {
            "review_title": "Smells AWFUL",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I was excited to try this, as moisturizers are always something I feel like I canu2019t have too much of. I was sorely disappointed because I will never be using it again. The smell is so u pleasant that it overshadows any other aspects of the product that could have been good. It felt lightly moisturizing, but I had to end up washing it off because I couldnu2019t stand smelling my own face. Dermalogica, PLEASE fix this.   Gifted by Dermalogica."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Gifted by Dermalogica. A great moisturizer. I feel like this would be better for the spring and summer for my combo skin. I live in an area that is cold and dry and I need to layer this with something else to keep my skin hydrated."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "After washing my face with their cleansing gel and multi-active toner I apply this while my face is still wet so my skin can really soak up the moisture. My skin can get especially dry in the winter so I need that extra hydration. It feels so luxurious and effortlessly gives me that glass skin effect. I use it in combination with vitamin c to brighten and clear up my breakouts. It is a smooth application and keeps my acne prone skin happy!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Absolutely in love with this moisturizer that I receive complimentary from Dermalogica! First off, I really enjoy that itu2019s a squeeze bottle vs jar. Itu2019s more sanitary and you can control the amount you use better! This moisturizer has quickly become a favorite for my oily-combo skin. Sinks in super quick, feels weightless while hydrating so well!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love how no-fuss and dependable Dermalogica products are. I donu2019t have to worry about negative reactions as I havenu2019t had one to date. I was kindly gifted this moisturizer and am so stoked to have it in time for the colder seasons. It feels like itu2019s going to be heavy, but it packs the punch of a heavier cream while being lightweight. My skin is so nourished and healthy looking with radiance after application. Absorbs super well into the skin and suitable for daytime/under makeup wear. Complimentary from Dermologica."
        },
        {
            "review_title": "SO HYDRATING AND LIGHTWEIGHT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I have really been enjoying this moisturizer for daily use. I have combination skin that tends to get oily in my t-zone through out the day. This cream is extremely light weight. It come out of the tube looking thick, but as soon it touches your skin, it melts and turns almost into a watery texture. It absorbs really fast and leaves my skin extremely soft all day. I highly recommend this for those with oily skin, itu2019s truly my new go-to.  This product was gifted by Dermalogica, but review is my own opinion:)"
        },
        {
            "review_title": "Amazing for combination skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "*Gifted by Dermalogica*I was pleasantly surprised by how well this moisturizer works for skin. I have sensitive combination skin so moisturizers can be very hit or miss for me but this one strikes the perfect balance between providing enough moisture while also not feeling oily or heavy. It feels like itu2019s actually being absorbed instead of sitting on top of my skin."
        },
        {
            "review_title": "Super hydrating.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I received this product complimentary from dermalogica. This is my first time using a moisturizer by dermalogica. My skin instantly felt hydrated, Plump and the feeling lasted all day. I've been using it day and night it's so good."
        },
        {
            "review_title": "Amazing for oily skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this moisturizer because I have oily skin and this product is very lightweight and oil free. It absorbs into the skin really well. You can layer on if you need more, especially in the winter or follow with a facial oil. The lemon and burdock also helps to refine your skin but in a gentle way. The smell is also not overpowering. This product was gifted by Dermalogica"
        },
        {
            "review_title": "Love the texture and feel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "It was my first time trying out the Dermalogica, they gifted me their Active Moist moisturizer and I was super intrigued.   The scent is not my favorite, I feel like it kind of smells as it is expired but I knew it wasnu2019t. After looking further on it I noticed the smell is normal but thatu2019s the one thing Iu2019d change about the product.  Texture and feel are amazing I love applying it it feels like a very luxurious coat of cream. It makes my skin super soft and smooth and itu2019s amazing to the touch. My skin felt hydrated and gloomy. I canu2019t wait to try more dermalogica products in the future."
        },
        {
            "review_title": "Great for oily skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I have oily skin and its hard to find a good moisturizer. I was gifted by Dermalogica their active moist and I really liked how well it absorbs, how it feels and hidrates my skin, and how social responsable the brand is. Im just not a big fan of the smell."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this cream because it is gel, and it is very good for me since I have combination skin, its texture is very light, and I feel that it gives me hydration and firmness to the skin. Gifted by Dermalogica!!"
        },
        {
            "review_title": "Hydrated skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve been using Dermalogica products for years. And this is one of my go-to daily moisturizers especially during the winter time. I have combination skin and my skin doesnu2019t feel greasy or sticky. It looks healthy and hydrated.  *gifted by Dermalogica"
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Dermalogica gifted me the active moist oil free moisturizer and exchange for my honest opinion. Dermalogica products tend to be a hit for me because they always create the products with the consumer in mind and have ingredients that truly work on your skin.   The moisturizer comes in a squeeze bottle with a spout at the end making it easy for all the product to be used up. The moisturizer has a light weight consistency and absorbs into your skin quickly.   As much as I wanted to like this moisturizer it just wasnu2019t for me. My skin tends to be very dry during the winter time and it requires a lot more moisture than what this moisturizer has been able to provide for me. I think this might work really well for someone with a more oily complexion but itu2019s a pass for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a perfect everyday moisturizer. It feels pretty light but is moisturizing enough for my dry skin. I use a thicker moisturizer at night but this one is perfect under sunscreen and makeup. I also have acne prone skin and have not had issues with this."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "This was gifted by dermalogica for my experience. This moisturizer had my attention at oil free and non comedogenic. I have acne prone oily skin and itu2019s really tough to find a moisturizer that wonu2019t break me out. This one does a good job at hydrating my skin, keeping it soft without harming the skin. Dermalogica has some great products that I love and Iu2019m happy this midsize worked well too ."
        },
        {
            "review_title": "Wonderful day cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "There are SO many things I love about this cream I received complimentary from Dermalogica - you can tell the R&D team at Dermalogica really thought it out!   The TEXTURE is amazing - just perfect for my combination skin; itu2019s not sticky or occlusive like a gel or gel cream, but itu2019s lightweight and absorbs into the skin like water. Itu2019s just the right amount of hydration & moisture so your skin doesnu2019t get dry or tight, but also doesnu2019t get oily during the day.   I love the hygienic tube packaging & the flip-top cap, & the tiny opening makes sure you dispense just the right amount so youu2019re not wasting a drop. I plan to cut open the tube to get at any remaining inside and put it in a travel size airless pump I got on amazon.   The scent is light & refreshing & fades quickly - slightly lemony & cucumber-y, & reminds me of summer.   I really love this as a day cream & would definitely repurchase"
        },
        {
            "review_title": "Would recommend",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Gifted by Dermlogica. This is moisturizing and creamy. I am not the biggest fan of it, however it does work and I would recommend it to friends with a combination skin texture. I do love this line and would recommend it as well."
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "On my 2nd moisturizer. Good basic moisturizer. Appreciate it doesnu2019t break me out. For normal to oily skin for sure. Wonu2019t do much for you if you have  dry skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Oily skin",
            "review_text": "My skin felt so so soft after using this moisturizer. I put it on right out of the shower and my skin soaked it up so quickly. No overwhelming scent and my sensitive skin wasnu2019t irritated at all. I love how it makes my skin feel and how nice the texture is."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "gifted by dermalogica for my experience - honestly really love how hydrating this moisturizer is. it's perfect for winter time and really holds in the moisture in my skin through the night. it's light and not too heavy for skin - highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I was gifted the Dermalogica Active Moisturizer in return for my honest review. The Active Moisturizer is lightweight, hydrating and sits well under makeup. My only complaint is the smell that isnu2019t too pleasant, which is why Iu2019m rating it 4/5 stars."
        },
        {
            "review_title": "Saved my oily skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This oil-free, lightweight prebiotic, noncomedogenic  moisturizer hydrated my combination and oily skin.  After one week my skin looks very smooth and nourish. I got compliments from my husband and it means my skin looks better.   This mist is shine control which is my favorite part of this moisturizer.   The key ingredients are Prebiotic Moisture Complex  containing Hyaluronic Acid, Lemon and Burdock, Cucumber Extract. I love that it is clean beauty."
        },
        {
            "review_title": "Great for oily/combination skin!!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I am absolutely obsessed with this moisturizer complimentary from Dermalogica. I use it on damp face morning and at night. Itu2019s light weight, oil-free and doesnu2019t feel heavy on the skin at allll. Great to layer other products with like your sunscreen or even retinoids. I have oily/combination skin and Iu2019m so glad that it keeps my skin looking hydrated without making it look oily. Highly recommend it!"
        },
        {
            "review_title": "Great for more mature, acne-prone/oily skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This moisturizer is exactly what my skin is looking for! Now that Iu2019m in my 30u2019s, I need something with a bit of weight to it, but my acne-prone, oily skin canu2019t handle anything too heavy. This is the perfect consistency; lightweight, but still weighty enough to keep the skin hydrated. I like it for both day and night."
        },
        {
            "review_title": "No fuss daytime hydration",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I find that this lightweight moisturizer is perfect for daytime wear (I prefer something a bit heavier for nighttime). There are no outlandish claims, itu2019s got a pleasant and non-offensive smell, and it never leaves me feeling greasy. Perfect under makeup and/or mixed with a bit of oil."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this moisturizer complimentary from Dermalogica! It feels very silky and so absorbable into your skins it doesnu2019t have any greasiness on the skin. This is a great formula for combo skin. Itu2019s very light weight and has a fresh citrusy scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Dermalogicq. I love this moisturizer! After applying, my skin doesnu2019t feel sticky at all, nor does it feel tacky. My skin feels hydrated and plump and happy! This was a great formula for my combo skin - light texture and feel! While I wasnu2019t fond of the scent at first, I donu2019t mind it now at all u263aufe0f"
        },
        {
            "review_title": "Great moisturizer for aging acne prone skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "I really love this moisturizer I was gifted by Dermalogica! It feels very silky while applying and is super easily absorbed into the skin.  I also love that it doesnu2019t leave my skin looking like an oil slick but still hydrated.  The scent is kinda herbal but exactly what you expect from Dermalogica clean and fresh."
        },
        {
            "review_title": "Great for combo skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I've been using this moisturizer for a few weeks now and I'm hooked.  It's very lightweight and absorbs quickly without leaving my skin tacky.  I love the fresh citrusy scent. It's such a nice, hydrating formula that works perfectly under makeup.  I highly recommend this.  I received this complimentary from Dermalogica but all opinions are my own."
        },
        {
            "review_title": "So hydrating and love the glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received Active Moist complimentary from Dermalogica and it is perfect for my combination skin! It provides hydration that is not sticky or heavy and has a subtle glow, too! I am able to use this day (w/spf of course) or night and know my skin will feel great. The size is incredible! 3.4 oz is double the standard moisturizer size."
        },
        {
            "review_title": "Great for oily or combination skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I have oily combination skin and I LOVE this oil-free moisturizer. It feels lightweight but moisturized my skin effectively.  I really like how this moisturizer contains probiotics, as well as hyaluronic acid. It has a nice subtle lemon, cucumber scent that does. not irritate my skin. Complimentary from Dermalogica but this is my honest experience."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Comfortable and lightweight moisturizer. I love this one for the morning as it absorbs quickly and feels undetectable on the skin. Also wears well under makeup and doesnu2019t make me feel oily. Bonus: itu2019s in a travel friendly tube! Gifted by Dermalogica"
        },
        {
            "review_title": "Not For Me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I was so excited to try dermalogica however this was a huge pass for me :( I didnu2019t read the ingredient list and found this to be overbearing. I donu2019t mind fragrance in products but too much causes my skin to flush and itch. I guess itu2019s my fault for not taking a closer look. I do enjoy the consistency and think a fragrance free version would be incredible! This product was gifted by Dermalogica for review purposes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Hands-down for this Active Moist Moisturizer!  I am so glad to have clear skin, I am impressed by its effectiveness and the condition of my skin.  This moisturizer is recommended for normal, combination and oily skin, but it works pretty well for dry skin too, it helps my skin to stay healthy and  properly hydrated."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "For reference I have combination skin with a very oily T zone. I usually aim for lighter moisturizers as they tend to keep the forehead shine at bay but they tend to not be enough for the winter. This moisturizer does a good job of keeping my drier cheeks happy without making my t zone too oily. Would recommend to try! Gifted by Dermalogica."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This was gifted by Dermalogica. Great light moisturizer! I havenu2019t used much of this brand but so far I have been impressed by every product including this one. I have oily combo skin so always look for lightweight water type moisturizers and this was perfect! Didnu2019t clog my pores, didnu2019t make me oily."
        },
        {
            "review_title": "HOLY GRAIL.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "My skin was dead before I tried active moist and it has brought my skin to life!! It absorbs so nicely onto my skin. My skin feels healthy, moisturized, and glowing!! I am acne prone and never break out with this stuff. Such a great quality skincare brand!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This has a lightweight creamy texture that quickly absorbed into my skin. My skin is brightened, soothed, and hydrated afterwards. It is light enough to layer sunscreen over it in the mornings. I like using this in the mornings but also after working out. It helps calm down my skin with hydration and redness decreases as well. My skin also felt smoother texture too. Although it has lemon in it, there was no sensitivity after using this product."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I have oily skin so I was really excited to try this product complimentary from Dermalogica! Unfortunately, I was not wowed. The product has too much fragrance for me. It has a really unique gel-cream texture that melts in my hands but never seems to fully sink into my skin. Overall, there are other gel moisturizers I enjoy more at a more accessible price point."
        },
        {
            "review_title": "Lightweight and hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "It is lightweight which I love, I usually don't like heavy mosturizers, the best thing is that it does it job well, my skin feels hydrated and nourished, something that I really appreciate it is not having added fragance which is great because I feel is better for my skin. This was complimentary from Dermalogica in exhange of my honest review."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Oily skin",
            "review_text": "Moisturizer is a dream! Super hydrating and I love how fast it absorbs into the skin. Also itu2019s a lightweight texture. The scent is very refreshing and I love the way my skin feels after I use this product."
        },
        {
            "review_title": "Love the moisturized skin after applying",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Right in time for winter! Iu2019m obsessed with dermalogica products and am so glad I tried this too! It makes my skin plump, a lot like products with hyaluronic acid. The dry spots are immediately looking moisturized! Itu2019s extremely light and doesnu2019t leave a greasy feel either! Pretty happy with the results for morning wear before applying makeup!    I received this complimentary from Dermalogica  for an honest review."
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Complimentary from Dermalogica. This moisturizer is a dream! I love the lightweight texture and how fast it absorbs into the skin.  There is a very slight refreshing scent that fades in seconds. It leaves my skin looking plump and feeling nicely hydrated through the day."
        },
        {
            "review_title": "Leaves my skin soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This was gifted by Dermalogica. This is a great moisturizer for my combination skin. It isnu2019t too oily but it hydrates any dry spots on my face without making my oily areas feel greasy.  Itu2019s lightweight and absorbs easily into my skin and leaves it really soft and hydrated. No breakouts either!"
        },
        {
            "review_title": "Great for oily skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This is a great oil-free moisturizer for combo/ oily skin. Doesnu2019t cause any irritation and feels lightweight. After using this moisturizer my skin is super hydrated and doesnu2019t get oilier throughout the day. Perfect under makeup. I really like the packaging and generous amount of product in the tube! Gifted by Dermalogica"
        },
        {
            "review_title": "Great value, great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m slowly switching all my skincare to Dermalogica products. Iu2019ve been using the cleansing gel beforehand and following with this as my moisturizer. It has a very faint, clean smell. I typically have combination skin and this does wonderfully for me, it hydrates but sets in quickly enough to not slow down my morning routine.  I received this complimentary from Dermalogica."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This product was gifted by dermalogica and is a life changer to my skin! I love the smooth application and in a matter of days I could see the difference on my face. I have been breaking out more easily and this product has done wonders."
        },
        {
            "review_title": "Great for oily skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I was gifted by Dermalogica their new moisturizer. I love how this moisturizer doesnu2019t make my oily skin break out at all or feel too heavy with moisturizer. It hydrates me in all the right places and Iu2019m happy that this actually helps improve my acne!"
        },
        {
            "review_title": "Great hydrating moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "If you're looking for a lightweight oil free moisturizer this is going to work wonders for you.  It keeps me hydrated and moisturized all day without weighing down my skin.  My skin does not do well to heavy creams during the day so I appreciate that this is lightweight yet it can keep my skin looking fresh and hydrated. This moisturizer is complimentary from Dermalogica."
        },
        {
            "review_title": "Perfect for anyone with Oily Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I have loved a lot of dermalogica products, but never tried the dermalogica active moist moisturizer. This was my first time trying this out and absolutely love the feel and texture of this. Its really lightweight on the skin. I have super oily skin so Im always looking for hydration without a greasy feel. Especially under makeup, i want a light weight moisturizer. This was given complimentary from Dermalogica, but the opinion is 100% mine."
        },
        {
            "review_title": "Perfect!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I received this complimentary from the brand. I love dermalogica products and this moisturizer is now a must have for me. It doesnu2019t have any scent to it and that is okay for me although I love some fragrance in my products. But it really is a good moisturizer for winters as I have a dry skin and it keeps my skin soft and supple . It get absorbs into skin easily too. I definitely recommend."
        },
        {
            "review_title": "My new go to!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Oily skin",
            "review_text": "I have extremely sensitive and acne prone skin. This moisturizer leaves my skin feeling hydrated without being heavy which makes my skin not get oily throughout the day. I love that it has no added colors or fragrance. This is definitely my new go to moisturizer. Gifted by dermalogica"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Dermalogica . I really liked this active moist moisturizer! moisturizes my dry skin very well. pleasant texture and well absorbed. I love it. I highly recommend this product!"
        },
        {
            "review_title": "Perfect lightweight moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Very lightweight moisturizer. I love how it makes my skin feel. Very light and luminating. Great scent"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This moisturizer is very thin which I like, a little goes a long way. I would recommend this moisturizer to people with dry skin. My fave feels soft and clean after applying it their is also no fragrance which is perfect. Gifted by Dermalogica."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely love the new Dermalogica Active Moist moisturizer!The moisturizer is perfect because it's light weight and super hydrating! It is an easy application and perfect dry/combo skin. Gifted by Dermalogica."
        },
        {
            "review_title": "Amazing feel!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have been really enjoying this moisturizer. It is light and spreads really easily onto the skin. BUT it really keeps my skin hydrated throughout the day. I like that it doesnu2019t sting my skin and I am not quite sure about the prebiotics but my skin didnu2019t break out or feel any more or less textured. It is more like a basic moisturizer that feels incredibly lightweight but still moisturizes for a long period of time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Dermalogica products work so great for me and this is no exception! Love the lightweight feel and texture, feels refreshing and hydrating. My skin is oily and this doesnu2019t make me extra oily or leave any residue behind. Great for morning and night. Gifted by Dermalogica for review."
        },
        {
            "review_title": "Happy Skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "(Gifted by Dermalogica) I personally didn't notice any scent to this moisturizer, which I have no problem with either way because my skin isn't sensitive to it. I have dry/combo skin so I was a little unsure of how this would go. BUT thankfully while it is lightweight, it also didn't feel runny or disappear. Sinks in nicely & no greasy or sticky feeling after. My skin feels soft & hydrated. I like to top it with rosehip oil (my pm routine secret) & it has never pilled or caused an issue. This one is a winner for me."
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This moisturizer is so good! As the weather cools down, a good effective moisturizer is a necessity and this one checks all the boxes. It sinks in and doesnu2019t leave my skin feeling sticky, but super hydrated! I received this product complimentary from Dermalogica."
        },
        {
            "review_title": "Works Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This is an amazinggggg moisturizer. It is odorless and super light on my skin. I use it every morning as part of my skincare routine. A little product goes a long way. This product was gifted by Dermalogica."
        },
        {
            "review_title": "Hubs and I Aporove!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Itu2019s a pricey product but itu2019s gonna last a good while. Love the no fuss squeeze tube, this was perfect for both my husband and I to share on a recent trip.  The formula overall was a hit for both of us! He has normal to dry skin and I have combo oily. I really enjoy how well it sinks in and also how it plays with additional serums when my skin is in need of an added hydration boost. I can see myself using this most during warmer months and as a daytime moisturizer year round.  I knocked off one star because of the scent. By no means does this smell off putting, but for those of us with sensitive skin, any kind of fragrance (natural or not) has the potential to be troublesome. Iu2019ve used this moisturizer about a dozen times at this point and havenu2019t had any major reactions but thought Iu2019d mention it in case youu2019re sensitive too.  Gifted by Dermalogica"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I think this is a great oil-free moisturizer that is not sticky and leaves my skin hydrated and smooth. The texture is lightweight and the fragrance itu2019s not my favorite but itu2019s fine. Complimentary from Dermatologica."
        },
        {
            "review_title": "So hydrating for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This active moist moisturizer is so hydrating i received complimentary from dermalogica. I love the lightweight texture it absorbs quickly in to the skin. My skin feels soft and looks smooth i love how my skin looks. I love this moisturizer because it is good for my dry skin.  I use it daily after cleaning my face i love it. I will definitely recommend to others."
        },
        {
            "review_title": "Great AM moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The moisturizer comes in 100ml and is lightweight and designed for combination skin - my skin type! It has a faint smell that I canu2019t pinpoint what it is, it could be cucumber but Iu2019m not very sure. Itu2019s light enough that it doesnu2019t clog your pores or pile makeup. Itu2019s hydrating and a great AM moisturizer."
        },
        {
            "review_title": "The Hydration You Need",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "This product was gifted by Dermalogica. My skin feels refreshed and hydrated after using this product once. I was nervous about it being oil free because I do not like my face to look flat or matte. No fragrance that I can smell which is good for those who are sensitive to scents."
        },
        {
            "review_title": "Great daily moisturizer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I received this product complimentary from Dermalogica and I really like this oil-free prebiotic moisturizer. Leaves my skin feeling hydrated but not greasy. It's light weight and can be used in the morning under my makeup, as well as at night. I've noticed my dry skin has gotten much better after using this."
        },
        {
            "review_title": "Very worthy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I got this item complimentary from Dermalogica. I have combo dry skin that is quite dry in the winter and this item works so well on my skin. It is not oily or tacky upon application. and my skin feels nourished. The scent is very refreshing and the texture is very soothing."
        },
        {
            "review_title": "No more Oil Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received Complimentary from Dermalogica : Active Moist .Oil -free Prebiotic moisturizer : I love this moisturizing cream for combination skin, I have an oily T-zone, and this cream has worked very well for me, it leaves my skin so soft and oil-free, it feels very fresh when applied, I love that my T-zone it stays fat free for the whole day, I highly recommend it if you have combination skin, it really is a great product .."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Complimentary from Dermalogica. This is a lightweight moisturizer and is very hydrating. I donu2019t prefer a moisturizer that is too thick or rich because they tend to leave my skin feeling sticky. This was easy to apply and not very sticky or oily."
        },
        {
            "review_title": "Good Splurge Product - Great Value",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I am thoroughly impressed with this moisturizer. My skin still felt pretty moisturized the morning after applying. I think this is a great option if you have the money to splurge on a good moisturizer. Dermalogica as a brand really does make some good products and this one did not disappoint. This was gifted by Dermalogica."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I received this moisturizer complimentary from Dermalogica. It is SO lightweight, but still super hydrating. I was a bit nervous that it wouldnu2019t be moisturizing enough for winter, but I stand corrected. Itu2019s easy to apply and it absorbs quickly. This one will definitely be included in my skincare routine all year long."
        },
        {
            "review_title": "Good Vegan Moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a light moisturizer, perfect for my combination skin. It absorbs easily and is not greasy. It has Hyaluronic acid and is Vegan. The 100 ml tube will last me a while. It did not break me out. Love how hydrated my skin feels. Gifted by Dermalogica."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I got this gifted by the brand and I love how well this hydrates and moisturizes my skin. I use a small amount morning and night and my skinnstays soft all day. I have combo skin so I have some dry areas and this seems to keep my face moisturized in all the right areas. I definitely recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This active moist moisturizer was gifted by Dermalogica to try and I must say it is extremely lightweight as they mention it. You can clearly smell notes of lemon and cucumber which is very refreshing and energizing, It glides on smoothly on my skin and my skin felt soft after the application. Loving it."
        },
        {
            "review_title": "best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "this cream is perfect for the dry skin as it locks moist in your cells and boost radiance from the inside. perfect hydration for all day long. texture is very light and pleasant. love Dermalogica. gifted by Dermalogica"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "dermalogica is one of my favorite skincare brands so i was looking forward to trying this. i was not disappointed!! it's lightweight but still feels hydrating. i have combination acne-prone skin so this moisturizer is perfect.  disclaimer: i received this complimentary from dermalogica."
        },
        {
            "review_title": "Nice texture, strong scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This is a lightweight, but hydrating moisturizer. I have oily skin, and I do enjoy the texture of it and how my skin feels when I wake up after using it. Someone with very dry skin may enjoy something thicker, or layering this on top of other oils and serums. I will say for those sensitive to scents - this has a fairly strong scent of limonene on application (a bit like a margarita). It dissipates quickly though.  Received this complimentary from Dermalogica."
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "This moisturizer truly hydrates my face without being too heavy! In the Fall and Winter I need extra moisture so I like to apply it twice a day. And even then my face is not greasy, just soft! The bottle is big so it lasts a while. I really like this moisturizer!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this complimentary from Dermalogica for an honest review. I really really like this moisturizer. I have combination skin and can be picky when it comes to moisturizers. This one does a great job of balancing my skin - keeping it hydrated without making it greasy. It works really well under makeup or by itself."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "This is the perfect light moisturizer, especially for my oily skin. It's not thick or greasy and it absorbs quickly. This is the only moisturizer that keeps my skin hydrated all day long and doesn't break me out! It's my go-to moisturizer at night. I received this complimentary from Dermalogica in exchange for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Enjoy using this cream so much! Itu2019s very hydrating without all the greasiness. Love that itu2019s oil free and does not clog pores. It smells calming and relaxing. Altho it contains less than 1% synthetic fragrance, it didnu2019t irritate my skin all. Itu2019s def one of those creams I need to get through fall/winter. Product is gifted by Dermalogica."
        },
        {
            "review_title": "A refreshing boost of moisture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This moisturizer feels so nice on your skin. It had an almost cooling feeling upon first touching your skin which is so refreshing and relaxing. It glides across your skin so softly and absorbs quickly. My skin felt and looked moisturized right away and held up amazing even hours later. Definitely recommend trying this if you like a light moisturizer that gives your skin a boost of hydration!"
        },
        {
            "review_title": "Amazing product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Loving this moisturizer. The formula is super lightweight, and make my skin feels hydrated and smooth. I have combination skin, so Iu2019m super picky choosing moisturizers. This one almost disappears after applied, just leaving a nice glow. I would 100% recommend. Gifted by Dermatologica."
        },
        {
            "review_title": "Great light-weight moisturizer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "*This item was gifted by Dermalogica* I absolutely love this light-weight, oil-free moisturizer. My combination/acne-prone skin has reacted so well to it. The hyaluronic acid is so hydrating without the greasy feeling. I use it in the morning and evening and didnu2019t get any new breakouts, and I was pleasantly surprised with the lightweight consistency that my skin still felt perfectly moisturized even with the weather getting colder/dryer. My skin feels very soothed and hydrated after use. Just fyi I use it as part of a very basic routine currently, just a double cleanse & toner before and only spf after in the morning. I havenu2019t tried it with makeup on top yet either but it doesnu2019t pill with my spf layered on top. Iu2019ve loved everything Iu2019ve purchased/sampled from this brand so far, definitely worth the price tag!"
        },
        {
            "review_title": "Must try for oily skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I love this moisturizer itu2019s so thin and light weight but still moisturizing. I have oily skin and this does not make me break out and doesnu2019t irritate my sensitive skin! I love that this is in a tube and makes it super convenient to travel with."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Love how hydrated and moisturizer my skin feels after applying this product. Such an easy to use packaging - love it. The texture is great - absorbs quickly and leaves my skin feeling fresh and hydrated. Subtle scent that I like and enjoy. Gifted by Dermalogica."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Love how hydrated and moisturizer my skin feels after applying this product. Such an easy to use packaging - love it. The texture is great - absorbs quickly and leaves my skin feeling fresh and hydrated. Subtle scent that I like and enjoy. Gifted by Dermalogica."
        },
        {
            "review_title": "Good for oily skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "My skin felt so hydrated and nourished immediately upon application of this moisturizer, and I was honestly surprised by how long it kept my skin feeling nice and soft. It also didnu2019t make me break out, and it felt soothing on the skin. I will say that the price point is fairly high, but you get a decent amount of product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Dermalogica. First of all it comes in a big size for the price, so it will last you a long time. I really like how moisturizing this moisturizer is. It absorbs fairly fast and t doesnu2019t leave greasy residue. Perfect for colder months"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "[Gifted by Dermalogica] This moisturizer applies easily and leaves a nice natural finish on the skin. It's a bit pricey for what it is especially since I'm having a hard time getting over the scent of the product (it's hard to get me to continuously use a product if it either doesn't have any scent or doesn't smell pleasant to me).  There are definitely more reasonably priced products that work just as well and have a nicer scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Dermalogica gifted me this Active moist to try for my honest review.  Active Moist is a perfect moisturizer for someone who has oily, combination or acne-prone skin like myself. Hydrates with no oily shine through a botanical layer on skin. Balances skinu2019s microbiome. Refines skin with botanical extracts."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This was gifted by Dermalogica. I feel like the product works well and absorbs into your skin fast, but I still prefer my go-to moisturizer which is the Ultra Repair Cream. It is honestly a little expensive and unless you really love Dermalogica, I would skip this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I got this complimentary from Dermalogica. I love how lightweight the moisturizer is and it is perfect for daytime. I think if you have dry skin you may find this not moisturizing enough so make sure to layer up, otherwise this would be a great moisturizer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I received this product complimentary from Dermalogica and felt in love, the texture is so lightweight and literally my skin drinks it pleasantly. Is impressive how my oily skin looks after applying it, works beautifully under my makeup and keeps my oiliness at bay. My skin feels soft, hydrated and the fragrance is subtle and dissappear. This definitely would be my ally."
        },
        {
            "review_title": "Holy Grail Moisturizer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I apply a pea-sized amount (or as you feel you need to cover your face and neck) of this moisturizer as the last step in my AM and PM skin regimen. I make sure to have clean, dry hands and I massage it into my skin, really making sure it is absorbing. It creates the perfect light texture where my face does not feel greasy. The scent is very light and natural. I was nervous at first to use this as I have combination/oily skin, but it did not clog my pores. Overall, this has given me a softer, hydrated, healthier looking clean glow. I am enthusiastic about continuing to use this product and I do not think I will be using other moisturizers anytime soon!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The product was gifted by Dermalogica in exchange for my honest review.  I always like Dermalogica products since they can really solve skin problems. This cream is very hydrated. It's suitable to use in the winter. I have oily skin and I found that this cream is not greasy at all. Recommend for anyone who needs hydration!"
        },
        {
            "review_title": "Perfect oily skin hydration!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Complimentary from Dermalogica. I absolutely love this moisturizer for my oily skin! I love using it on its own as well as over an active serum. It keeps my skin perfectly hydrated, without looking and feeling heavy or greasy. It has a very light scent, very botanical and leaves a clean feel on the skin. The perfect moisturizer for anyone with oily or combo skin!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Gifted by Dermalogica. Dermalogica does not disappoint tried it as soon as i got it and fell in love, I used it after cleansing and toner and is quickly absorbed. I have oily combination skin and its perfect, no redness itching or irritation. I like to use it at night but goes well with foundation. Smell is pleasant, natural scent. Leaves your skin really soft and hydrated."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "Hands down, NEW FAV MOISTURIZER!     I am head over heels in LOVE with this! My skin has honestly changed dramatically after using it for 2 weeks consistently (morning & night). A little goes a LONG way, so this bottle will last forever! My skin feels soft, hydrated, and clean. Most moisturizers cause an oil spill, and make my (very) sensitive skin breakout. This brand consistently continues to make amazing, high quality products. Love this hydrator! This was gifted by Dermalogica :)"
        },
        {
            "review_title": "Perfect!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Complimentary from Dermalogica. This moisturizer is so lightweight but moisturizing. Itu2019s perfect for my oily skin and doesnu2019t make me look greasy. It leaves my skin looking hydrated and healthy.  Itu2019s definitely a winner for me!"
        },
        {
            "review_title": "Great for combo skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "*gifted by Dermalogica*   This is my honest review after trying it out :) This oil-free, lightweight moisturizer hydrates my combination skin very nicely! It absorbs quickly and blends beautifully without making my face look greasy! It does have a nice, natural scent to it but itu2019s not synthetic fragrance. I like applying it during both AM and PM skincare routines. After cleansing and toning, I apply a small amount on my palms and then tap the product on my face/neck in upward strokes. It leaves my skin feeling very hydrated and soft! I love that this product is formulated with clean and safe ingredients as well! Love it!"
        },
        {
            "review_title": "super moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Received this moisturizer complimentary from Dermalogica and I absolutely love it. It melts into my skin upon application and keeps my skin very hydrated and nourished. The formula is not too thick and feels very lightweight."
        },
        {
            "review_title": "Great for the price",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This product was gifted by Dermalogica. I have to say I love how much product you get with this especially for the price. This is perfect for my skin type which is oily. My first impressions is that itu2019s lightweight abs I like it to prep my skin before my makeup. Plus I love that it doesnu2019t irritate my skin. I would recommend this product for sure!"
        },
        {
            "review_title": "Perfect neutral moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this moisturizer! I was gifted by Dermalogica. It is as lightweight as a gel but still feels as hydrating as a cream. It's not sticky at all and doesn't leave you super shiny. All in all, it's a very neutral hydrating moisturizer, which is exactly what I was looking for."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I recently received this product complimentary from Dermalogica and itu2019s been lovely. Itu2019s such a nice scent and the packaging is really neat. I would highly recommend this product to my friends and family."
        },
        {
            "review_title": "Definitely recommend this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "The dermalogica moisturizer makes your skin feel soft to the touch and makes your face looking glowing, it donu2019t make your skin look or feel oily after each use, it smells amazing as well, I definitely recommend this product to anyone, this was gifted to me by Dermologica"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I have been looking for a great facial moisturizer and this is it! It was gifted by Dermalogica and itu2019s one of my favorites already. I love how hydrating it is on my skin without feeling too oily or greasy. Makes my skin feel perfectly balanced!"
        },
        {
            "review_title": "Lightweight!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Dermalogica is such a great brand and I have really been enjoying this moisturizer.  It is very lightweight and perfect for my combination skin.  It fairs great in my AM skincare routine as it wears well under my makeup. I have used their moisturizers in the past and they are perfect for winter! This was complimentary from Dermalogica"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is the perfect everyday moisturizer for my combination skin. I live in a humid climate so my skin tends to be oily by the end of the day. This moisturizer provides me with the hydration my skin craved without the heavy, greasy feeling. It also wears very well under makeup!"
        },
        {
            "review_title": "does not absorb well (combination skin)",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It does not absorb well at all. Used over dr. Dennis Ross retinol serum. Real bummer since the scent and consistency is pretty nice."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Hey Beauties!!   #DermalogicaGiftedMe this fabulous Active Moist and I'm in love!   This is an oil-free, lightweight prebiotic, noncomedogenic moisturizer that hydrates combination or oily skin.   Active Moist, is the perfect moisturizer for someone who has oily, combination or acne-prone skin.   Key Benefits: Hydrates with no oily shine through a botanical layer on skin and balances skinu2019s microbiome as well as refines skin with botanical extracts.   Key Ingredients: Prebiotic Moisture Complex containing Hyaluronic Acid~ Combines prebiotic system with plant extracts, forming a botanical layer on skin for long-lasting hydration, improved skin texture, and a healthy microbiome.   Lemon and Burdock Extracts~ Helps refine skinu2019s texture.   Cucumber Extract~ Soothes skin and helps provide deep hydration.   After cleansing and toning, apply over face and neck in light, upward strokes. Use twice daily, morning and night.  This product is formulated with clean and safe ingredients is, noncomedogenic, vegan, gluten free, paraben free, sulfate free, phthalate free, synthetic fragrance free,  cruelty-free.  Plus the packaging is recyclable.   This is my new favorite moisturizer. I love that it's noncomedogenic, so it doesn't clog my pores. It's super soothing and gentle on my sensitive skin and absorbs quickly and easily without leaving any sticky or greasy residue behind. I also love that it has no scent to it.   Products Shown: @Dermalogica~ Active Moist"
        },
        {
            "review_title": "Very hydrating, lightweight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Dermalogica. This is such a wonderful moisturizer for my dry skin. Especially now with the colder weather my skin needs hydration and this moisturizer really delivers. It is oil-free and feels very lightweight on my skin. It absorbs quickly into my skin without leaving a sticky or greasy feeling to my skin. My skin is feeling hydrated all day long and feels feeling so soft and smooth. Highly recommend this moisturizer!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I was gifted by Dermatologica  their active moist. This pre biotic is amazing for my poor dry skin. After using my face is so soft and smooth! It's literally changing the texture of my skin and I'm here for it!!"
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I received this product as a complimentary from Dermalogica.  I like this moisturizer a lot. I have oily skin and the moisturizer is super light and the absorption is fast. I felt my skin hydrated and the oiliness was controlled.  I use every day in the morning and night."
        },
        {
            "review_title": "Prebiotic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "This is such a lightweight moisturizer but still so hydrating!!  Itu2019s definitely oil-free. I also love that itu2019s a prebiotic moisturizer that supports the skinu2018s microbiome - so cool!"
        },
        {
            "review_title": "This works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received this product complimentary from Dermalogica. I love this moisturizer. I have dry skin and with this weather I haven't been able to find a moisturizer that lasts all day. This one does. It's lightweight and smooth. Applies nicely and absorbs quickly. It dries down quick and doesn't leave any tackiness.  I'm obsessed"
        },
        {
            "review_title": "Nice and lightweight for oily skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "*Complimentary from Dermalogica.* This moisturizer is so lightweight and feels so good on my oily skin. It sinks in nicely and does not feel greasy. I do feel like itu2019s hydrating enough to wear all day in warmer weather, but Iu2019m not sure how it will hold up in cooler weather. I love that itu2019s in a tube and squeezes out nicely.  I wish it was not as scented with all the citrus extracts/oils, but it doesnu2019t seem to bother my skin for now."
        },
        {
            "review_title": "Amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by dermalogica. My skin feel so soft after applying this product it definitely feels moisturized and hydrated this product has been a holy grail during the fall when Iu2019m starting to get really dry skin moving into winter."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This product was gifted by Dermalogica for review purposes only. I love this brand and this product did not disappoint. It felt nice on my skin and the applied nicely. Itu2019s the perfect amount of hydration for my oily skin!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Gifted by brand  This cream is literally so moisturising and great on my combination skin. It really provides total hydration to my skin. Texture is creamy and lightweight  It gets absorbed so well and make my skin soft and hydrating. It doesnu2019t feel greasy or heavy on skin. Definitely recommend this cream as it helps to provide deep moisture to skin which is long lasting. It has has recyclable packaging."
        },
        {
            "review_title": "Great Lightweight Moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love active moist gifted by Dermalogica because it is lightweight and makes your skin feel so refreshed. It has a cooling effect and I love it for days when my skin is feeling oily. It absorbs into your skin well and doesnu2019t leave a film. Can also be worn under makeup."
        },
        {
            "review_title": "Awesome!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Such a wonderful SPF!! Applies easily, offers a dewy glow without being greasy or having a dreaded white cast. Their is a slight scent but itu2019s pleasant and fades quickly. Looks great alone or even under makeup. Would recommend buying the larger the size as the other one is rather small for the price. Gifted by Dermalogica"
        },
        {
            "review_title": "Nice lightweight moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love Dermalogica, so I was excited to try this moisturizer out. I love how it is oil free because my skin is more on the oily side and it also feels lightweight. The texture is also pretty nice. Canu2019t wait to keep using it. Gifted by Dermalogica"
        },
        {
            "review_title": "Soo hydrating on my Acne-prone skin.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Complimentary from Dermalogica. My skin feels really light and hydrated after applying this. The consistency and the texture of this moisturizer is also nice. The only thing that is slightly putting me off is the smell. It smells very weird and bitter type. Other than that, I really like it."
        },
        {
            "review_title": "Amazing Moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "#giftedbydermalogica  This is my 4th time using dermalogica moisturizer itu2019s so gentle on my sensitive skin and does not cause any irritation.  Also I apply this before my makeup and it gives me a great barrier of moisture and my foundation always looks seamless.  This is perfect in the summer and In winter."
        },
        {
            "review_title": "lightweight and hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Dermalogica Gifted me their Active Moist Moisturizer. I love how hydrating it feels against my skin leaving it Moisturizer and plump throughout the day.  It feels lightweight and not to heavy but I'm amazed at how hydrated my skin feels. A definite repurchase!!"
        },
        {
            "review_title": "The Perfect Lightweight Moisturizer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love the way my skin feels after applying this lightweight moisturizer. I typically need a lot of moisture as my face tends to suffer from dryness, especially in colder months. So, using this in combination with Dermalogica's Multi-Active Toner spray is the perfect combination. The scent is almost nonexistent which is GREAT. It is not scented. The ingredients are wonderful which is why I trust and love this brand! I am so thankful I received this complimentary from Dermalogica. to try before buying and adding it to my skincare routine. Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve been loving this moisturizer. I have oily acne prone skin and this moisturizer provides just the right amount of moisture without making my skin feel greasy. It works well under my makeup. I highly recommend. Gifted by Dermalogica."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really enjoyed this moisturizer because it is very light weight yet hydrating. I feel like it really sinks into your skin and doesnu2019t leave a thick greasy layer. I really prefer this for a day today wear. Gifted by dermalogica"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Gifted by dermalogica but this is my 100% honest opinion.This is the perfect moisturizer for my skin. I have extremely oily skin and currently dealing with adult acne. My skin feels so good! Iu2019m honestly impressed Iu2019m loving the way my skin feels and looks! I enjoy how it doesnu2019t feel heavy on the skin."
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Great moisturizer, I love how it works on my combination skin. Will continue to use twice daily, and hope for the best results. Very easy to apply, feels nice on my skin, awesome moisturizer. I love using it. I received it complimentary from Dermalogica."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Great product!! I loved using this under my makeup for sun protection whenever going outside. It does have a slight floral smell thays heavenly! Love dermalogica products. Definitely try out this sunscreen! Gifted by dermalogica."
        },
        {
            "review_title": "Light weight and non greasy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love Active Moist which I was gifted by Dermalogica its super light moisturizer that isnt greasy. It felt light and dewy on my skin and absorbs well. Love that it contains plant extracts which delivers a nice fresh scent."
        },
        {
            "review_title": "Great for Combination Skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This product was gifted by Dermalogica.   I'm always nervous about trying new products because I have combination skin and it quickly becomes oily with product build-up. This wasn't the case with this moisturizer... comes on clean, and stays on light. Would definitely recommend it to anyone with oily or combination skin."
        },
        {
            "review_title": "Hydration is fundamental",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I received the active moist complimentary from Dermalogica. Instantly after applying the mist my skin felt hydrated and the texture of my skin felt softer.  Applying it is super easy and I love the fact i can hydrate my skin without it feeling greasy."
        },
        {
            "review_title": "Works great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I received this complimentary from Dermalogica. I love how it smoothes my skin. I apply it to my face and also neck. It is very easy to use, bottle seems to be long lasting as well. I would definitely recommend trying it if you have combination skin type!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I was gifted by Dermalogica this Active Moist & live it. Iu2019ve tried this in the past and can always use a refill. Itu2019s best for oily skin, thatu2019s me! I struggle with cystic acne so creams and moisturizers can easily break me out. This is lightweight, oil-free and a little goes a long way. Itu2019s a prebiotic with cucumber extract balancing but hydrating your skin. It doesnu2019t leave a greasy feel and being oil free isnu2019t supposed to clog your pores. I love this moisturizer. Oh, and did I mention it has Hyaluronic Acid? Thatu2019s a bonus"
        },
        {
            "review_title": "Worth the price !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This product is gifted by Dermalogica in exchange for the honest review. This lightweight moisturizer is formulated with with a prebiotic blend of plant and cucumber extracts. I have super oily, acne prone skin. This moisturizer is fragrance free, melts into my skin and keep my skin calmed and hydrated all day long. I would recommended this moisturizer to combo and oily skin."
        },
        {
            "review_title": "Get this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Finally a moisturizer that is good for oily skin!!! I am obsessed with this moisturizer because it is effective at hydrating and its formula is oil free!! When I apply it, my skin feels amazing. It feels so soft and very hydrated. My skin feels so much better after having this on and I wake up the next morning with soft and supple skin. I am obsessed with how light the formula is and how it doesn't leave me greasy or oily. Gifted by Dermalogica."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Really like how lightweight this is. It did not aggravate my skin. I have a lot of dry patches and this helped hydrate those areas.  Love that this doesnu2019t leave a greasy filmy residue. Everything Iu2019ve tried from this brand has worked well with my skin. Gifted by Dermalogica"
        },
        {
            "review_title": "Good for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is such a gentle moisturizer! If you have sensitive skin, you will love this one! I have combination skin that's more on the sensitive dry side so finding this product had made such a difference in my daily skin care routine. It absorbs fast and calms most of my redness and dryness. Highly recommend! This was gifted to me by the brand but opinions are my own."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this is a nice moisturizer. I have combo, acne-prone skin that can get dry patches due to acne treatments, and this seems to help with the dryness without aggravating my acne. the texture is pleasant and sinks in without feeling greasy. this was gifted by dermalogica in exchange for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Very lightweight moisturizer, perfect for oily combo skin. It provides oil free hydration without greasy feel. It contains many plant extracts which may not be a good option for extra sensitive skin. Full size 100ml is definitely a better value."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I've been using this moisturizer on and off for the last 5 years. It's as basic as it gets but I always come back to it when I get disappointed with yet another new release that promises all-day moisture. This formula just works. It's not greasy or sticky and my skin feels healthy and plump. Not a fan of the price but can't deny the performance. gifted by Dermalogica"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Great product! I really truly love this brand it's always been a go to of mine just because of how it works so well and feels so good on the skin! U highly recommend! (Complimentary from Dermalogica)"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Iu2019m obsessed with this moisturizer. Everything Dermatolu00f3gica does suits my skin so great and this is perfectly for my acne prone oily skin. The only negative side to it is the price . This is complimentary from Dermatolu00f3gica"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "HOLY GRAIL!!! I can honestly say I have tried absolutely every moisturizer out there for me sensitive/acne prone skin and this is by far the best. It doesnu2019t clog my pore or make me break out and it is so moisturizing without being too heavy. I will never go back to anything else. Thank you dermalogica for making so an amazing product. u2764ufe0f"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Bought this for my fiancee and he loves it! Iu2019ve been trying to get him into a skincare routine and he swears by dermalogica and wonu2019t use anything else after trying"
        },
        {
            "review_title": "Favorite PM Moisturizer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I have been using Dermalogica since 2015, out of all the night time moisturizers I have ever tried this is by far my favorite because I feel like itu2019s helped calm my skin when Iu2019ve worn my mask 8+ hours & it feels irritated, dehydration & redness!"
        },
        {
            "review_title": "Left my face feeling wonderful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Loved the feel of this cream! It was lightweight and left my skin feeling moisturized instantly without feeling greasy or sticky. Fragrance free so thereu2019s no smell to possibly interact with makeup or other face products used. A definite must have for a feel good face!"
        },
        {
            "review_title": "Not for anyone with oily or acne prone skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Similar to other reviewers I was quite disappointed with this moisturizer. Within 2-3 days of using the product I noticed new breakouts.   The moisturizer was a nice consistency and easy to apply, I really wanted to like it but the breakouts donu2019t lie."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Iu2019ve used this for years on and off and always go back to it. It was great for my younger skin as well as my 40 year old skin. Itu2019s lightweight and moisturizing. I know itu2019s doing whatu2019s itu2019s supposed to and I always get compliments on my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I have oily skin and most moisturizers are too heavy and leave a residue or cause my skin to become more oily. This is exactly what I needed - light weight with no sunscreen so it didn't feel like my face couldn't breathe, my face stayed nice and matte all day; and even after one use my acne started to clear up. So glad I found this"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "wonderful product! very gentle, very moisturizing. the natural extracts smell great too"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "Very moisturizing but unfortunately broken me out."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I really want to like this but my face does not feel moisturized at all after using. Quite disappointing seeing that itu2019s a relatively expensive product."
        },
        {
            "review_title": "Not good for winter",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "It does not moisturize my skin without putting another layer of moisturizer. But if I put on another moisturizer my face feels oily and sticky. Not a very good experience overall. However, the lavender scent is amazing. There is no artificial fragrance but it does have a lot of natural fragrances."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This face cream and this whole brand is amazing on teenage acne. I used it for years as a teenager and in my early teens and it was the reason I had good skin when I was younger. Now after I turned 25 my skin changed and this no longer worked for me :(. But if you suffer from acne, big  pores and oily skin and in your late teens/early 20u2019s this face cream will be your HG and I suggest trying the whole line."
        },
        {
            "review_title": "First moisturizer to not break me out.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was reluctant to try this product because every moisturizer I have used in the past has clogged my pores and broke me out. I am so happy to say that I have finally found a moisturizer that does not break out of skin and keeps my face moisturized all day. I use this morning and night, by itself or under make up and I will continue to repurchase. I know it is expensive but for my acne prone skin type it works and it is worth every cent."
        },
        {
            "review_title": "Moisture is LOCKED in",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Up until the start of October, I was having what they call a good skin year. With the onset of colder temperatures and lower humidity, occasional breakouts went from gone in a matter of days to sticking around for weeks and weeks... I simply could not maintain the moisture of my skin past my morning and night routines. This moisturizer, while on the expensive side, helped me get back to normal. My summer skin is back and it's all thanks to this stuff. The scent is gorgeous, the texture is light and non-greasy, and more than anything you can really FEEL the difference. Would recommend for those who are struggling with the effects of winter dryness on their skin."
        },
        {
            "review_title": "Omg love thanks BzzAgent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I totally recommend it, it is the best, I love it, it will be one of my favorites and the most important thing is made with natural ingredients, thank you very much BzzAgent for this gift"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I received this product free from Bzzagent and absolutely love it!  Doesnt make my face feel oily, its light, no extra breakouts. Its perfect!"
        },
        {
            "review_title": "love!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this moisturizer! I received this from BzzAgent and it is absolutely amazing! I have sensitive skin and this didnu2019t break me out or anything! I have combination skin and this worked for my whole face!"
        },
        {
            "review_title": "Amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I received this product from bzzagent for free. The packaging is very simple and easy to read. The size of the moisturizer is great and you definitely get enough product. At the moment to apply it, it's not heavy nor greasy. I have combo oily and dry skin this helped me control it. I definitely recommend it."
        },
        {
            "review_title": "Control the oiliness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love this moisturizer ..it's the only moisturizer that doesn't break my skin out! It's smooth and light and never leaves my skin oily. As a matter of a fact it helps control the oiliness. It absorbs right away and leaves my skin glowing. Thank you Dermilogica for making a moisturizer that is all natural and perfect for my skin type (which is combination oily and dry). I could never find a product that worked on the oily and dry, this does! I love it and the price is affordable"
        },
        {
            "review_title": "Derma skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I love the smell of the lotion and gives a great hydration for my skin and it leaves my skin smooth I would totally recommend this product"
        },
        {
            "review_title": "Totally Recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I received this product from bzzagent for free, this product was really good it left my skin smooth and had a great scent which i love. I would totally buy another."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "I received this product from bzzagent for free, the packet is very simple, classic, the size of the moisturizer it's fair enough. The texture is quite well, at the moment to apply it, it's not heavy and with well coverage. I'm oily skin so this not help me controlling it but it does help with the sensitivity in a few zones. Actually, it is in my skin care routine and probably I'll maintain it more for the night."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This product is amazing. I use it before putting on any makeup to help my skin"
        },
        {
            "review_title": "Yes yes yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "lovely high quality moisturizer! Love it! Actually panicked when I lost it! Lol!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Pretty good moisturizer. Itu2019s medium heavy, so be prepared if expecting a lighter moisturizer. Great brand."
        },
        {
            "review_title": "My skin Favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Love the product ! Itu2019s always in my handbag and my skin favorite"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I am so in love with this moisturizer. I have combo/sensitive skin and this has been working great! I also love the smell! The texture of this is unlike what I'm used to and a little goes a long way. It's not greasy an doesn't leave my skin feeling dry towards the end of the day. My pores don't get clogged like with other moisturizers I've tried. Sticking with this one, definitely!"
        },
        {
            "review_title": "Miracle in a tube!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I am someone who struggles alot with dry skin and on my face is no exception! I have used Dermalogica active moist moisturizer for the last 3 weeks and have noticed a HUGE difference in my face! Its helped smooth my skin and bring some shine to my face which is truly a miracle!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This active moisturizer is the best hands down, my skin has been so soft especially living in the snow. Definitely recommend this to anyone with dry skin."
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I have been using this product for about 3 weeks and it's ok. I think I have developed a reaction to the product. I have sensitive skin and with the consistent changes in weather this product along with my face wash was not working. The one thing I will say is this moisturizer has a nice texture. A little does a long way. I would recommend this product to those who don't have super sensitive. You may have to test it with a  certain face wash. I think the combination of the fat was and this product did not do well for me, maybe if I try it with another face wash partially from this brand the outcome may be different."
        },
        {
            "review_title": "Buhh-bye Dehydration :P",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "My most favorite thing about this moisturizer? that it's POWERED BY PROBIOTICS! Oh and I love how it contains botanical extracts and smells sooo pure and refreshing:) Definitely left my face way more hydrated after just a few days... long story short... I will definitely be back once I run out!!!"
        },
        {
            "review_title": "Hydrates without feeling heavy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This moisturizer is lightweight, absorbs quickly, and has a pleasant, clean smell. My skin feels hydrated and makeup layers really well on top. (I often feel like I have to wait for heavier moisturizers to dry before applying foundation to my skin.) As the weather gets colder and my combination skin starts to feel dry, this product is the perfect solution."
        },
        {
            "review_title": "Reccomend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "Highly recommend Light weight, perfect for my combo skin My skin is super sensitive so it was nice to find a moisturizer that works well"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Loved this product, itu2019s works well for my sensitive skin. I would recommend this product to anyone"
        },
        {
            "review_title": "Good quality",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Itu2019s a good moisturizer, as far as it didnu2019t feel like it clogged my pores. However, my acne hasnu2019t improved it actually got worse but thatu2019s likely due to hormones and stress, not this moisturizer. It did seem to help even out my skin tone, using it after my alcohol-free toner. I liked it best when I paired it with some vitamin c powder, that you mix directly in with the lotion before applying it. I just wasnu2019t as impressed as I was hoping to be when I received it."
        },
        {
            "review_title": "Great Moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I did enjoy this sample that I recieved from bzzagent. I like to try something for a couple weeks I didn't notice a difference in my acne but I did notice my skin didn't get as dry after I washed it. There wasn't much of a scent to it which is awesome. It'll make a great addition to my skin care routine during this winter."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "I used it and it didnu2019t break me out or anything! This is what Iu2019ve been looking for . My face felt so clean afterwards will be purchasing again"
        },
        {
            "review_title": "Good, light moisturizer!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This moisturizer was really good , itu2019s light and not heavy. I think it is meant for not as dry skin as mine but I would use this again. Thank you to buzzfeed for providing a full size free sample to try this brand I was curious about"
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received this product free from bzzagent in exchange for my honest opinion. I absolutely love this product because it kept my skin feeling silky smooth all day. It is a product that I will incorporate into my morning and night time routine!"
        },
        {
            "review_title": "great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I received this product for free on bzzagent! I love it! Itu2019s affordable I would definitely buy!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019m giving it 5 stars because itu2019s a good moisturizer, it feels good on my skin and doesnu2019t seem to be breaking me out. So no complaints from me! Is it above and beyond impressive? Not sure. But Iu2019ve been using it every day since I got it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, mediumTan skin tone, Combination skin",
            "review_text": "Loved this moisturiser. I can definitely see a difference in my skin. I really enjoyed the scent. I received this product free from bzzagent and will definitely buy again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Love it !! It just was a dream to use on oily skin."
        },
        {
            "review_title": "Excellent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I received this product for free from bzzagent. I enjoyed the soft scent and mild thickness. I have sensitive skin and this didn't irritate my face at all."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this product free from bzzagent to try. It is a nice smelling, thin lotion that works well. The only problem I had was I needed to apply alittle bit more then a thin layer to see results. Overall a great lotion"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Good product. Moisturizes well with any heaviness or greasy residue. I would not recommend for EXTREMELY dry skin. I did have to reapply once throughout the day, but my skin is crazy dry. The scent is incredible. It didn't irritate my sensitive skin."
        },
        {
            "review_title": "My new favorite product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I received this as part of a bzz agent campaign and I have truly fallen in love with this product! Itu2019s such a nice texture on my skin. A lot of my friends and family have asked me what Iu2019ve changed and they ended up purchasing as well! Leaves my skin so hydrated and smooth :)"
        },
        {
            "review_title": "It's okay",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
            "review_text": "I got this moisturizer from Bzzagent to test and review. This moisturizer isn't too thick or thin, I prefer a thicker  one. It leaves my skin feeling soft but I do feel like I need to use it  more."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I got this moisturizer from Bzzagent to test and review. This moisturizer is very pleasant feeling and isn't too thick or strong smelling like others I've tried. It also hasn't made me break out. Keeps my skin pretty moisturized."
        },
        {
            "review_title": "Loved it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Loved this product! It left my skin so hydrated and glowing! I will definitely use it again and recommend to all my friends :)"
        },
        {
            "review_title": "My everyday moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I got this product from BzzAgent for an honest review and it's the most beautiful thing I've ever received. I live in a very dry place in New Mexico.. it's very tough for my sensitive facial skin and this product helps alot in keeping my face moistured throughout the day"
        },
        {
            "review_title": "Definitely worth trying",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I absolutely love the water smooth texture this product holds. It took time for my skin to adjust to a new product but one doing so my skin tone started to even out hold moisture for a better complexion throughout my day. Iu2019ve received many compliments already with just using it for a short period of time."
        },
        {
            "review_title": "Great for oily skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I have been looking for a great moisturizer as I live in MN and the winter months just ruin my skin! I also have a hard time since I have combination and sensitive skin. This product gave my dry spots noticeable results within the first five days. I like that the smell is very light and smells like a mild cologne. I have had no negative reactions to this product and will definitely be replacing my old moisturizer with it!"
        },
        {
            "review_title": "It's a Yes for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I received this full sized product from BzzAgent in return for my honest review and I'm SUPER excited to finally be sharing my experience. I've only tried a couple of Dermalogica products and have loved each if them. This one was no different, i'm loving it! It's unscented and felt super gentle on my skin. I like that it goes on thick, dream-like not gel-like, but feels lightweight on my face. I've always had dry skin but the last year I've experienced a change that I would now consider to be combination. I waited as long as possible to give my review to see the most results from the product and I can certainly say that my skin feels super hydrated and plump. It FEELS like a clean product. Didn't break me out or give any weird results if I missed an application or two and I love that it came in a squeeze bottle and not a pot like some moisturizer. Would definitely purchase more from this brand and recommend if within your price range."
        },
        {
            "review_title": "Purchase this product and you wonu2019t regret it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Hands down best moisturizer I have ever used! I got to be lucky enough to win a free sample from BzzAgent of this product and am absolutely in love! It was perfect for all the needs I have with my skin. I will for sure continue to purchase this product and if youu2019re reading this you should to! 10/10 u2728u2728u2728u2728u2728"
        },
        {
            "review_title": "Wonderful moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I loved this facial moisturizer. It worked wonders. I liked that it was unscented, didn't leave my face sticky at all. It kept my face soft. I have combination skin and it's difficult to find something this easy. I received this as a free product in return for my honest opinion."
        },
        {
            "review_title": "Smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I recieved this product as a free sample to try for BzzAgent. First of all, I love the lemon scent. It smells fresh and refreshing. Second of all, I love how smoothly it goes onto my face. It also doesn't feel greasy like some moisturizers do. I feel like it helps my skin feel refreshed and clean."
        },
        {
            "review_title": "Surprised me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I was very skeptical with this moisturizer. Iu2019m usually skeptical of moisturizers that are more expensive just because I always think they wonu2019t be worth the money. Not only that but most of the time the high end moisturizers are too heavy for me. This moisturizer changed my mind. This moisturizer sinks into the skin and then you donu2019t feel that heaviness like others do. I usually go towards more u201cgel creamsu201d because I like my skin to feel like skin. And this moisturizer does that. Not only that but Iu2019m very satisfied with the amount of product you get in this bottle. I feel like it will take me a long time to go through, which is nice when itu2019s a higher price. I received this product for free for my review."
        },
        {
            "review_title": "Lightweight and offers intense hydration!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "It's a great moisturizer for someone with combo skin. Packed with essential pre-biotics and made up of clean-ingredients, this moisturizer certainly emerges out as an MVP in the skincare industry. I use this moisturizer every morning and before sleep, and I'm surprised to see a visible difference in the way my skin looks - healthy, intensely hydrated and smooth! My skin is slightly sensitive and thus far, I haven't had any problems. It doesn' irritate my skin at all and the skin feels hydrated all the time. This cream is definitely a keeper for anyone who's looking for a lightweight lotion for daily use. I would totally recommend this to my friends and family, and absolutely buy this again as it serves my purpose very well."
        },
        {
            "review_title": "Ehh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I like the moisture it provides but I definitely feel it is overpriced. However I love that since using this I have not had any problems such as breakouts or flaking. I have combination skin and I'm sensitive to new products and this didn't make any negative changes to my skin"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really like the texture of this moisturizer. It feels very silky on my skin. Even with my oily complexion the moisturizer didn't add to my breakouts. I think it works great! My skin felt plump after using it."
        },
        {
            "review_title": "Average Moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This product was average for me. I have sensitive oily/combination skin and I tend to get dry and flaky in my T zone. Things I like about this moisturizer is that it is oil free, very lightweight, gives a nice glowy finish and had a refreshing, cooling and soothing cucumber melon scent. It does tingle my skin a little nothing major but I havenu2019t seen any improvement of my skin texture and the hydration doesnu2019t seem to last too long for me but I will continue to use it to see if I get better results. This product was sent to me free for my honest review."
        },
        {
            "review_title": "Silky smooth",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Like the smell of this and the feel is nice and silky. I received a sample of this product to review. I think it would be good for dry skin types. I use it sparingly since Iu2019m more oily/combo, but it hasnu2019t added to my breakouts that I can tell so thatu2019s a plus from me. Probably wouldnu2019t purchase on my own due to the high price point and the fact that I like to have sunscreen in my moisturizer so I can minimize my skincare steps."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This moisturizer is a game changer. I have combo skin with redness, and it checks all the boxes. Iu2019m never oily at the end of the day and my skin never feels tight and dry. The redness also has calmed down some since I received it to test."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I received this product for free in exchange for a review. Otherwise, I probably wouldnu2019t have gotten it considering the price point AND the fact that I have oily skin. The moisturizer is nice, but not if you have oily skin. It is definitely for dry or combo skin. I like the ingredients and that it doesnu2019t have fragrance. I like the feel of it, but itu2019s just too much moisture for me!"
        },
        {
            "review_title": "Definitely recommend for dry skin !!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This product worked wonders for my sensitive dry skin. I used to have dry patches on my face, & then I decided to give this a try, -use once before bed- already been a week & a half and I can tell a noticable difference !! I like that it's light & not thick,.. feels like I'm adding a finishing touch before my bedtime routine... Will absolutely buy another bottle once this one runs out, & also, don't need to use much to apply., So will definitely last awhile too. !! Win-Win !!"
        },
        {
            "review_title": "Yes! Yes! Yes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I am super picky with product for my face because I have always struggled with random breakouts and super dry skin. Most of the products I have used just dry my skin out or make my acne worst. But this moisture is AMAZING! I love how it has made my skin feel. I love the consistency of this moisture, itu2019s not too thin or thick. I would totally recommend this product. It truly has become one of my absolute favorite moisturizer. This product is gonna be a must have during the cold seasons!!"
        },
        {
            "review_title": "Amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "So this is an amazing product! I would absolutely recommend this to anyone needing to moisturize but worried about reactions. I would consider my skin sensitive and this product did not irritate my skin at all. I also noticed it helped incredibly around my nose where I normally have super dry skin. Absolutely recommend and will continue to use."
        },
        {
            "review_title": "Works great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I've been using this moisturizer for the past couple of weeks, and it is working wonders. My skin is super sensitive, and other products I've tried either give me a reaction or don't moisturize enough. I pair this with my toner in the day and my night cream at night."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Liked the product. I have combination skin and liked that this product didnu2019t leave my face feeling more oily or dry. Also liked that it didnu2019t have a strong fragrance. I would recommend this product."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Great product! I received this for a product test, and I've got to say I absolutely love it! It makes my skin smooth and love it how it feels after I put it really recommend to other women to try it.."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "This moisturizer is pretty great!  It has a great texture, not too thick or greasy, and doesn't have a fragrance, which is a major plus for me! The added probiotics is a very nice touch,  as I'm sure its good for your skin. As someone with normal to combination skin, with being more dry in the winter, I  can see myself using it all winter long and being very happy with it. I even see myself trying other products out from this brand.  Giving 4 stars because I'm not sure it would be worth the price, but the bottle is huge and a little goes a long way. I will add that I recently had a breakout while trying it out, but I will not put that against the moisturizer, as it probably had something to do with my work environment and the humidity from the masks. Overall, I enjoyed it and would recommend to my friends and family."
        },
        {
            "review_title": "Really Impressed and satisfied",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "this product is a perfect match for my skin! I have been using this moisturizer for the past 3 weeks and couldn't be more pleased. I always have suffered from oily and greasy skin and with the help of this product, it has been dramatically minimized. it leaves no residue, no fragrance, and can withstand a whole workday without any trouble. give it a try, you will not regret it!"
        },
        {
            "review_title": "a MUST for the winter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "iu2019ve been trying this for several weeks now and i can say that itu2019s a new must have for me! my skin has been getting increasingly drier as the cooler months are moving in. this product instantly soothes the irritation, moisturizes my skin without feeling heavy and looks beautiful under makeup."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I enjoyed this moisturizer for summer. It was not greasy and you only need a small amount! I donu2019t know how this product will hold up throughout the colder temps when my skin is a little dryer, but Iu2019m excited to see. The bottle was a good size and I think it will last a long time. I use it morning and night and it has made my skin feel soft and moisturized."
        },
        {
            "review_title": "Buy it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this in exchange for my honest review and absolutely love it. I used this religiously for 7 days to give it time to work and boy did it. I have noticed many improvements in just that week. I saw my uneven texture start to improve and my combination skin glow. The formula is rich and is the perfect consistency and smells wonderful. I can't wait to see what my skin will look like after the tube is gone!"
        },
        {
            "review_title": "Very Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Easy to use, not sticky, feels very light on the face. Slight lotion scent, wish it came scented, personally. Made my skin feel nice to the touch!"
        },
        {
            "review_title": "Definitely worth purchasing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This is the first moisturizer I have tried from this brand. I love that it doesnu2019t have a strong fragrance and it doesnu2019t feel like itu2019s full with alcohol. I have combination skin and lately Iu2019ve been experiencing some dry patches. This water based moisturizer feels absolutely lovely on the skin. It did not irritate my skin. It does not feel greasy by any means and it sinks beautifully right into the skin. This is by far one of the best moisturizers Iu2019ve ever used! Only reason it doesnu2019t get 5 stars is I need to test it out a little bit longer but so far itu2019s amazing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "A nice lightweight moisturizer that works very well for my combination skin. I work in an active environment and I can apply before work or even during my shift and not feel as though I am sweating it off. Doesnu2019t leave a greasy coating like some of the heavier products."
        },
        {
            "review_title": "Nice and lightweight",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I received this product in exchange for my honest opinion. this product is lightweight yet moisterizing. It is not greasy at all. It doesnt break me out . I have combination skin and get minor breakouts usually hormonal. It also has a nice scent to it kind of like a fresh lavender scent. I would recommend this product as an everyday moisturizer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Live it. Will try again. It was not dry and it dried fast not greasy!"
        },
        {
            "review_title": "Perfect for combo skin with dry patches!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I recieved this product for my honest review, so lets begin. Y'all see i have the dreaded combo skin with dry patches right around my blue eyes. Ive used this product in the morning and and night and gosh, what a difference. My dry patches are nearly impossible to find. My skin overall is increasingly more moisturized. Y'all, this is on the 'cheaper side' of the moisturizers in my skin care buff, and once this bottle is out i will buy more."
        },
        {
            "review_title": "Love this stuff",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this stuff.  My fave feels so moisturized and clean.  Doesnu2019t feel caked on our clogged."
        },
        {
            "review_title": "Yasss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This stuff has worked well for me. I have dry spots in my face from burning it while making jalapeu00f1o poppers a few years ago. And this helps so much. The scent isnu2019t great but I can get past that."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this product free for my honest review.  I love this product and the light feel on my skin. I have sensitive skin and have to watch what I put on my face. Definitely would buy and recommend to others."
        },
        {
            "review_title": "Good product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this product free in exchange for an honest review. I was pretty excited to try it as it is cheaper than many of the products in my normal skin care routine. So as soon as I received this sample I quickly opened the box and read the directions on how to use. I cleansed my face as well as put toner on and finished with this moisturizer.  I noticed the smell is pleasant and not over powering and is not too heavy feeling on my face. I have been using this twice daily (morning and night like the directions state) for a few weeks now and like it. I give it 4 stars because after a few hours my skin feels really dry again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I love this moisturizer. I have dry sensitive skin. It helped the dryness in my skin and still didnu2019t break my face out. Love it."
        },
        {
            "review_title": "Great Moisturizer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product has been a lifesaver for my skin! I received this moisturizer as a sample and was hesitant to try it. Iu2019ve used the same moisturizer for over 5 years and have very sensitive skin. Iu2019ve been using this for a few weeks know and have a noticeable difference in my skin.  I used to have a dry patch between my eyes and it has quickly disappeared. The product is light, yet very moisturizing. My skin doesnu2019t feel greasy and I havenu2019t had any skin sensitivities or breakouts. I highly recommend this product to anyone in the market for a new moisturizer."
        },
        {
            "review_title": "better than i expected",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "i really liked this moisturizer. i have fair, sensitive skin. no irritation occurred. i never really expected to try this and i got it...& i really enjoy the feel of my skin and how much my dryness has kind of faded. highly recommend"
        },
        {
            "review_title": "Light and Non Greasy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I have dry and sensitive skin but this moisturizer have been a huge help! I love that it is light and absorbs quickly without leaving a greasy feeling in my face. I use it every morning and night as part of my skin care routine and have seen improvement after just a week. I also like that it is in scented as scents usually break me out. I did receive a free sample in exchange for my honest review but will definitely purchase as soon as I run out!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I really liked this moisturizer! Itu2019s very lightweight and makes my face feel fresh and I love the sent. It donu2019t make my face feel oily. Iu2019ll definitely be purchasing this when Iu2019m done with the bottle I have"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This is a great product for someone with oily skin. It has the exact amount of moisture yet it wonu2019t leave your face greasy at all."
        },
        {
            "review_title": "Read me :)",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Iu2019ve used this for about a week. Letu2019s start with what I liked. I liked how smooth and silk this feels ok my face. I love the subtle bergamot scent, very relaxing. I would say, though, that i have tried more affordable moisturizers that are just as nice. That being said I didnu2019t notice a huge difference in my skin. Also I feel like this is overpriced."
        },
        {
            "review_title": "Great Lightweight Oil-Free Moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This moisturizer is very lightweight but still moisturizing. I enjoy wearing it the most during the day. Nice amount of hydration without a greasy feeling. I also like the fresh citrus/herbal scent!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Great moisturizer. Made my hands feel so nice and smooth. No greasy feeling"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "What initially struck me about the packaging of this product was the word prebiotics. Everyone has heard of probiotics, but what are prebiotics? A quick search reveals that prebiotics help promote the growth of beneficial microorganisms. I have heard a lot about the skin's natural microbiome, but do I really need prebiotics for my skin? Maybe this aspect is a little gimmicky, but this moisturizer works well. My skin looks and feels great. I love that it absorbs quickly. It doesn't feel greasy, and it doesn't seem to clog my pores. I can barely feel it on my face, but it still gives my skin enough moisture. It doesn't irritate my sensitive skin, and I am grateful for this. I'd recommend this one."
        },
        {
            "review_title": "really absorbent to the skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This product absorbs very well kind of like the Clinique gel and belief skin care moisturizer. It is very light. I have t-zone skin and it does not cause extra oil. It says there is probiotic effects which I am not sure that it does anything. The fragrant of this product is fairly light though I prefer if it had no fragrance.   I would buy this myself. It comes out of a squeeze tube which I prefer. I don't like dipping my fingers in the jar.  This packaging is more hygienic."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Dry skin",
            "review_text": "The texture is amazing! I recently moved to the PNW and my skin has been so dry! It has helped so much. It doesnu2019t leave your skin all sticky. I love it!"
        },
        {
            "review_title": "My New Go To!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I wanted to try this product for a few weeks before leaving a review so Iu2019d have a full opinion. I can say this moisturizer is amazing for combination skin! It leaves my skin feeling hydrated without that greasy feeling other moisturizers sometimes leave. My forehead usually has flaky dry spots, but theyu2019ve definitely reduced since starting this product. Worth the money in every way!"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "The best product for my skin i love this product i recommend family and friends"
        },
        {
            "review_title": "Best moisturizer for combo skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Seriously if you have combination/sensitive skin this is the best moisturizer ever! It is not greasy at all, yet it truly moisturizes dry skin! I love that it's so gentle on my face it doesn't irritate it at all! I would highly recommend!"
        },
        {
            "review_title": "Best Moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This is the best moisturizer I've used! Its light, not too thick. Its feels wonderful on my skin and leaves it feeling so soft. Other moisturizers have left me breaking out but this one I haven't had that problem at all. I love it!"
        },
        {
            "review_title": "It's gonna be a staple for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "This might become my favourite moisturizer. I have combo skin leaning to dry (very dry) and I have always hated feeling my face greasy so I tried to find light weight moisturizers. This one is extremely lightweight and sheer and I notices that the hydration does last throughout the day, also after I took it off and put nothing on my face to feel any results I felt my skin very smooth and hydrated. I am still testing it but I am loving it so far. I would recommend 100%."
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Great moisturizer!  It doesn't break me out, voice rising, a little on the thinner side consistency, it does have a scent which I wish that it didn't but it is not very strong. Great Summer moisturizer!"
        },
        {
            "review_title": "Love this moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely love this moisturizer!  It is not very thick, which is something i love in a moisturizer.  The scent is great.  My skin absorbs the lotion very well and leaves my skin looking dewey and healthy.  I have combination skin, so it's hard to find moisturizers that work for my skin type sometimes.  Absolutely recommend this product!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "At first I was a little skeptical because I had used too much and my face was a greasy mess, so please don't make the same mistake that I did. After my little mistake, I actually quite enjoy this moisturizer. It leaves my skin feeling smooth and soft. It smells fresh and doesn't break out my skin. Sadly, 4 stars because Dermalogica has been acquired by Unilever which they do test on animals in places required by law. Also, this product contains silk amino acids which most vegans consider an animal by-products, therefore not a vegan product. It is a good moisturizer though and highly recommend if you're willing to pay the price."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Really great product! I love how refreshing the light mint feels on my skin. Not too thick nor too thin. Great quality and I would highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I received this product for free to test. I will say that it soaks into my skin nicely; does not make it oily or greasy; however, Iu2019m not sure I would purchase due to the price. I feel like it works about the same compared to other cheaper moisturizers Iu2019ve tried."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this AMAZING product as a free sample! I was a little spectacle that this product was oil-free because oil-free is typically for people with oily skin. My skin is more combination/dry. But it is advertised as working on my type of skin, and it did! It kept my skin moisturized by evenly soaking into my skin and leaving a smooth finish. My husband even enjoyed using it! Warning that it does have a medicated smell, but overall great!"
        },
        {
            "review_title": "WOW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary for my honest review. First of all, I love dermalogica so this product was not a let down. Prior to this I was using a tarte moisturizer and Active  Moist blows it out of the water. I love that I have this product now! I would totally buy this again, I've already recommended it to my sister."
        },
        {
            "review_title": "Favorite so far",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really was impressed with this product. Usually moisturizers are too heavy and leave my face feeling greasy and dirty, but this one feels very light and doesn't ruin that fresh clean feeling. It soaks in quickly and makes my skin super soft and somehow also seems to help with the redness. The scent is subtle and luxurious. Very pleasant experience with this one!"
        },
        {
            "review_title": "Would recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I wasnu2019t sure if I was going to like this product but I love it. Itu2019s a new favorite of mine. It doesnu2019t clog my pores and really soothes and hydrates my face. I have combo skin and it works so well. I would recommend to anyone to try. My skin feels amazing after using for just a week."
        },
        {
            "review_title": "Perfect for combo skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The moisturizer is great! Doesnu2019t clog my pores and works really well for my combination skin. It is pricier but a little bit goes a long way. In comparison to other moisturizers Iu2019ve used, this ones seems to break me out less and work better for my skin type. Itu2019s doesnu2019t leave me too dry or too oily, itu2019s just right."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I received this product free to try and was pleasantly surprised. I have dryer skin and usually use pretty heavy moisturizers at night and water based moisturizers during the day for something lighter to wear under my makeup. This product was similar to m day moisturizers in the sense that it was really lightweight. It didnu2019t leave any residue and it absorbed quickly without making me look greasy. I think this could also work well for those with sensitive or oily skin because of how lightweight it is. I just think the price point is a bit ridiculous for what you get."
        },
        {
            "review_title": "Received free product for review",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love it!! it makes my skin so soft compared to other moisturizers i have used in the past i really recommend this product"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "I loved it! I didnu2019t make my face feel greasy and it was super moisturizing. Will buy again!!"
        },
        {
            "review_title": "Great for my sensitive dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I love this moisturizer, it's seems like this one should be everyone's go-to. It's only lightly scented and works for my combination skin. I haven't had any sort of breakout while using it. It dries quickly and feels light on my skin. With the packaging being grey, I could see this being great for men also!"
        },
        {
            "review_title": "Perfect lightweight moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m really liking this complimentary product I received! Itu2019s lightweight so perfect for AM under SPF, or for under makeup. Iu2019d compare it to cerave pm but more luxury. I like the light citrus smell and havenu2019t had any bad reactions to it. I really like the product overall and would definitely buy again. I have cystic acne so I have to be very careful about my products. I find this to be the perfect balance between simple and luxurious."
        },
        {
            "review_title": "Soaks in fast, non greasy and dries matte!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Oily skin",
            "review_text": "This moisturizer made me pleasantly surprised! First off, it has a very very light almost lavender scent, which I normally don't care for fragrance in skincare items but it evaporated very quickly, and wasn't overly pungent and didn't linger. Plus the lavender was very fresh, I think it was a good choice for the cream. Secondly, this cream feels HEAVENLY on the skin! Very slippy, creamy, and nice to the touch and nice feeling when applying it to the face and neck. And thirdly, the thing that surprised me the most with this product and LOVE: It is so unbelievably lightweight on the skin, immediately soaks into the skin and soaks in matte!!! I love that! It makes an excellent makeup base as well, given how supple and fresh it makes the skin feel. Also love how it's non greasy and takes almost no time to soak in, so you can run out the door and not look like a greasy, overly-dewy mess if you're in a rush. I will absolutely get this again. This would also work very well for those with acne prone skin(like myself), or those who have naturally oily skin who may skip moisturizer all together, try this! It's a game changer for sure."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "My typical after face wash routine is about 3-4 steps, but let's be real: I don't always have the energy to do multi-step routines. On the days that I don't, I've opted to use this moisturizer for a quick dose of moisture. I didn't enjoy the smell at first but it has grown on me. It is definitely more lightweight than some of the other lotions I own, which is great for my face/neck, since I don't like being weighed down. All-in-all, feels great so far."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product left my skin feeling weightless and oil free. I've tried several face and skin regiments and this one is by far the best I've tried. Although it's high dollar it's worth every bit of the money."
        },
        {
            "review_title": "Hydrating, mild burning then cooling sensation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Pros: This moisturizer is extremely light and hydrating!! There really isn't a scent and it didn't feel greasy at all. It didn't break me out and it felt cooling (after a brief burning sensation that lasted maybe 2 minutes). The cooling felt like a mild version of Skyn Iceland THE ANTIDOTE.   Cons: I have combination skin and, while this is objectively hydrating, it wasn't enough for me. I used this on my neck and could definitely see a difference, but I definitely needed to layer this with an SPF moisturizer during the day and a facial oil at night. If you have really broken skin, I would probably skip as the burning would be too intense. I had a scratch on my face and this moisturizer didn't feel so great on that part.   I think if you have oily skin, this could be a great moisturizer for you! Or if you have an SPF you use that isn't super hydrating, then combing it with this product could be useful.   I got this product as part of a sample program, and overall, I would recommend and purchase this product."
        },
        {
            "review_title": "Will buy again!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Absolutely love how my skin feels after using this moisturizer, I will definitely recommend it to my friends :)"
        },
        {
            "review_title": "There's no going back to my old products!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love the way this product is leaving my skin after use. My skin feels so soft and my complexion has never been so clear and balanced!"
        },
        {
            "review_title": "Okay.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I like for my moisturizer to already have SPF and this does not. However, I did try using it under my usual moisturizer and it was okay. I noticed a fresh feeling almost tingling when applying, Iu2019m not sure if it was only me and my face. Lol"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Makes my skin super soft and creates a smooth complexion"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "My skin has never been so soft! This product is a game changer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "It does my skin well so far canu2019t complain. It doesnu2019t leave my face all oily afterwards or dry"
        },
        {
            "review_title": "Amazing Skin Care Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "My skin is the combination type and I've always had problems with my face being oily on some areas. This product after using it for a week twice daily had made significant impact on my skin! It looks refreshed, balanced, and moisturized. Definitely two thumbs up!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is your friend for the winter. Your new BFF. I always thought moisturizer was too thick for my flaky skin. Sometimes It can feel a bit heavy, however this works great with my skin. It feels light and airy on my face and hydrates my skin so well."
        },
        {
            "review_title": "Worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "It's totally a game changer! My face tends to get dry and flaky when winter starts but this has helped so much. My skin stays moisturised throughout the day. I've added my make up on top and it doesn't get oily either. It makes my face feel soft!"
        },
        {
            "review_title": "Smells great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I love this moisturizer. It feels very light weight. Most face lotions feel very thick to me and can make my face feel oily. This one is the right consistency and feels and smells great"
        },
        {
            "review_title": "Ahh-maze-iing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Let me start off by first disclosing that I did receive this product for free in exchange for my honest review. All opinions are 100% my OWN.  Also, a second disclaimer  not everyone has the same skin type, so What works for me could totally not work with someone else.   Now... I have been struggling with sensitive dry skin for about 10 years now. My skin is super picky. I was hesitant to use this product, but I am so happy that I did. For me, a little bit goes a LONG way. I noticed with my previous moisturizer I had to continue to apply it for me to notice a difference! Not with this stuff. Itu2019s super hydrating and not greasy or oily at all.   It makes my face feel as soft as a babyu2019s bum and the feeling? It doesnu2019t go away until you wash your face again. It literally hydrated my skin all day 24 hours (I donu2019t wash my face in the AM everyday). I also noticed my toner leaves my face a little red and when I put this on after a few minutes relieved it! Iu2019m a fan and would 10/10 recommend!"
        },
        {
            "review_title": "Great for oily skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I have oily and acne prone skin, this is a great moisturizer to have year round! Iu2019m always more dry in the winter months so this will be great for that. Iu2019ve been using for 2 weeks now and no break outs! Leaves skin very soft."
        },
        {
            "review_title": "Very happy with the results.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I really like this product. I have very sensitive skin, combination and usually more oily than dry. There are very few products I can use that wont cause a breakout, so I have stayed away from moisturizers. I got this product free to test and review. I like that it doesn't leave any feeling of residue buildup. The smell is noticeable at first, but fades away fast. It also leaves my skin very soft and wears well under makeup."
        },
        {
            "review_title": "Best product ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I give this product a 5 star u2b50ufe0f this product has worked wonders for me in so many ways. I have very sensitive skin and during the covoid outbreak with wearing mask my face has became very oily, this product has helped with this in so many ways."
        },
        {
            "review_title": "Wonderful Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I received this just in time for the winter flakes to start forming on my nose and chin. I usually also get red blemishes all across my cheeks, this lotion a has actually stopped that from happening this year. Been using for about a week on mine and my mans skin and results are smooth and peel free for once. So I'm grateful to #Buzzagent and #dermalogica for gifting me this wonderful face lotion I will be purchasing when I run out! Also no harsh fragrance to battle or bitter smell either."
        },
        {
            "review_title": "New favorite!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Really love this moisturizer! Have been using it for a few weeks and have noticed my very combo skin balancing out. The fragrance didnu2019t bother my skin like many other moisturizers have."
        },
        {
            "review_title": "I would recommend",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Iu2019ve only used this product for a couple of weeks and Iu2019m excited to see if the lemon ingredient will help my blemishes. Overall the product feels smooth and lightweight on my face. My face is moisturized for the entire day."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I dont think this is anything to write home about, is a very thin and basic moisturizer in my opinion. Better suited for people with normal skin"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "At first the smell was over powering but it did not stay around so it wasnu2019t that bad. When I first started using it kind of made my skin dry. The more I started to use the more my skin felt better. Now it feels soft and defiantly has more moisture in it. So over all I am happy with this product."
        },
        {
            "review_title": "Great moisturizer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Really love this moisturizer. Hydrating without being oily. Dries very nicely with no tackiness. Seems to work well under my foundation or concealer with no pilling or separation. The smell is a little odd, but not enough to turn me away from using this product. Iu2019ll keep using this product for sure."
        },
        {
            "review_title": "A simple but great moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I have combination skin that leans more toward oily than dry and is prone to clogging, so I sometimes have issues with moisturizers being too rich. I did not have an issue with this product at all! It's deeply moisturizing without leaving that heavy, greasy feeling behind. The formula absorbs quickly and easily, and a little goes a very long way. I've also noticed an improvement in the skin texture on my forehead, which is usually a bit bumpy and uneven. The smell is really nice, too. It's a light, unobtrusive citrus/herbal scent that's really refreshing. All in all, this is an excellent product and I would recommend. I'll be purchasing more when I run out."
        },
        {
            "review_title": "Just what I was looking for",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I very much loved this moisturizer, when I got the chance to try this I was actually looking for a good oil-less moisturizer for after my skin care daily routine. My skincare routine consists of using a very potent exfoliant with salicylic acid that dries my skin after it dries, I use this after my exfoliant, toner and hydrating serum, it helps with the dryness about 85 out of a 100 because I still feel slightly tight after I use this moisturizer but given the fact that the exfoliant I use is very potent I can say that I am still pleased at how well it does, It also feels and looks like my skin is plumper after using this. What I like most about the product is that a little goes a long way, I literally only use a small pea sized amount for my whole face and include my lips as they can get dry. Other things I like about the product is that it is completely oil-less and very light, it stays true to those two statements, it has natural extracts from fruits and it has prebiotics, some of which I plan to keep on adding to my skin care. I love this product enough to want to buy again and I would recommend it to friends looking for a light oil-less moisturizer."
        },
        {
            "review_title": "Feels AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product is so light on my skin! I typically dislike facial moisturizers because of the lingering residue feeling on my face. This product absorbs quickly and leaves my skin feeling soft. I also have very sensitive skin and have no negative reactions from this moisturizer. My only (slightly) negative comment is that it has a medicinal like smell at first, but it fades quickly after application. 10/10 would recommend."
        },
        {
            "review_title": "Nice moisturizer!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This moisturizer is great! I've noticed that my skin is very soft and the texture has improved as well.  It is really lightweight and you can easily layer other products on it (make up, skincare, etc.) and I think it helps them absorb better as well. There is a light fragrance to the product-- kind of a lemon/lemongrass scent (remind me of a spa!) but it fades really quickly.  Overall, I would recommend this product to others."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "I have oily/combo acne prone skin with enlarged pores. Day one initial thoughts: itu2019s a lightweight lotion that smells very similar to their sleep cocoon gel upon application (the scent fades very quickly which I like). It sinks in within approximately 1-2 minutes and isnu2019t greasy or sticky whatsoever. Skin feels very refreshed and hydrated. Iu2019ve been using this for about 2 weeks now. I wash my face, tone, then go in with this product. I do the exact same steps at night BUT I also apply a thick night cream on top of it right after. I find that this product makes my night cream sink in so much quicker & better. I want to add that Iu2019m a product junkie. Iu2019ve tried HUNDREDS of skincare products (I give them all fair chances) and this one really stands out to me. Within a couple days my mom asked what Iu2019ve been doing differently because my skin looks so healthy and clear. Just today my sister told me my skin looks extra plump and youthful. They hardly ever compliment my skin so I know itu2019s a pretty major difference!! Iu2019d say give it a shot if youu2019re looking for a daily, lightweight moisturizer that makes your skin appear more plump, smooth and hydrated!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "First of all I love the product, compared to others. By applying the cream to the face it is too fast and the skin texture is extremely smooth without feeling sticky."
        },
        {
            "review_title": "Instant change",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "My skin was literally dead since last few months. then i received this. and it became my daily tonic. and I could feel extremely amazing difference."
        },
        {
            "review_title": "Dermalogica",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love how this product moisturizes but feels so light on my face and it's not oily like most products it makes my skin feel soft and clean and it smells pretty good to not to strong."
        },
        {
            "review_title": "Loving it so far!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I am always looking for great new skincare options and I'm so excited to have this as a part of my daily routine. This moisturizer is lightweight and gentle. I have semi-sensitive skin and I am very sensitive/particular about smells (hello migraines). It says it is non-scented but it has a kind of freshness to the smell, a very subtle fresh/clean smell that is very nice. A lot of unscented skin products have this really bizarre smell to them that I personally find really unpleasant, this doesn't have that. I have hormonal acne (and mask-ne now that I am no longer working remotely), so it has taken my skin a little time to adjust to this new product, but it is really great. My skin feels smoother and stays moisturized without being too heavy which is super important to me (I also have combo skin that gets very oily in my T zone). I am very excited to see the long term effects. I feel the price of this product is kind of in the middle-high range for a moisturizer, but that I would pay more/expand my budget for a product that gets the job done well. Again I can't emphasize enough, it smells good in a very subtle way and is very gentle (if you have ultra sensitive skin I would probably recommend only using it once a day for the first few days). I would definitely recommend giving this a try if you see it and feel interested!"
        },
        {
            "review_title": "Not the best.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This moisturizer just didn't work well for me. It makes my face very dry. I don't think I could see myself spending the large amount of money for this product. It does smell nice, and it's not greasy. But for the price I would expect my skin to be soft and smooth. Not dry and flaky."
        },
        {
            "review_title": "Love this Product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I got this as part of changing my skincare routine. I needed a new  moisturizer and decided to revamp everything. I was a little hesitant on this because I have cystic acne and oily skin ,But I finally found the best product for me."
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Such an amazing moisturizer. It works great. I have dry skin and since Iu2019ve been using this my face is so soft! I would definitely recommend this product to anyone!"
        },
        {
            "review_title": "Acne prone skin fave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "Love this moisturizer it really helped my acne prone oily skin become more balanced. The scent is herbal and not over powering. I have used other moisturizers such as Clinique dramatically different and it works great for summer but I need something more potent in the winter months and this does it!! Love dermalogica and I received this free for my review."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love most Dermalogica products and Active Moist is no exception. It smells nice and clean, feels fantastic on the skin, and doesn't leave any oily residue."
        },
        {
            "review_title": "Good product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Had it for a few weeks and so far it's great. I can see improvement in my skin. It's a very lightweight and no-greasy moisturizer, without a strong fragrance. The package says that it's vegan and cruelty free which makes it even better."
        },
        {
            "review_title": "Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I've been using this moisturizer for a few days now and have noticed a significant difference especially since we're starting to get into the cooler months where my skin craves moisture! I'm loving it so far and have no complaints. Although I received this product complimentary all views are my own!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "For me it is always hot and miss with moisturizers. It is really hard for me to find something that doesnu2019t make me greasy and works for my skin. I used it for two weeks before I wrote this review to really see how my skin would reward and I was pleasantly surprised with the results. It is much better then any other moisturizer I have ever used. It hydrates my skin extremely well but also doesnu2019t leave me feeling greasy or shiny. It has made a big difference in my skin overall. My skin looks healthier and it feels so much better too. I would definitely recommend!"
        },
        {
            "review_title": "Grate",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this moisturizer it really helped clear up my skin. It left skin feeling hydrated. I received this as ssmple Of weddq"
        },
        {
            "review_title": "Game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "hands down my new favorite nighttime moisturizer. you only need a tiny bit to go a long way. it's so creamy, and light-scented, and leaves your skin luscious with a bit of sparkle that's not obnoxious. the next day i could tell the difference immediately, my skin was glowing! i highly recommend this to any skin type."
        },
        {
            "review_title": "Good daily moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I really love this weightless moisturizer. It feels like it gives me the right amount of moisture that I need without making my skin feel super oily or heavy. It also helps during my time of the month. sometimes 8 have breakouts due to hormone imbalance and I like that it doesnu2019t cause my skin extra reactions. I love that there is t a strong scent either."
        },
        {
            "review_title": "In love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Definitely recommend I love this product!keeps your skin moisturized"
        },
        {
            "review_title": "Very good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this moisturizer for my combination skin and it is very light weight. It is easy to apply and a little goes a long way when using this creamy complimentary moisturizer. Compared to other moisturizers, this one is amazing! As a woman, the only thing I donu2019t like about it is the fragrance in it. It smells very manly but the scent doesnu2019t last long."
        },
        {
            "review_title": "Great moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This product is too good to be true.  Keeps my skin smooth, soft and hydrated. I forgot I used to have a dry skin. This product is my savior for the cold days. To go cream. Canu2019t wait to recommend it to my friends u2764ufe0f"
        },
        {
            "review_title": "Life CHANGER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I've never used anything other than SeneGence Moisturizer until now. I've always heard people hype this brand up but now I definitely see why!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I loved it my skin feels so soft and hydrated. I've only been using it for a few days and my skin  feels great."
        },
        {
            "review_title": "Love this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Keeps my face moisturized, and I like how it teams up with my other productu2019s. I wake up and no acne, oil free."
        },
        {
            "review_title": "Best moisturizer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve used this moisture for years and I really love how lightweight it is! I also love that it actually absorbs into my skin instead of just staying on top. It has a slight herbal scent but itu2019s barley noticeable and I kinda like it anyways! It works well for my skin as well because I have combo skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "So far, Iu2019ve used this product three times after cleansing and toning, and I can already tell a major difference. My skin is so smooth! Texture has already improved, and everything seems more firm and even-toned. Excited to finish this tube and see how everything looks and feels after prolonged use. So far, Iu2019m thoroughly impressed and would definitely recommend."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "So while I did like this moisturizer it was the scent that was a huge turn off for me. It had a really nice gel consistency which I liked for my oily skin. It added hydration that absorbed nicely without being too heavy. But it smells like chemical cleaners. Iu2019m also not the hugest fan of essential oils in my products so it was a little bit of a turn off."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "It makes my skin feel really good. It has a slight scent at first, it smells herby and lemony and then it drys and you don't smell it anymore. It made my skin really soft in the morning. But my skin hasn't really been too bad lately so it didn't have to try to hard. But I like it. It doesn't leave the skin feeling oily like other products.  Only takes a little product. So It seems like it could last for a while. I will probably end up buying more because I like it so far. Even going to let my little sister give it a try."
        },
        {
            "review_title": "I liked this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Im surprised by how much i liked this! Im used to a different consistency when trying moisturizers. This didnt leave my skin oily or shining."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This product is so amazing, It is great on my sensitive skin,it has a wonderful lightweight feel. My face feels so hydrated and soft. I will definately get two more for my daughter and niece. Thank you dermalogical,i no longer have to worry about my skin."
        },
        {
            "review_title": "Pretty good for the most part",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "It is nice smells good goes on smooth doesnu2019t feel oily is better than my normal moisturizer for sure if you have the money to spend itu2019s worth trying"
        },
        {
            "review_title": "Not oily skin approved",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I used this for over a year and didn't see a difference. My skin would become very oily soon after using it, and it just felt like my skin would absorb the product and that's it. I feel like it says it's a moisturizer but my skin would be parched after using it, and thus, would create more oil to make up for it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Oily skin",
            "review_text": "Good moisturizer and doesn't leave a residue. I think you can find something as good that is less expensive. The smell really bothered me which is why I will not be repurchasing."
        },
        {
            "review_title": "My old time favourite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been using this cream on and off for about 10 years.  Itu2019s a basic moisturizer but I always go back to it.  It is like no other, it absorbs nicely without leaving any residue, does not irritate, it just feels like your skin but moisturized.   And I donu2019t know why but Iu2019m just obsessed with the scent lol."
        },
        {
            "review_title": "BY FAR one of the BEST moisturizers!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This is by far one of my favorite moisturizers! It's pricey but worth every penny. Very light & keeps my skin hydrated all day."
        },
        {
            "review_title": "Best lotion for combination oily face",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "i was worried to try this because it says active moist, & I have combination oily skin. this is literally the best lotion for that skin type!!! i have spent SO much $$ on trying to find the perfect face lotion for my oily skin FOR YEARS & most lotions just make my face more oily, sticky, and RED! this lotion doesn't do any of that!! feels like your skin after. amazing"
        },
        {
            "review_title": "Great daily moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "excellent light face cream. Leaves my skin feeling hydrated without the bulkiness of a heavy cream. great for daily use! Only reason why I didn't give it 5 stars because it hasn't done anything extra spectacular for my skin"
        },
        {
            "review_title": "Great Product!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Pretty good moisturizer for dry skin, it's water-based and it never broke me out!! The ingredient list is pretty solid it's free of artificial fragrances, artificial colours, drying S.D. alcohol, and mineral oils. One of the top ingredient water and caprylic which is a common emollient (skin softener) that makes your skin feel nice and smooth."
        },
        {
            "review_title": "Effective but Pretty Heavy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "I'm torn. This is a very good moisturizer. It's pretty heavy. Too heavy for my oily skin. I've been using it on my chest and neck with skin care. I think it works well there. I don't think that the price is warranted. It's just moisturizer and has a medicinal scent. I don't think I will be purchasing again due to the price."
        },
        {
            "review_title": "best moisturizer, crazy price",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "best moisturizer for oily skin, very lightweight but hydrating. the price is ridiculous, buy it on amazon for $30 cheaper."
        },
        {
            "review_title": "Great general moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Very basic moisturizer. Doesnu2019t leave a film or a white cast. Itu2019s not aggressive enough for winter, but as a general moisturizer itu2019s great. Docking one star for the price."
        },
        {
            "review_title": "loveeeeee this moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "by far my favourite moisturizer I've ever used. its lightweight and leaves my face super soft."
        },
        {
            "review_title": "Best daily moisturizer Iu2019ve tried so far!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "This is one of my favorite moisturizers. It makes your skin incredible soft, doesnu2019t leave a greasy residue, and smells great/natural. The smell alone I love as it doesnu2019t smell artificial, which Iu2019m not a fan of."
        },
        {
            "review_title": "Best moisturizer for dry and sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I have very dry and sensitive skin and this product works amazing for me. Been using it for more than 3 years. Very light texture, and nice smell. A little goes a long way, you only need to apply a small amount for the whole face."
        },
        {
            "review_title": "stung my face",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "So I bought this as a set: came with cleansing gel, toner, moisturizer, exfoliate, and eye cream. I have yet to try the exfoliate and eye cream but I probably wonu2019t bother. EVERY product stung my face. I tried as a whole set and then I tried each product individually with my regular products to see if at least a few from the bunch were winners. when mixed with my go to products, which have never failed me before, my skin stung even more. I tried them all as a set, or one product with my other products for about a week just to give it a fair chance and they just STING."
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Works great at hydrating. Perfect for the summertime as it is light and not greasy. Sometimes I will add a thicker moisturizer over it to seal it in but is fine by itself if your skin is not too dry."
        },
        {
            "review_title": "THE MOISTURIZER I WAS SEARCHING FOR!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "THE MOISTURIZER I WAS SEARCHING FOR!! I use this product AM and PM as my main #1 face lotion. It was recommended by my aesthetician and dermatologist as my skin is very dehydrated / dry. I used to use heavier products thinking they would moisturizer my DRY FLAKY skin but they would just sit on top and do ZERO. This product is AMAZING. Hydrates and absorbs in skin and moisturizes without making face greasy or oily!! Loveeee"
        },
        {
            "review_title": "Not very moisturzing",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have sensitive combination skin, which is so annoying because I have to watch out for everything! I tried this because it's oil-free and fragrance-free. Left my skin pretty dry though."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Nice light consistency, not thick or greasy. Absorbs quickly. Almost no scent to this product. Dermalogica is my favourite skin care brand. Never disappointed with their products!"
        },
        {
            "review_title": "No better than the cheapest item at the drugstore",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This cream is a terrible waste of money. Heavy, greasy and now that I'm stuck with it I'll have to use it for hand cream. I wouldn't recommend this to anyone!"
        },
        {
            "review_title": "Broke out my skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I really really wanted to like this product. I usually use drunk elephant polypeptide moisturizer, but switched to this as it has almost double the volume for around the same price point. Unfortunately, it made my skin break out. This is probably just because of my skin type, but I felt that the texture felt kind of greasy and didnu2019t absorb super well. I have tiny bumps on my forehead that started to come back after switching from drunk elephant to this moisturizer. I hadnu2019t started using any other products so I know it was this. All in all, Iu2019m sure this moisturizer is amazingggg if you have the right skin for it, but I would sample before buying if possible. Iu2019m really bummed out that it didnu2019t work for my combination skin, but I will be returning and going back to my usual products."
        },
        {
            "review_title": "FAVORITE MOISTURIZER OUT THERE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Initially was sold this moisturizer by my esthetician for my acne prone skin. It keeps my skin very supple and smooth without looking oily. Would 10/10 recommend this to anyone with dry, acne-prone skin. A little pricy, but I would choose this over any moisturizer on the market!!"
        },
        {
            "review_title": "Not great for rosacea skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "unique smell. love the consistency of the product, but it made my rosacea redness visibly worse after application. Seemed to ever fully absorb and sits on the skin."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I am giving this 3 stars simply because it has not worked for me. I have an extremely oily skin, therefore I my pores tend to clog up super fast. The first few night of using this my skin feels great. However after day 6 I saw constant breakouts, fast forward week 2 and no change. I stopped using it and saw a great difference in my skin.  I"
        },
        {
            "review_title": "Good PM moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I've been using this as my PM moisturizer and it pairs really well with the oil I'm currently using. I like that it's oil-free and doesn't leave my face feeling greasy"
        },
        {
            "review_title": "Great for combination skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is the only moisturiser I have used that doesn't make my skin feel clogged during the day, and actually keeps it moisturised under makeup. Love this product!"
        },
        {
            "review_title": "Love this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love love love this product! I suffer from dry skin and as well as sensitive skin. This is the only moisturizer that keeps my skin hydrated all day long and doesn't break me out! 10 out of 10"
        },
        {
            "review_title": "best for sensitive combination skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Best moisturizer for adult sensitive combination skin. One of the only creams I can use with prescription retinoids. Does not cause break outs or irritate. Mix with dermalogica sunscreen shield booster to get spf   during the day."
        },
        {
            "review_title": "WOW - amazing for oily skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This is the BEST moisturizer I have EVER used. I have oily, pimple-prone skin thatu2019s also dehydrated, so this helps a lot with controlling the oil, making sure my skin feels hydrated and pimple free. I am honestly shocked that I have found a moisturizer this amazing for my bad skin! Highly recommend."
        },
        {
            "review_title": "great moisturizer, great value.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I knew an aesthetician who swore by Dermalogica. Once Sephora started carrying the brand I immediately gave this a try, mostly because it is actually a pretty good value in the 3.4oz size. I have sensitive, combination skin that is acne prone and Iu2019ve tried an entire range of brands without totally loving them, or it simply being too expensive to have to replace monthly. I have used this with Khielu2019s calendula cleanser this year and Iu2019ve seen amazing results. My skin tone is finally even and breakouts are nearly nonexistent. This has a lightweight texture and smells slightly herbalist . It might not be enough in winter for me, but I use a heavier overnight mask thatu2019ll supplement for the dry, winter air. With twice daily use (also on chest), it lasts for about 2-3 months for me. Couldnu2019t be happier. Finally found my holy grail moisturizer after a decade of dabbling."
        },
        {
            "review_title": "Works wonders for my Sensitive Reactive Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I have combination, sensitive skin.  I was using a dermatologist brand for the longest time and while that made my skin feel comfortable, I was halfway through my 30's still getting zits.  This gives me the hydration I need, without any eczema flaring up and keeping the zits at bay.  I am SO happy I found this moisturizer"
        },
        {
            "review_title": "Good Summer Moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is a good light moisturizer. If you need something that isn't too heavy for summer this is a nice option. Dermalogica has the best moisturizers in my opinion. They improve the skin, replenish lipids, and actually hydrate properly."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I used it for my skin issue but it made my skin more worse."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Absolutely love this moisturizer! Perfect on my skin, not too heavy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This is the perfect every day moisturizer. Gives your skin that perfect boost without making it too shiny and doesn't feel heavy. Perfect for the summer!"
        },
        {
            "review_title": "perfect for summer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "this is the perfect light moisturizer, especially for my normal/oily skin.  and for summer coming up!  this brand also smells nice which isn't always the case with skincare products."
        },
        {
            "review_title": "new breakouts made this go back",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I feel bad completely knocking this down to a one simply because it did not work for me. Here is why I give this a three.   I have a weird combination skin where all of my face is hydrated except for my mouth area and the lower portion of my cheeks. I randomly woke up to try red skin breaking out in that area and have been trying to find a moisturizer that helps.  The first night wow! My skin felt great and shiny and hydrated. After two days of use I noticed breakouts. I stoped using the derma toner first because I noticed my skin felt a bit irritated and continued using this for another week. Still no changes and still more breakouts. They werenu2019t ugly breakouts, more like the under the surface bumpy looking kind. My mouth area was still dry and now my forehead started seeing pimples.   I gave it two and a half weeks but I have to return it now. Just not ok with a new pimple every day."
        },
        {
            "review_title": "Absolute Favorite Moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Dry skin",
            "review_text": "My skin is finicky when it comes to skincare - I have always struggled to find a good moisturizer that doesn't cause breakouts and takes care of my super dry patches (namely on my cheeks and nose). This is the one that does it all. It's my go to moisturizer at night."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is an incredible moisturizer- I have very sensitive skin/acne prone/rosacea, and despite the lactic acid content it does not irritate my skin & my face absolutely glows after applying! Itu2019s not greasy, lightweight, has a lovely scent, and is packed full of amazing ingredients that other, more expensive, moisturizers will tout... this product is hands-down the best u2018bang for the bucku2019, and is my daily go-to beyond my u2018clinical gradeu2019 products. A must have for anyone. Love."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this product. It makes my skin feel so smooth. I usually put it on just before I leave the house because of the sunscreen in it. This way or protects my skin from the sun."
        },
        {
            "review_title": "amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I was recommended this and at first I wasn't in love with it. Now I honestly can't live without it!!!! I've tried others and they just don't compare to what this does for me. Hands down my FAVORITE."
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Beautifully light-weight day cream that's hydrating without greasiness even in my oily t-zone.  Only need to use just a little to get maximum results."
        },
        {
            "review_title": "Nice cream!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Very nice cream, absorbes nice and hydrates fairly well. Smell is a bit medicinal but overall nice cream and didn't make me break out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I have been using Dermalogica for my skin care for years and I wouldn't go without it. I love how radiant and soft this moisturizer leaves my skin. It isn't oily, in fact it's really light. The scent is very mild. Would absolutely recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This moisturizer didn't leave me with an oily residue! I could put it on, then apply my makeup right after and my skin stays matte all day long!"
        },
        {
            "review_title": "Amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I had the worst time finding a good moisturizer that wouldn't break out my eczema and would moisturize my dry sensitive skin at the same time ,til I tryed this !my skin had been amazing and have been using it for a year now .highly recommend this product for anyone with sensitive skin or eczema"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Can't live without this moisturizer. It's perfect for my combination skin and is never heavy or greasy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this!!!  Iu2019m a long time Dermalogica user, but this was my first time purchasing Active Moist and my skin feels amazing!  Hydrated but not greasy, soft and luminous!  Iu2019ve definitely found my new go-to moisturizer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Love Dermalogica products. This has been one of the few moisturizers that my sensitive skin doesn't have an issue. Absorbs easily and can be worn with sunscreen."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I got this for my partner to use as his daily moisturizer. The texture is great and he loves that there is no heavy scent to it. I have even borrowed it to put under my makeup and it leaves my skin and makeup looking flawless. This is the perfect texture for anyone normal to oily and it's oil free! I would highly recommend this for any and everyone looking for a lightweight moisturizer that you can use twice a day and works under makeup."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair",
            "review_text": "Ma creme depuis plusieurs annees"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "My husband has very oily skin with large pores. He only uses this moisturizer and he doesnu2019t break out, gives him great hydrated skin without being oily by the end of the day"
        },
        {
            "review_title": "excellent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Excellent moisturizer! Really lightweight yet efficient. I like to mix it with the Hydration Booster serum at night, and it feels amazing on the skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Lightweight moisturizer works well for combination skin"
        },
        {
            "review_title": "Awesome!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Amazing! This provides me with the PERFECT amount of moisture. It settles into my skin so quickly and I am so happy with this product!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Love this moisturizer. Tried it in the sample kit and purchased the full size. Nice for oilier skin and use with prescription retnoids as it does not have too many active ingredients. I will be using this for a while to come."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "This has been a game changer for me.  For years I've been convinced I had dry skin and slathered on every thick product I could (silk cream, argan oil, etc) but started to have break outs.  I had a dermatologist suggest that what I needed was hydration rather than a thick layer of product.  I started using active moist twice daily and at first wasn't sure about it because I was so used to the feeling of heavy products and this is quite light and fast absorbing.  But after a few weeks I realized this truly balanced and hydrated my skin.  The break outs have stayed away and my skin always feels hydrated, even right after I wash it. It has really changed my skin.  I haven't used this in the driest winter months yet however, but in the summer/fall this has been flawless.  Another plus is makeup layers very well over this moisturizer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Great moisturiser for light-normal hydration."
        },
        {
            "review_title": "Ideal for normal skin type",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I love this light-weight moisturizer during summer time, when my skin gets a little oily. I would recommend it for someone who has normal skin type (dry in winter, oily in summer)."
        },
        {
            "review_title": "Great Moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Leaves my skin moisturized with out feeling heavy or greasy."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this as part of the Normal/Oily Skin Kit. It is very fast absorbing, smells nice (like a light essential oil), is not greasy at all, and perfect to wear under makeup. However, it is a very light moisturizer and ultimately I do not think it is super moisturizing. If you have normal/oily skin like I do, I think you'd like this. If you are very dry I am not sure you'd find it provides enough moisture. Overall, I really like it for my skin type and I will continue to use it for my morning routine, but I will use a different, thicker moisturizer at night. Would repurchase though!"
        }
    ]
}