{
    "product_id": "318",
    "name": "Agave Dry Heat Protection & Hold Styling Mist",
    "brand": "dae",
    "categories": "Hair, Hair Styling & Treatments, Hair Styling Products",
    "price": 41.0,
    "about": "What it is: A styling mist for dry hair that provides heat protection and controls frizz for shiny, soft hair...Hair Type: Straight, Wavy, Curly, and Coily..Hair Texture: Fine, Medium, and Thick..Hair Concerns:.- Frizz.- Heat Protection.- Hold..Key Benefits:.- Provides heat protection up to 450 degrees.- Help with frizz control.- Creates an all-day, flexible hold..Highlighted Ingredients:.- Moringa Leaf Extract: Repairs damage and prevents breakage..- Prickly Pear Seed Oil: Hydrates and nourishes hair to soften and add shine..- Agave Leaf Extract: Promotes strength, resilience, and elasticity...Ingredient Callouts: This product is vegan and cruelty-free...What Else You Need to Know: Mist this multitasking styling mist before you use your hot tool for heat protection, hold, frizz control, and smoothness. It's infused with desert-derived botanicals like agave, prickly pear, and cactus floweru2014for healthy, shiny styles that last...Fragrance Description: This styling mist has a sweet, warm, and citrusy scent....",
    "ingredients": "-Moringa Leaf Extract: Repairs damage and prevents breakage..-Prickly Pear Seed Oil: Hydrates and nourishes hair to soften and add shine..-Agave Leaf Extract: Promotes strength, resilience, and elasticity...Water/Aqua, Glycerin, Sodium Polyitaconate, Polysorbate 20, Propanediol, Phenoxyethanol, Dimethicone, Fragrance, Limonene, Ethylhexylglycerin, Opuntia Ficus-Indica Seed Oil, Carthamus Tinctorius (Safflower) Seed Oil, Hydrogenated Lecithin, Squalane, Eclipta Prostrata Extract, Agave Tequilana Leaf Extract, Citrus Aurantium Dulcis (Orange) Peel Oil, Hydrolyzed Adansonia Digitata Seed Extract, Melia Azadirachta Leaf Extract, Melia Azadirachta Flower Extract, Ocimum Sanctum Leaf Extract, Linalool, Curcuma Longa (Turmeric) Root Extract, Ocimum Basilicum (Basil) Flower/Leaf Extract, Corallina Officinalis Extract, Moringa Oleifera Seed Oil, Benzyl Alcohol, Potassium Sorbate, Sodium Benzoate, Tocopheryl Acetate......The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Section hair, mist, style, and repeat. .-Use on DRY HAIR ONLY. Shake well. .-Mist hair evenly one section at a time, then style with hot tool. .-Repeat steps with each section of hair.",
    "num_reviews": 423,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/dae-agave-dry-heat-hold-styling-mist-P506175?skuId=2677227&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2677227-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "5 oz / 150 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2677227-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "less heat damage for me.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Normal skin",
            "review_text": "LOVE THIS the smell is a very strong fruity scent, it holds my hair for days really easy to spray pretty big for the price I definitely recommend this product it great."
        },
        {
            "review_title": "The best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This heat protection mist is one of the best I have ever used."
        },
        {
            "review_title": "Worst Product Ever",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "I regret purchasing this product more than anything I've ever bought for my hair. It's soooo drying and slowly broke inches off my hair. This product was the only part of my routine I changed, so I know it was the culprit. My hair has never been so unhealthy and short. Whatever you do, avoid this product at all costs."
        },
        {
            "review_title": "Heavy Conditioner",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Porcelain skin tone, Combination skin",
            "review_text": "It smells awesome, but it was too heavy for my hair. it flattened"
        },
        {
            "review_title": "Pretty nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Really like the smell and the product seems to work pretty well, but the pump sucks! Stopped working after a couple of uses so I decanted it into another container."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "The smell is awful. It smells like rotten fruit. Does not give your hair any hold. 0/10 do not buy this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Im so happy i recieved this product! It makes my hair feel so much healthier than before. It has definitely strengthened my hair and I highly recommend it to anyone else that might need this! It's a great produ"
        },
        {
            "review_title": "Not so great",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "All these amazing reviews online arnt so great.. it smells amazing but I realized after just a few weeks, it did barely anything. My ends are very dry now because it's not a very good heat protection. if looking for something really good, it's not this."
        },
        {
            "review_title": "Going to be returning this",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Used it 3 times, trying to like it. Lots of resistance when styling my hair, made my hair feel so dry! It does smell good tho!"
        },
        {
            "review_title": "Would buy again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells amazing and works great. I love their stuff"
        },
        {
            "review_title": "I want to love it but...",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I wanted to love this. It smells SO good. All of Dae's products do. But as someone who lives in NYC and has insanely soft water, so much so my hair gets oily faster than it even has before, this just does not do the trick. I am a greasy ball by the end of the day, but I can use other heat protectants and not experience the same thing.  Sadly think these products are too heavy for my hair while I have such soft water in my building."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Although I wanted to love this product as much as the viral cream, I hated it. It left my hair feeling dry and sticky. I noticed resistance between my hair and the plates when using my dyson straightener to style my hair, and my hair had a weird smell after styling. I will be returning."
        },
        {
            "review_title": "Spray pump stopped working after 3 uses!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Product is great, the spray pump not so much. Broke after 3 uses =("
        },
        {
            "review_title": "Sticky and dry feeling",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair",
            "review_text": "I sprayed this on my hair before diffusing and it left it so sticky and the ends crispy and dry. Do not recommend for curly/waves girlies"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "VERY DISAPPOINTED in this product. After having to spend money returning one item and paying for shipping again for this item.. it came broken ud83dude2d and I can't believe I spent $30 for a broken item and I don't even want to exchange it cause I don't want to pay for shipping back and forth again"
        },
        {
            "review_title": "A must have !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I have been using this product for about a month now and it really made a difference in how healthy my hair is and it smells so good too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "love this product. I use it on dry hair before curling or straightening to protect my hair. it had a very light hold, doesn't weigh hair down or make it greasy. It also smells so good!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Shockingly good. Holds as well as my crunchy feeling u201cstrong holdu201d hair sprays and feels much nicer to the touch. Also smells amazing!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": ""
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Pros: smells amazing. Cons: leaves hair feeling quite sticky and dry.  I bought this product in hopes of protecting my hairs health from heat products; unfortunately though after washing my hair and using this product my hair was left sticky and almost crunchy, which was in turn causing a ton of breakage everytime I brushed my hair. The other problem relating to this was that my freshly washed after applying this product no longer felt fresh or clean, but instead in need of another wash.  It is really too bad as this product smells amazing and I was really excited to add it to my routine, though I feel I just can't get behind the formula :("
        },
        {
            "review_title": "Returning",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I purchased this product in the store at the recommendation of staff. If I had seen it online first, I would not have purchased it after reading reviews.  Left my hair feeling very dry. Will be returning."
        },
        {
            "review_title": "The best ever!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love this. Comes out in a fine mist. Perfect.  Helps with frizz too. Love the smell and my husband asked me on first use what I did different to my hair. Can't say enough good things about it."
        },
        {
            "review_title": "Turned my hair to straw",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I only used this maybe 10 times. I have fine hair. Since using my hair is now so dry, I have horrible split ends - it basically is straw. It's been a month since using and I'm doing everything I can to fix it it.Hopefully I'm"
        },
        {
            "review_title": "Sticky feeling hair",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I've tried this product for curling and straightening my hair, and both ways I've noticed aster my hair is stiff and sticky. I cannot brush through the curls at all or style is after."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I really like how it sprays. Works for my long hair and has been lasting just fine. I thought it would break by now or run out. Definitely my fave product from this brand."
        },
        {
            "review_title": "Helps my fine/thin hair hold!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Dry skin",
            "review_text": "This has become a bit of a staple on my clean hair days. I have very fine and thin hair that doesn't hold texture super well, however, this seems to do the trick! I liberally distribute through my damp/wet hair before blow drying and styling and it helps with my texture, and hold throughout the day. PLUS this stuff smells amazing."
        },
        {
            "review_title": "Lives up to its reputation",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The thing I love most about this is the smell!Besides that when I use it before styling I think it maintains my curls well and holds down my frizz not long tremly, but definitely for a few hours."
        },
        {
            "review_title": "the smelll ud83eudd29ud83eudd29",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "the packaging was so cute and it smelled just like lemon and lime!! it was my first dae product and i was amazed!!"
        },
        {
            "review_title": "Frizzy and greasy at the same time...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Idk how good the heat protection is, and this may be just how my hair finished, but I put this on my wet hair before blow drying and a little more before curling it and it became super frizzy and dry... Idk how else to explain it, but idk it just feels greasy and dry at the same time."
        },
        {
            "review_title": "Don't recommend",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "First time trying Dae's product and I'm honestly pretty disappointed! It just leaves a sticky residue on my hand and my hair . I applied it after washing and drying my hair and I felt like the texture changed. Will return !"
        },
        {
            "review_title": "Don't buy this",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "If I could give this 0 stars I would, especially for the price. I never write reviews but this product is so bad I felt I needed to. It made my hair extremely sticky and hard to brush as well as making my hair look dirty when done styling"
        },
        {
            "review_title": "Hair is dry and brittle like straw",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I bought this because they were out of the dae leave-in conditioner at my sephora, and I thought this would be a good alternative for heat protection (I like having the extra moisture from a leave-in, but I don't need it). I used it on damp hair before blowdrying, and this made my hair incredibly dry and brittle, it literally felt like straw. I have fine long hair that I regularly box dye darker. My hair is not damaged at all, but this made it feel incredibly damaged. The next day I skipped this in my routine and my hair was silky smooth again. I also found out that dae is not a clean brand, as almost all of their products have silicones in them. It's a big no from me."
        },
        {
            "review_title": "I dont really like it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I don't really understand the hype for this product. I tried it multiple times and it doesn't do much for my hair. And I think it weighs down my hair as well."
        },
        {
            "review_title": "Makes hair feel like terrible",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "I'm not sure how but this heat protectant makes my hair incredibly dry and brittle after heat styling, it does help to hold curls but my hair just looks and feels super damaged every time I use this. Only positive is that it smells very nice, but not sure how protecting this is against heat damage and it leaves a ton of residue"
        },
        {
            "review_title": "Perfect dry heat protectant!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I really love this heat protectant. I section my dry hair and spray all over then brush through really well before using my flat iron or thermal brush. Surprisingly, even though I spray a ton on my hair, it does not feel sticky or make my hair greasy at all! Bonus for the amazing citrus smell!"
        },
        {
            "review_title": "A soft non aerosol, setting spray. Perfect!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Am not a hair spray person but this product is gentle, does a great job without making my hair feel like u201chelmet headu201d. My finished and styled hair can last several days without needing a touch up and the smell is really nice and not overpowering. My stylist recommended this to me as an alternative to your regular hair sprays and I am so grateful she turned me on to this."
        },
        {
            "review_title": "Mixed Feelings - Great Smell - Pricey Product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "Let me first start by saying I love the smell of this spray - I think this is probably one of it's greatest pulls. I'm on the fence of whether I would purchase this spray again for a few reasons:   1) the price of the product is a little high - I've used it for a week now, I tend to use some type of heat styling on my hair at least once every morning  and I'm already a quarter of the way through the product - by this rate it will require a replacement once a month.  2) leaves me with a slightly hardened/crispy or dried out texture on my hair and can make smooth styling with a straightener a little more challenging. I'm then less inclined to use it... which goes against the whole reason I'm trying to use it - to protect my hair!   I wish the smell lasted all day in my hair."
        },
        {
            "review_title": "Actually helps with smoothing blowouts.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I initially thought the Sephora lady was exaggerating about its effectiveness in making blowouts smoother and reducing flyaways. Surprisingly, she was right! It not only works but also has a divine scent!"
        },
        {
            "review_title": "This spray? She does the work!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "I will spend money and move mountains to protect my thin fragile hair and boy have I! Got this on a whim during the sale last week and it went from an impulse buy to a new fave!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Wanted to love it but it fell short of expectations. The nozzle leaks a bit and it leaves a sticky build up on my hair as others have mentioned. The only thing I have enjoyed is the scent. Otherwise it's not worth what you pay for."
        },
        {
            "review_title": "ODEUR !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "L'odeur wow! J'ai pas vraiment remarque une difference car je met un autre protecteur mais juste pour l'odeur je racheterais !!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love the mist and scent, but for some reason this product changes my hair texture. When I used it, either on wet, damp or dry hair, it made my hair kind of greasy."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Dry skin",
            "review_text": "I have very very thick and course hair and this feels so heavy on my hair. I think maybe if someone needs texture as well this might work but for me it feels bad on my hair."
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Loved the spray and look of my curls! It was easy to apply prior to curling my hair and my curls last so much longer! They are light and bouncy. Simply perfection!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I really love dae as a brand there silk back cream is the best silk cream you can buy!! the smell of the products 10/10 live and always recommend to friends when putting the heat protector on the spray sticks to hand but if you don't mind that i would definitely recommend it has helped my hair look so much better and i really trust this item for my hair!"
        },
        {
            "review_title": "Love for any hot styling tool",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I was iffy at 1st but lived the smell from the beginning. I thought it was going to make my hair straw like but I woke up the next morning and my hair was soft and still styled how I did the previous night so definitely a 10/10"
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This made my hair feel quite brittle and dry, it's just not for me."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I don't understand how peoples hair gets sticky after using this product. I have very thick hair and sectioned my hair out and sprayed 3-4 sprays and it never made my hair sticky."
        },
        {
            "review_title": "So good!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this so much, i can curl my hair and the curl will stay for days!! It also doesn't leave my hair crunchy and smells really good too!!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "My hair looks so dry and brittle using this. It looks more damaged using this heat protectant than when I don't use heat protectant at all. It makes it super puffy and frizzy. So brittle and so much breakage. Feels super dry and damaged. It makes my hair sticky and adds like a waxy feel to my hair and tangles it so much."
        },
        {
            "review_title": "Must have Styling product routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "After using this for weeks now I see the difference! Leaves my hair smelling amazing but also so soft and shiny. I spray it every time before applying any heat to my hair &  it doesn't weigh down my fine hair hair"
        },
        {
            "review_title": "Breakage So Much Breakage",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I so mad with myself for not reading the verified reviews before purchased this. I used it on dry hair before curling and noticed it made my hair sticky but thought maybe it needed heat to activate. I was wrong. My hair felt brittle and dry after styling. I looked at my bathroom floor and there were so many broken hairs. Now I have breakage and split ends that will take a trim and months to repair."
        },
        {
            "review_title": "Best heat protectant",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is my favourite heat protectant. You can spray on hair when it is already dry which I love as I typically air dry my hair one day and then style the next, and it does not make the hair too wet or sticky. The mist is really fine and this stuff smells amazing."
        },
        {
            "review_title": "A pretty decent product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I just bought this product and so far it's going well. The product is meant to be misted on dry hair and that is incredibly useful to me considering I don't shampoo/rinse my hair often (rinse w/ water every 2-3 days, shampoo every 7). The product has a citrus scent, which is very strong, at first. The product is a spray, which makes application easier. Once applied the heat protectant is sort of sticky? It's not that bad, but just a little bothersome. The scent sort of disappears after around 30 minutes to an hour, which is not a problem for me personally! After using heat tools I would reccomwnt using so sort of styling oil (i used the gisou) and it will work against the stickiness. My only complaint is that the product leaves my hair feeling just a little dry and textured, and less soft than it usually it's."
        },
        {
            "review_title": "NO...NO...BAD...BAD...DO NOT BUY...",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "NO...NO...BAD...BAD...DO NOT BUY... I don't understand anyone who put good reviews for this product... This product is horrible on your hair, make your hair stick together to the point that it is hard to comb. I have soft and pretty straight hair and put a little of this on my hair  and I hate it!"
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This has a very strong fruity scent which I was not a fan of. It left my hair feeling super sticky yet dry. The only saving grace was that it did slightly help my hair hold styles longer."
        },
        {
            "review_title": "Not much positive to say unfortunately",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes",
            "review_text": "It's a really fine mist - I wouldn't bet that a few pumps is protecting my hair from any heat damage.  If I use more of the product it does get stickier like other reviews say. I guess it's a pass.  I love the smell of dae products, so no complaints there."
        },
        {
            "review_title": "Smells So Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I'm really liking this. I try to heat style as little as possible, but I love this stuff for when I do! I feel like it works so well for me. Plus, it smells aaaamazing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I love this product. It smells so good and it definitely makes my hair feel more soft. I needed a heat protectant to put on my dry hair and this one is so good!"
        },
        {
            "review_title": "Too sticky and sweet",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I tried ways to use this and wanted love it but it's way too sticky. I have dry ends from coloring but it leaves a sticky residue and has a stronger, sickly candy scent. I ended up giving it to my friend but I wish I could have used it."
        },
        {
            "review_title": "Fav heat protectant",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this heat protectant! I don't know how well it works I'm just assuming it does its job but it's so light weight and smells good! It doesn't leave my hair sticky or oily and I can use it on dry or wet hair!"
        },
        {
            "review_title": "Dries out the hair",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Pros: Product is lightweight and may be good for oily hair.   Cons: This dried out my hair and made it incredibly brittle!  If you have dry hair or are prone to breakage, I wouldn't use this. Personally, I'll stick to the Verb glossy shine heat spray."
        },
        {
            "review_title": "Good for fine hair, smells like orange creamsicle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I have fine hair. I use this product on the top of my head, above eye level, because it is so lightweight. I used to not use a heat protectant up higher because they always weighed my hair down and made it appear greasy, but this does not do that! This also curbs flyaways better than anything I have ever used between bumble & bumble, olaplaex, redken, pureology, verb, etc. I still use a more heavy-duty heat protectant on the lower portion of my hair, but this has helped with those little details, especially flyaways. And the smell!!! It's orange creamsicle, a very fresh orange-vanilla scent, not too sickly sweet. I would buy a fragrance like this. I wish the scent lingered longer, it seems to dissipate fairly quickly.  Also I LOVE that this is packaged in a bottle - not an aerosol can - yet still produces a fine mist to evenly distribute across the hair. I find it irritating when I have to travel on a plane, and my aerosol can products go flat due to the changes in pressure and are no longer usable. Very happy that this is travel friendly!"
        },
        {
            "review_title": "Doesn't protect from heat.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I've used this product about 10-15 times. I straighten my hair weekly and I've come to realize this product doesn't work. I've used tresseme heat protectors and it was rare to see a split end. I bought DAE because of  the cute packaging and was hoping it did what it says but unfortunately after the first time using, my hair was so damaged with split ends I had to cut it. I continued to use it to make sure & yup, this product sucks."
        },
        {
            "review_title": "Pass",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Makes hair sticky and smells bad. I was recommended this by a sales agent in store and def would non recommend."
        },
        {
            "review_title": "Didn't work for me:(",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Honestly I was excited to try and was fascinated with reviews, but for me it's a horrific experience. My hair is thick and dry naturally. After using this product it became hay-like, extremely crunchy and thinned out. I was adding product on each section"
        },
        {
            "review_title": "this spray is THAT girl",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "MY HOLY GRAIL. it smells amazing and i love how soft the mist is!! i'm never using another heat protectant ever again"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Looooove the way this smells. It smells like an orange cream popsicle. It also leaves my hair shiny and protects it without weighing it down. It's lightweight and the fragrance isn't too strong either which I like"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Amazing product smells good, protects hair, and makes hair look sleek"
        },
        {
            "review_title": "Snaps for dae",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Just after the first use I noticed a difference in how my hair looks & feels after styling with heat. My hair felt so soft and looked so shiny! What I love most is you can use this product on dry or damp hair. I noticed I didn't need to completely drench my hair with this product, even with my thicker hair! The mist is fine and it smells delicious. I will always grab this when I am styling with my hair a straightener, blow-dryer, or any other hot tools. dae knew what they were doing with this one."
        },
        {
            "review_title": "Not good for thin hair",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair",
            "review_text": "After using this product for a month straight it really did nothing to my thin hair and it didn't hold any of my hair styles. Definitely don't recommend for those with thin hair. Smell is also not pleasant. Save your coin"
        },
        {
            "review_title": "Must have in haircare routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "smells so amazing! become such a staple in my hair care routine to ensure i am protected! i would definitely recommend others to use"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Smells so good!! My hair looks healthy, very easy to use, love that it's women owned. u2764ufe0f"
        },
        {
            "review_title": "Really great heat protectant!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I love this product! I have extremely fine hair and most heat protectants/ styling sprays leave residue on my hair and makes my hair feel so gross. This mist is extremely fine and it actually coats my hair and doesn't build up. I also really love the smell!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This makes your hair shiny and moisturized . Highly recommended ud83dudc4fud83cudffcud83dudc4fud83cudffcud83dudc4fud83cudffc"
        },
        {
            "review_title": "I do not recommend!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "Although this product smelt good, it doesn't do anything. I was very excited to try a product from DAE but, when I sprayed it on my wet hair, then blow dried it.  My hair looked so dead and my split ends looked worse, and my hair was very rough."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This is one of the best smelling hair products I own. The extra hold allows the style to last longer. And the spray is a nice fine mist to coat the hair evenly."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "i'm surprised i haven't seen this product super hyped up !! i bought it on a whim while buying other products bc i needed a heat protector and i just grabbed the first one i saw and omg ?? it makes my hair SO soft and it feels protected if that makes sense but it's amazing i'm happy i randomly bought this"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I apply it before I straighten my hair - works great and smells SO good! Highly recommend!"
        },
        {
            "review_title": "A Must have!!!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "This product is very light and doesn't weigh my hair down. This product held my curls for a while without making my hair feel gross 100% recommend this !"
        },
        {
            "review_title": "Holds your curls for 3 days!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Not only does this smell incredibly good, but every time I spray my hair with this for the heat protectant effect before curling, it actually holds my curls for at least 3 days in the winter. I'm obsessed!"
        },
        {
            "review_title": "Amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "100% would recommend use this on my damp hair before blow drying in hopes of it, helping my dry hair due to this winter weather. I was obsessed with the smell of this product. Also the shine it gave my hair after a simple blow dry. I also styled my hair with some curls it gave my hair the hole that needed to last all day without the crunch of hairspray . Would highly recommend this product!"
        },
        {
            "review_title": "Frizz free curls !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Made my curls less frizzy and soft! Used together with the Dae 3-1 Styling cream and had a great wash n go. Plus the heat protection helps with diffuser heat"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this product. Such a fine mist that doesn't weigh your hair down or make it too damp. Perfect amount of light hold and really made my hair smooth, straight and frizzfree all day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love how light this mist is.   Doesn't weight my thin fine hair down."
        },
        {
            "review_title": "No heat protection",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "Smells AMAZING, okay styling mist but offers zero heat protection. Do not purchase if that's your primary goal/concern, I used this before straightening my hair and my ends were absolutely fried"
        },
        {
            "review_title": "Easy to use and smells nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This smells amazing, like a soft tangerine scent. I love that the mist/spray is super fine, and it's not squirting everywhere. It just delicately saturates my hair. I curl or straighten my hair every morning, so I wanted some protection. Not sure how much it's protecting or if it's making a difference, but it's enjoyable to use so far."
        },
        {
            "review_title": "Soft, no crunch, smells nice, not a lot of hold",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "This was recommended as a heat protectant to spray on dry hair before using a flat/curling iron and to hold the style as well. While similar products leave your hair crunchy this does not. It also adds a moderate amount of shine, softness, and can be used as a light, finishing hairspray. It's just as effective and not quite up there with other similar products. Pretty good tho!"
        },
        {
            "review_title": "Perfect for taming flyaways!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I use this product to tame my flyaways and also as a hold styling mist. It works wonderfully, and smells delicious as well."
        },
        {
            "review_title": "I didn't love",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The product smells great. There wasn't any hold. My hair is color treated, maybe that's a factor but I noticed that this product made my hair feel tacky when first applied (not like a normal hairspray) and once dry it became impossible to detangle my hair without washing. I can't say whether it protected my hair from heat but I can say it made my hair unmanageable."
        },
        {
            "review_title": "This does not protect your hair",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Love Dae and wanted to love this but it did nothing for my hair. It did not protect it at all."
        },
        {
            "review_title": "Ok.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "It's ok. Smells nice (fragrance might be a bit much for some people). I just didn't see much hold with this."
        },
        {
            "review_title": "Loved this until the spray is messed up",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "I loved this heat protectant at first because it was such a fine mist and the spray was weightless but after one week of use, my spray nozzle is now making a more u201cdirectedu201d spray that is straight on vs a light mist. This makes the  product dampen my hair in one area so then it's hard to spread that product to the rest of my hair by brushing it. I've tried messing around with the nozzle but I haven't gotten it back to the fine mist. Wish I purchased something else instead."
        },
        {
            "review_title": "Mmmidk",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Pros :  - the mist is awesome, it softly coats your hair  - smells freshly - my hair seems to be protected and that's all I really care about  Cons :  - leaves my hair sticky & if you have thick hair it makes it seem thicker"
        },
        {
            "review_title": "Breakage!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I wanted to love this! The scent is so good, and I tried to hold out even though my hair felt a bit sticky and tangly. But unfortunately, I am now experiencing some major breakage all over on what was perfectly healthy hair :( I am not convinced it even protects from heat damage at all."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Wanted to love but too sticky on my hair and made my hair tangle up :("
        },
        {
            "review_title": "Truly terrible",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "2 stars only for the scent. this makes my hair so sticky and dry. cannot even run a brush through it. honestly does more damage than good. never write reviews but this is an absolute No."
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "With the Dae Hair Agave dry heat & hold styling mist, my hair looks flawless. The styling mist is easy to use. I feel like my hair was professionally done it looks so good.  It's perfect for up do's or wearing it down. My favorite thing about this lovely product is the fabulous scent. It makes my hair smell wonderful. I've already purchased again."
        },
        {
            "review_title": "Great product for a specific need",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Oily skin",
            "review_text": "I really like this heat protection spray because of the hold it provides. I like to use a thermal brush or curling wand on my hair before work, and in the morning when every extra minute counts, it's really convenient to have a product that offers heat protection + hold in one. Using this, my hair stays basically styled all day, and still looks pretty good 2-3 days later. It also smells great (it's like a sweet, sugary, citrus smell - really fresh and sparkling). The mist comes out super fine which I like because I feel like it coats my hair evenly without getting it too damp.  My only quibble with this is that it leaves my hair ever so slightly sticky feeling, like any hold hair spray. But that's what this is for. If that bothers you, I would try a different product."
        },
        {
            "review_title": "very good !",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "love this product sooo much !! a little bit expensive for a heat protectant, but i can understand. the reason i'm giving it 4/5 stars is because it doesn't give you that shine that the photos show. kinda  misleading."
        },
        {
            "review_title": "Took me forever to notice it was bad",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Oily skin",
            "review_text": "My heart belongs to the bondi boost thermal spray, but since it appears like it will never be restocked, I bought this to hold me over.  I love the dae hair oil and the packaging for this spray is really pretty and for those reasons I overlooked the fact that it was slowly frying my hair. Near the end of the first bottle my hair was getting damaged and dry and breaking off in sections. I thought it was my heat tools until one day I skipped the spray before I used them and my hair was instantly happy and silky and holding style again. Tragically, I bought a second bottle before I realized the spray was doing the opposite of what it was supposed to.  I'm tempted to give 2 stars just because I think the packaging is really nice and stretches out the product a ton, but since the product itself isn't good I guess this isn't a plus. Sephora please restock the  bondi boost thermal spray!"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Excellent, lightweight heat protection that smells great. Since my hair is fine, most products weigh it down, however this one is ideal. does not make my hair look oily or weighed down. doesn't also make my hair too stiff gifted bye Dae hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I don't really blow dry my hair often because I'm afraid of heat damage. I've been using this product for my hair and my daughters hair when I blow dry and ill have to say that this is a game changer. It protects my hair well and the smell is delicious. It does not leave an oily residue either! Complimentary from Dae Hair"
        },
        {
            "review_title": "Keeps the frizz away",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Keeps frizz down with a light styling hold. This bottle will last a long time. I've been using it daily since I bought it and tons of product left."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This is a really great heat protection option! I was a bit worried about the scent based on some reviews but it's very non-offensive (I can't use many hair products because the scent is too strong).     The mist is really fine and I really appreciate that.   The only reason I can't give 5 stars is because it does feel like my hair can't go more than a few days without needing a wash. It is a bit heavier than I might ideally like. But a really solid option!"
        },
        {
            "review_title": "A re-buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "Best clean hairspray I've found in years. It actually holds the curls for days and doesn't make my hair too stiff which I love.  My only complaint? I wish it was unscented. the smell isn't bad and it fades away in 30 min but I just prefer unscented so that it does not overpower my perfume or anything."
        },
        {
            "review_title": "Why did I fall for this? :(",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Tip: look at non-incentivized reviews only for honest experiences. You'll be shocked by how few of them there are. Secondly, there are not that good. I bought this because I loved the mist and the fragrance and just wanted to believe it was good. Well, the mist worked for about a week and now it's just a goopy, awkward squirt that sprays everywhere. The fragrance fades. Frizz control? None at all. Heat protection? Who knows. It makes my hair feel sticky and dry. I paid for it so I don't want to throw it out but seeing this on my vanity irritates me now."
        },
        {
            "review_title": "must try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "This was gifted by daehair Was easy to use and loved how my hair felt leaving it soft and shiny. I was blown away by the results and must try. This was a gifted product so I am being very open with the review. Keeping your hair protected is super important."
        },
        {
            "review_title": "Great for curling and 3-barrel curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I've used this mist a few times now to curl and 3-barrel crimp my hair. I liked the grip it gave and the smell was amazing. The hold was definitely there, even in humid summer heat. It dries down fairly quick and you can feel the hold. Love it!"
        },
        {
            "review_title": "A Great Buy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Normal skin",
            "review_text": "Love! It is a great product! Smells nice + works great for styling and heat protection"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Dry skin",
            "review_text": "Great light weight heat protect while smelling amazing. I have fine hair so most products weigh it down but this is perfect. Does not weigh my hair down or make it look greasy. Also does not make my hair to stiff."
        },
        {
            "review_title": "Dae continues to not impress me.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Honestly I have used this a lot. I love the smell and the mist and I do think it has good heat protection. But the u201choldu201d claim it says I do not agree with. I actually think it makes my curls fall out faster. I have much better luck with amika heat defense"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells amazing! It doesn't really help so much with frizz control due to humidity. Not sure if it's supposed to, but I was under the impression it did. Great heat protectant otherwise!"
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "So far I am really liking this product. My hair is thick and dry from processing, and this seems to really help. I spray before straightening or curling and it definitely makes a difference. LoveLove this brand!"
        },
        {
            "review_title": "nope!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair",
            "review_text": "Awfulu2026 it made my hair smell good but other than that it didn't prevent frizz or work well as a heat protectant. I now just use it as a hair fragrance. VERB heat protectant spray works really well!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "This is worth every penny and then some. Smells great. Super fine spray. My hair is thick and heavy and curls don't hold. With this, not only do my curls hold for days, my hair is softer, shinier and feels more hydrated. This is not greasy and holds the hair without making it crunchy. I've tried a lot of products and nothing comes close to this. A wonderful multitasking product."
        },
        {
            "review_title": "Perfect, can't tell it's there!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I'm in love with how lightweight and non sticky this is. It's not a heavy oil either. I almost stopped using heat protectant entirely because whether it weighed my hair down and made it greasy or became too stiff and sticky, I've had really bad luck. This does none of that and after spraying it in, you really can't tell you have product in your hair. The smell is delightful too. Gifted by dae hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "LOVE how this stuff smells - reminds me of a fruity drink with a hint of vanilla. I use it before straightening my hair and I've definitely seen a reduction in frizz. Makes my hair look really sleek! Would recommend if you're looking to smell yummy and have smooth hair. This was gifted by Dae Hair but all opinions are my own!"
        },
        {
            "review_title": "A hot mess",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This does nothing but make my hair sticky. I have no idea what the hype is about. My hair looks a hot mess. It leaves my hair looking dry af. It does nothing. Soon as I step outside my hair is a frizzy   Hope i can return save your money. mess"
        },
        {
            "review_title": "Perfection in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I've tried a lot of different heat protectant products and this is hands down my new favorite!! My hair gets greasy easily and this formula doesn't weigh it down at ALL- so lightweight and the smell is also amazing. Will be my new go-to everyday!! This was gifted by Dae Hair for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "I'm not sure why this didn't work out for me but it leaves my hair looking dry and for some reason has made my hair very oily. I typically wash my hair twice a week but after using this my hair feels so greasy. Really wish it would've worked for me :("
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Gifted by Dae. I have always been a huge fan of Dae products! I love the packaging and how good it makes my hair smell!! It's a huge plus being a heat protector!! Doesn't leave my hair crunchy like some head protectors do. Highly recommend this product!!"
        },
        {
            "review_title": "A Must-Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "After using this product for the last few weeks, my hair is shinier and the baby hairs are more controllable. Will purchase this product again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This mist is amazing! I use the Dae styling cream first and blow dry my hair then I use this spray before using my straightener and this leaves my hair incredibly soft and shiny. If you are considering buying this just do it because you will not regret it."
        },
        {
            "review_title": "Not for me..",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I started using this product because my hair is really curly and when I'm using the hair straightener I want my hair to feel smooth but not with this product. After spraying it all over I started feeling it super dry."
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I had to have this when I smelled it in stores! I am so glad I got it because not only is it a heat protectant, but also helps my curls LAST! I am obsessed with this product! Love Dae!!"
        },
        {
            "review_title": "Smells INCREDIBLE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I truly cannot say enough good things about this product! I love the bright packaging, how fine the spray mist is, and definitely the sweet fruity scent. Most importantly it helps to defrost hair while protecting against heat. Definitely a must have during summer in the desert! Gifted by Dae Hair"
        },
        {
            "review_title": "Scent is too strong",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Works fine for styling, but the scent is overwhelming! I'm not sensitive to fragrances and don't mind them in other products, but it felt like I was inhaling perfume when I used this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I love using this get protection spray before and after blow drying/curling my hair. I do notice my curls last a bit longer but in general, my hair feels sooo soft after using this. I love the light scent too, my hubby loves the way it smells. After curling my hair, I also like to use a few drops of Dae hair oil for best results. I love it! Gifted by Dae Hair"
        },
        {
            "review_title": "Not very good in humid weather",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I bought this because of the reviews but it just wasn't for me. My hair has highlights and is very frizzy. I thought this would be perfect for my hair but it wasn't."
        },
        {
            "review_title": "LOVE this heat protectant",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I just purchased this and absolutely love it! As a gal who's hair does not like humidity, this has helped my hair stay smooth and protected even during the heat. 10/10 recommend - I use & love all dae products b"
        },
        {
            "review_title": "A must have for preventing fried hair and damage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I was sent this product from Dae and I have to say I was so excited to try this! Dae has not made a single product that has disappointed me and I am so happy that I found them and have watched them grow as a company and have seen the evolution of their products! I have the entire Dae hair line and I was so excited to try this! It definitely did not disappoint me and it was so great to get the chance to try this because it was amazing! I loved the fine mist and application of this product and I loved that it smelled so amazing just like the signature shampoo and conditioner! I have to say that this is the best heat protectant that I have tried and I will for sure be reaching for it  whenever I need to use a heat tool. I highly recommend this product and find it great for all hair types!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have a lot of heat protectants, but their main purpose is just to provide thermal protection. This product it is able to act as a styling preparation, boosts gloss and shine, and works with heat tools to create whatever look is desired. Gifted by Dae Hair."
        },
        {
            "review_title": "Another great Dae product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "My haircare is basically 50/50 IGK and Dae. But I'd been using Drybar Hot Toddy heat protectant and was excited to try something new. This is definitely a 'wetter' mist compared to HT so I use less which is nice. It has a pleasant scent and made a noticeable difference in calming my frizz. Will repurchase."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I never leave bad reviews, but this product turned my hair to straw! I love Dae's shampoo and conditioner and wanted to give their heat protectant a shot. Since adding this to my routine, the only recent change, my hair is dry, brittle, and coarse! I am so disappointed and hope that the damage is reversible after some time. I used the monsoon mask, which I normally love, and even that hasn't perked my hair back up."
        },
        {
            "review_title": "Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This product was gifted by Dae hair for honest review. I definitely like the smell and texture. It has good ingredients and not to heavy when you use it. It doesn't weigh my hair and it makes your hair shiny"
        },
        {
            "review_title": "Good one",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Oh this smells really nice I definitely like the texture of this one. The good this is that it does not weigh my hair which is fine and thin. I look forward to trying other products from them now. This I was gifted by Dae Hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I have heard great things about this Agave Dry Heat and Hold Styling Mist! I think Dae Hair is a great brand and would recommend trying them out for sure! This was gifted to me by Dae Hair in exchange for my review!"
        },
        {
            "review_title": "smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "Gifted by Dae Hair, This spray smells really fresh and citrusy. It feels very moisturizing and I like spraying this on dry hair to straighten my hair. I really enjoy using it because it protects my hair from heat damage"
        },
        {
            "review_title": "Apply fore and after!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Dry skin",
            "review_text": "I been wanting to try Dae products for a while! this was complimentary from Daehair. Love how great my hair smells after, and stays in place even with humid days.I usually apply it before and after I use hot tools.1000% recommend."
        },
        {
            "review_title": "THE BEST HEAT PROTECTANT EVER!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I received this complimentary from Dae Hair and I am in love. The scent is beautiful. It is not too strong, it just smells amazing. I love that it is not only a heat protectant but it helps with frizz in Florida humidity and it even helps to hold my curls. I am beyond impressed. My hair has never looked so good! It also gives it a gorgeous shine, protects it and keeps frizz at bay. I am OBSESSED!"
        },
        {
            "review_title": "Smells amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Tan skin tone, Normal skin",
            "review_text": "This product was gifted to me by Dae Hair, but the review is my honest opinion. I've been using this heat and hold styling mist frequently, it helps me the most with getting rid of frizz, at the same time it protects my hair from heat and it gives a nice shine. The smell is delicious too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "I love this heat protectant! It smells really nice and makes me hair feel soft and look shiny. I used it before I used any heat on my hair and it also helped with frizz. I definitely recommend it! Gifted by dae hair"
        },
        {
            "review_title": "Nice put not perfect",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This heat spray was decent. I particularly enjoyed its fruity and invigorating scent. However, when I applied it to my freshly washed and dried hair, I noticed that it left my hair feeling greasy. Perhaps it would be best to avoid spraying it on the roots and focus solely on the ends. Nonetheless, I found it to be somewhat weighty on my hair. Gifted by daehair."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "this smells so delicious! I used it how it described but I didn't feel it aided in holding my curls (I have extremely thick hair so they don't hold anyways). It's totally worth it for the heat protection and smell combination though!"
        },
        {
            "review_title": "Scent amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "was gifted by daehair. It's a spray for when you using heat products in your hair like a flat iron etc. You want to shake well section your dry hair and spray.  Repeat process till your whole head done.  Has a citrus scent to it which I love. Heat protection up to 450.  Adds shine and helps eliminate frizz to. My hair is much more healthy after using this product."
        },
        {
            "review_title": "Prickly pear me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This styling spray is a must have! The smell is amazing as I love everything prickly pear! For the summer this will work to tame my frizz and help not damage my hair with hot tools or the sun! I highly recommend this product. gifted by Dae Hair"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "So I got this for myself and well it didn't work well but that was expected.   My hair has some magical power to expell and styling products I swear.  Now I used this in my kids hair because my boys want to be spiky and omg it works amazing.  Lasted all day but wasn't hard and crunchy like their gel.  They even liked the smell which I also thought was great. This product was gifted by daehair in exchange for my review"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received this complimentary from daehair. The product is good at doing what it advertise - It holds the shape and style well and  works as a great dry heat product. It's easy to apply and spray would be sufficient. I also like the smell, which is not too strong"
        },
        {
            "review_title": "Very helpful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "I received this complimentary from Dae for my honest review. The smell is nice and refreshing.  It worked really well to help protect my hair from heat while using it to flat iron my hair. It also helped make it shiny and less frizzy. The bottle was nice and easy to use and didn't get clogged up in the pump."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by dae hair. Absolutely love how good this smells! I always straighten my hair after washing so using a heat protectant is super important for me. love that this also helps with frizz and makes my hair super soft and shiny :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Dae Hair gifted me this latest and greatest product. I love the scent, it's long-lasting, and the spray is fine enough that it doesn't make my hair feel greasy or weighed down. A nice one well worth the buy."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love this brand and the smell of this mist! I used it in wet hair before any styling and it really helped to hold my curls and leave my hair feeling soft without any damage or frizz! Would repurchase. complimentary from daehair"
        },
        {
            "review_title": "Multi-purpose styling spray!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This heat protection spray makes my hair smell heavenly.  I love that it really helps control my frizz when I use my hair straightener.  I also use it when I curl my hair and it really helps hold my curls together.  It sprays out in the perfect mist and coats the hair well. I was gifted by Dae hair."
        },
        {
            "review_title": "Best smelling hair products",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I received this complimentary from dae hair. So impressed with the scent! That was the wow factor for me and made me want to try their other products! The fine is a fine mist that spreads evenly. Worked well with my flat iron, no burning or sizzling."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This product was gifted by daehair  in exchange for my honest review This is now my new favorite heat protectant spray smells so citrusy and good and doesn't have any chemically smell the most heat protectant sprays typically have I love that it's cruelty free and that it Works really well Definitely will buy again"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I am the worst at remembering to protect my hair from heat. And because of that my hair usually ends up frizzy and damaged.  This has been such a game changer. I get excited to use it because I enjoy the results so much. I am also loving the scent! Will definitely continue to use! Gifted by Dae Hair."
        },
        {
            "review_title": "Amaz-dae-ing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Gifted by Dae Hair - Agave Dry Heat & Hold Styling Mist spray. I used this on my hair & it was protected! A little goes a long way - definitely felt like my hair was protected. Smelled a pleasant citrus. Definitely recommend this!"
        },
        {
            "review_title": "Great Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Dry skin",
            "review_text": "This Agave dry heat was a gifted by Dae Hair and I loved the results it left my hair very soft with a surprising shine and the best thing I feel is that it protected it from the heat and I feel healthier it has an essence with a rich smell I liked the results of this product and the benefits are great I recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "Dae Hair gifted me  Agave Dry Heat&Hold Styling Mist.This product has the perfect summer scent of citrus and warmth.I love the nozzle is a must and not a shower spray because it helps keep the hair not weighed down.Enchriched with agave, prickly pear, and cactus flower, this multi-tasking styling mist delivers heat protection, tames frizz, and adds smoothness and shine."
        },
        {
            "review_title": "Amazing hair spray mist",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I use the spray mist in my hair after wash before blow drying my hair and whenever I need an extra moisture. The mist helps control my frizzy ends and style my hair with ease. I recommend for people who live in high humidity places and dry heat because it makes our hair soft, shiny and manageable. I received the spray mist complimentary from daehair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "My new favorite! This heat protectant protects my hair for sure but my favorite pet is how it doesn't make my hair look oily or greasy. There also is a scent, but I honestly don't mind because I like my hair to smell good anyway! Gifted by Dae!"
        },
        {
            "review_title": "Anti frizz and holds well",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I received this product as a complimentary from Dae Hair in exchange of my honest review.  This is multifunction as a heat protectant and also to hold my hair and controls frizz. It holds well and my hair becomes less frizzy but the scent is a little strong for me. But overall it works pretty well especially when I want a beachwaves hairstyle."
        },
        {
            "review_title": "Loved it!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I received complimentary from Dae Hair Agave Dry Heat & Hold Styling Mist spray for my honest opinion after usage! It was amazing to use! My hair was definitely protected! I don't have to use alot of spray either to reach the results I want with my styling tools in conjunction with the spray. To me it smells like citrus but a citrus that is VERY pleasant. The spray doesn't weigh down my hair either or make it look greasy! I would definitely recommend this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like this spray for right after I shower and also right before I use any heat on my hair. It makes my hair super shiny and helps with frizz. If I want it to help with frizz I will use it before and after using heat. Gifted by Dae Hair"
        },
        {
            "review_title": "lovely!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "gifted by dae this is my new favorite heat protectant. it smells like their original lines orange creamsicle scent. the mist on this is very fine as well so its easy to spray especially for long and thick hair. it works pretty well as well and doesn't leave a residue."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received this product complimentary from Dae Hair. I loved it. It was amazing. The smell was so elegant and amazing. My hair was so soft after using. It really worked well when styling my hair with my straightener and gave me results that left my hair shiny and soft. I definitely recommend trying this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Gifted by Dae. This is a nice heat protectant. It has a bit of an oilier feel so it made my hair very soft and supple after using it. Like all Dae products, it smells great and has a good bottle/mister."
        },
        {
            "review_title": "Sweet Smelling and Hold in style",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received the Agave Dry Heat & Hold Styling Mist complimentary from Dae in exchange for my honest review. The styling mist helps give my hair heat protection and frizz control. I like that this spray has a pleasant scent that smells like a sweet pear.  The spray does not feel sticky or smell like alcohol. I really enjoyed the scent and benefits of reducing frizz from my hair. The spray is great for styling my hair straight, curly, and wavy. I like that it does not make my hair hard or crunchy. The spray helps hold the style and smells amazing. Plus there is no build-up on my hair which I really like."
        },
        {
            "review_title": "New fave Dae product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I wanted to try this out for a few weeks before leaving a review, but I love it so much! The smell is divine (per usual), I've been really happy with the heat protectant, and it leaves my hair with just enough bounce and hold. This will be a staple in my hair routine from now on!"
        },
        {
            "review_title": "No Frizz In Sight!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "What a fantastic product! It has a fabulous scent. Perfect for heat protection and styling. I also noticed a beautiful shine. A few sprays before curling and no frizz in sight. It also helped with my thin hair feeling fuller. Complimentary from Dae Hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This product smells amazing and I also love the packaging. I had never tried anything from this brand before . Overall this made my hair feel great and I would purchase it again. This was gifted by dae."
        },
        {
            "review_title": "Love that it works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This is a really nice product, I love that I can style my hair when it is dry while using this. I just spray on my hair style and it holds up well. It has a nice little citrus smell that linger throughout the day. And usually that little frizz that I get is no more! Gifted by Dae Hair."
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I love this mist! It smells so good and I love to use it to keep my hair lookin fresh and shiny for a night out! The packaging is really cute and the product itself lasts such a long time in my hair! complimentary from daehair"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Complimentary from Dae Hair I like the packaging a lot, it's a good size, the atomizer is super good, fine, it sits perfectly on my hair, I have waist-length hair, what I love is that it helps with frizz when ironing my hair or doing curls. I love that it protects from heat. shine and smells very nice everything you need in one place I love it leaves hair in place but hair is handled super soft I recommend it"
        },
        {
            "review_title": "Must try!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "complimentary from daehair . I am so excited when I received this in the mail! I have been looking for a styling mist that work great for my hair. I have thin hair and love to give my hair a little volume so I curl my hair a lot. This heat protection is amazing and smell so good! Just what I needed. I wish it was a bit bigger, especially for the price. Overall I really like this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is a good heat protectant that adds shine and smells great. It is a nice citrus scent that is perfect for the summer. Thankfully this isn't a heavy product and doesn't weigh my hair down. I also like that it doesn't come in an aerosol can. Gifted by Dae."
        },
        {
            "review_title": "Great for daily use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This product has saved my hair from so much heat damage! I have damaged/processed hair and I usually avoid heat styling but since using this, I feel much more confident in using dryers/straighteners. It's also great for summer heat exposure. My hair still feels naturally soft despite the medium hold it provides, and it smells lovely without being an overpowering scent. The nozzle distributes the product in a wide and even distribution so you don't waste product. Gifted by Dae Hair"
        },
        {
            "review_title": "Lovely, you just need a lot for long hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Dae gifted me their styling mist in exchange for an honest review, and I quite like it.  First off, my hair is very hard to style (my hair stylist almost started crying when he was trying to get waves in my hair for my wedding party because they just would not hold). So, even though the before and after pics might not be that impressive, the mist actually helped straighten my hair and more importantly protects it from the flat iron. It also smells absolutely delicious. I love that it has heat protection and that it doesn't leave my hair sticky, greasy or hard but still very naturally looking. The only thing is that I have to use a lot of it for my long, fine hair. It says to mist in sections and you really have to do that to see results. The first time, I only sprayed it all over and then tried styling it without much success."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Gifted by Dae Hair.  Big fan of this spray, and love the multiple benefits. The scent is light and bright, citrusy and perfect for summer.  Bottle has a strong, even spray. Provides hold without leaving my hair feeling sticky or crunchy."
        },
        {
            "review_title": "love the scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "It is a product that has a light texture, does not look greasy and has a very rich smell that lasts on the hair, leaving it soft and manageable. I highly recommend it. protects the hair well, leaving it very soft. Daehair gifted me"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Dae Hair in exchange of my honest review. I am a strong believer and supporter of heat protectant sprays, I have used many brands out there and this one did not disappoint. This product did not make my hair look greasy, rather shiny and healthy. I also loved the mild scent, definitely worth having."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was gifted by Dae this product in exchange for my honest review. This spray is amazing. My hair looks stunning when I use it, so shiny and perfect. This spray protects my hair without weighting it down or making it greasy looking. Also this product smells amazing."
        },
        {
            "review_title": "Worked!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I really liked this product! It didn't make my hair crunchy and was still float. It also held my curls better! Normally my hair loses its bounce quickly but it lasted all day! It's gifted by Dar Hair but I highly recommend giving it a shot!"
        },
        {
            "review_title": "5 stars all the way",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I received this product as a gifted by DaeHair. The scent is just so fresh and citrus infused. My hair is usually very dry looking and hard to manage. But after using this with my blowout dryer, I was amazed. This product made me a true believer and will be telling friends and family how amazing it is for my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by Dad hair for my honest review. The scent alone would be enough to make me want to use it daily - so summery and citrusy and delicious! It works great as a heat protectant and can't wait to use in the summer to prevent from humidity"
        },
        {
            "review_title": "Can't live without it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am thrilled to have this complimentary from Daehair. It's such an outstanding product! Dae Hair Agave Dry Heat & Hold Styling Mist is definitely on my buy again list! It smells amazing! My hair went from frizzy to sleek and shiny after styling with my heat tool.  I'm super pleased with my end results. My hair smells amazing too! I did not have to spray a lot of it to accomplish effortless sleek hair."
        },
        {
            "review_title": "No sticky feel",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I style my hair every now and then and I never used heat protectant. I am happy that I got this hair mist complimentary from Dar Hair so now I have something to protect my hair. I like the smell and it don't feel heavy or sticky at all. It also helps in keeping the hair styled for longer so acting as light hold hair spray."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "Gifted by dae. I love this heat spray, it keeps my hair feeling soft and healthy when I blow dry and straighten it. It makes the frizz go away and keeps my hair straighter for longer. I always get compliments when I use this."
        },
        {
            "review_title": "Heat protection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The heat protection is very important for me because I always blow dry my hair and style my hair with flat or curling iron. This one is a mist do it's easy to apply to your hair. This product is lightweight and it doesn't give my hair the heavy feeling. Gifted by far hair."
        },
        {
            "review_title": "Very happy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I received this agave dry heat protection and hold styling mist complimentary from Dae Hair in exchange for my honest review. This stuff smells great, protects my hair when blow drying and flat ironing, and definitely helps with my fly always. It also doesn't leave my hair with a heavy or sticky residue. Overall very happy with this styling product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I was gifted by dae hair this product and so far I really like the smell and how it protects my hair from extreme heat especially when my hair can get really dry at times. I also use it to blow dry my hair and to straighten and curl I definitely recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I love this! I  I was looking for a new heat protector and this one checks all the boxes. My hair feels soft and smooth after and it smells amazing! Also it's a fine mist so a little goes a long way! I highly recommend"
        },
        {
            "review_title": "Great Product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I really like this heat protectant! It makes my hair so shiny, so soft and truly protects my hair! I am not a huge fan of the smell but that's just me! The packaging is great and I really can't wait to keep using!  gifted by Dae haircare*"
        },
        {
            "review_title": "ADDICTED u2728",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I'm addicted!!!! This product smells so good. This is the perfect heat protectant, if you have fine hair! It leaves my hair feeling soft, the hold is light and non crunchy.  As a professional hair stylist I would recommend this product to my clients! Try using before your blow-dry for that ultimate protection! u2728 (gifted by Dae Hair)"
        },
        {
            "review_title": "Good product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have never tried this brand before but I was impressed. It smelled pretty good no complaints there. I think heat protection is important. It is just weird it is for dry hair though. Gifted by dae hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I started using the wave spray every single time I'm gonna use my Dyson and wow I LOVEEE how my hair comes out every time! Let me not forget to mention how addicting the smell is! My hair smells sooo good after! Gifted by Dae hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This agave dry heat mist is a game changer! It provides heat protection, controls frizz, and adds shine to my hair after styling. The smell is fantastic. I will be using this all summer long. I received as a gift complimentary from Dae Haircare,"
        },
        {
            "review_title": "Awesome heat protection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I love the Agave-Dry Heat and Holding Styling MistI recieved as a gift complimentary from Dae Haircare. This spray goes on lightweight without feeling greasy or weighted down. The scent is soft, which is also a plus. I would highly recommend it to anyone!"
        },
        {
            "review_title": "Texture with Drawbacks",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "recently tried the Dae Hair Agave Dry Heat & Hold Styling Mist, hoping to add volume and texture to my fine, thin hair. The spray delivered on the texture front, giving my hair more body and definition. I appreciated the exclusion of harmful ingredients and the inclusion of natural oils and extracts in the formula. However, I encountered a couple of issues that prevented me from fully enjoying the product. The mist had a drying effect, making my hair feel stiff and brittle. It also became unusually stiff and difficult to manage when exposed to rain. Additionally, the fragrance, while pleasant, was too strong for my preference and occasionally gave me a slight stomachache. In conclusion, the styling mist does provide texture and visually appealing results, but the drying effect, stiffness in moisture, and heavy fragrance were downsides for me. Please note that I received this product complimentary from deahair in exchange for my honest review."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I received this product complimentary from Dae. I really enjoy this hair spray. It helps protect my hair from heat damage but also significantly reduces frizz which is great for summer. I love how it smells and how easy it is to apply."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Dae Hair. I have to say the scent is wonderful. Usually when you get these types of sprays, they don't smell the best, but the scent exceeds my wildest imagination. I can't even begin to explain what it smells like, but it is the best scent ever. I also like that it seems to really help protect my hair and keep it frizz free. With some hair spray, my hair style held all night. Usually, my hair is too heavy to hold curls, but this spray really made a different. Overall, I love it!"
        },
        {
            "review_title": "Natural but so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this styling mist complimentary from Dae Hair. The packaging is nice and eye catching and the spray is amazing. It leaves my hair smelling so good. The spray helps me style my hair without giving it the artificiality that a lot of sprays end up giving. My hair is wavy and so far, I've enjoyed using it to hold my soft curls in place. I totally feel comfortable in using it every day because it helps me achieve that natural texture I look for in my hair after using a styling spray."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I've heard nothing but good things about this brand and was really excited to try this product. I have fine hair that's on the curly sideu2026 I noticed my hair looked a lot healthier after styling with heat, and this product has a very pleasant smell that doesn't feel heavy on my hair.  Received this complimentary from Dae Hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "This is the first heat protectant spray I've ever found that's intended for dry hair. I love that it's able to be used this way and also smells amazing. Very versatile product and one I like to pack with me. Gifted by Dae hair"
        },
        {
            "review_title": "6/10",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Gifted by Dae Hair - A heat protectant, holder and fresh smelling scent all in one? Yeah! Does it hit the nail on the head? Nou2026 sadly I didn't love this product. I'd give it a 6/10. It does hold the style well however it made my hair feel dry and crunchy. I prefer a style holding product to feel weightless and light. It does smell like their usual products which I enjoy, as for the protecting part; I will have to continue to use and see if it makes a difference in my hair."
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "The packaging and fragrance of this product is amazing, takes care of my frizz hair,, making my hair look and feel beautiful good., does a good job. Am in love with this brand.  This product was  complimentary from daehair."
        },
        {
            "review_title": "Leaves hair greasy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This was an okay heat spray. I really like that it smells super fruity and refreshing. However, after using it on freshly washed/dried hair, it left my hair feeling greasy. I guess don't spray on the roots, just on your ends. Still kinda heavy. Gifted by Dae"
        },
        {
            "review_title": "Dae Slay!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Dae Hair's Agave Dry Heat & Hold Styling Mist is a game-changer for my hair! Not only does it protect my locks from heat damage, but it also provides long-lasting hold and incredible shine. The lightweight formula smells amazing and leaves my hair feeling soft and manageable. Highly recommended! Heres is a photo of my hair styled with it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "I really like this styling hair moist. It doesn't require you to have special styling experience. Just spray it on the hair. It will do the right things for you. I like the bottle and it was made by glass. It was gifted by Dae Hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Dry skin",
            "review_text": "I was gifted by Dae hair. I am loving this styling mist. It doesn't leave my hair crunchy or feeling gross at all.  My hair looks glossy and smooth after using it. It has a very nice light scent to it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Nice hair styling spray, I really like the smell and it doesn't leave my hair crunchy, I have not tried it on curly hair but I think it would work best on damp hair in a braid it works well on straight style. gifted by daehair"
        },
        {
            "review_title": "Another Dae Slay",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am usually really skeptical about products that claim to protect against heat because usually when I use hot tools, my hair feels soooo dry and crunchy! I find that I don't have that issue with this product and I love that I can use this spray and my hair still has so much bounce, shine, and the softest hold and works great as a finishing spray too. As usual, Dae has THE BEST scents for hair care."
        },
        {
            "review_title": "Love this hair mist!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I am loving this styling mist so much! The mist it gives off is perfection!!! I use it on my hair when it is dry before I apply any heat. My styles have lasted a lot longer than they usually do with other products. I really like the light citrus scent as well. It is very light and not overpowering. This is a great hair product! gifted by dae hair."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I was gifted by Dae Hair. It's my first time trying a Dae Hair product. I like it's a hold mist that holds small hairs in place before styling. I like the smell, it's subtle and clean and it makes your hair to look glossy without any stickiness."
        },
        {
            "review_title": "Good for damaged hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I received this Agave Dry Heat & Hold Styling Mist complimentary from Dae Hair. I blow dry my hair once a week when I wash my hair. I really liked this heat miat spray it left my hair feeling smoother after the blow dry I have used it twice so far and can tell a difference after I blow dry my hair.. the scent omg I simply love the scent of this stuff it's very light. i also have baby silk fine hair that is dyed. I would recommend this product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Complimentary from dae.   First off, the scent of this is insaneeeely good. It smells like mangoes and citrus; I just can't help but smell it constantly. I used it primarily as a heat protectant, but I can't really tell if my hair was more or less damaged while this was on it. I like that it didn't give me that crispy crunchy hair feeling that some hair sprays may give, so that was nice. My curls were able to last the whole day, with it gradually becoming more and more of a looser curl. Overall, I wouldn't say this holds my curls in place the exact same way from start to end, but it definitely prolonged the curls in my hair."
        },
        {
            "review_title": "The perfect spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I have fine hair, but a lot of it, and find it tough to find the perfect volumizing shampoo that doesn't weigh the hair down! This is the perfect formula and truly has made such a difference in how my hair looks and feels! Gifted by rossano ferretti parma"
        },
        {
            "review_title": "Smells SO good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This product smells so wonderful, that whenever I use it, I always get compliments! I have thick, wavy hair and I use this before I blow dry my hair or before I go outside as a heat protectant and honestly, for the scent! My hair has a nice shine to it after I use it and doesn't leave a weird, tacky film on my strands. Excited to continue to use this! Gifted by Dae Hair."
        },
        {
            "review_title": "nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "It's amazing product but it also made my hair little oily  is that normal I don't know.But other than that it's an amazing product and amazing opportunity that I got this as an opportunity in to my hands gifted by daehair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This product is gifted by Dae hair in exchange for my honest review. I have long hair and using hair dryer and styling tool 3 times a week. This mist protects my hair from drying and burning. It provides moisture to my hair and make prepare it for styling. I also love the scent of this mist!"
        },
        {
            "review_title": "Absolutely Amazing Product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I just purchased this a couple of days ago, and used it for the first time this morning. It's AMAZING! I love the high heat protection, and the hold is soft but quite strong. I don't feel like my hair is sticky or coated with this product, but the hold is very strong. I'm not sure how Dae did that, but it's pretty amazing! The mist itself is very fine, and doesn't u201cspitu201d when it comes out of the bottle. I was very surprised about that. It makes for a smooth and even application, instead of having patches of product that get crunchy on the hair later. It's a beautiful product, and I am extreme pleased that I went ahead and purchased. I will be repurchasing when I finish this bottle."
        },
        {
            "review_title": "Impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Gifted by Dae Hair. Smells like orange creamsicle to me which is amazing. Is super fine mist that has good coverage so not too much in one area and you don't have to do 50 sections. It worked above my expectations! It didn't leave my hair greasy or crunchy but controlled my frizz all day long after styling."
        },
        {
            "review_title": "Agave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "I received this Dae Agave Dry Heat & Holding spray complimentary from daehair and I'm so glad I did.  This smells so good like citrus. I spray this on dry hair right before I use a strait iron. It protects my hair from the heat and leaves a nice shine."
        },
        {
            "review_title": "Good product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have been using this mist for over 10 days. I can visibly see the difference on using this mist before my styling tools. It doesn't make the hair dry and leaves soft, shiny look. I recommend this product for any heat product.  Gifted by DEA Hair."
        },
        {
            "review_title": "Great holding mist with heat protection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Love this heat protectant and styling holding mist from Dae hair. The smell is amazing and it holds the style well without making hair feel hard. It kept my hair style the whole night."
        },
        {
            "review_title": "Soft and shiny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This spray complimentary from daehair.which smells great and works great, is much better than any other spray I've used before. It makes my hair very soft and shiny! Use will not be particularly fractious, very recommended for daily use."
        },
        {
            "review_title": "A MUST-HAVE!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "An absolutely must-have in my daily routine. Every single day I reach for this product prior to styling my hair. Not only does my hair feel protected from heat, but the mist is so lightweight and smells SO yummy! Dae has done it yet again with such an amazing product. Thank you Amber and thank you Dae team for creating this masterpiece. <3 <3 <3"
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "this product is so good i will always repurchase it made my hair feel so healthy after putting heat on it and didn't feel damaged at all"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this product complimentary from Dar Hair. First off, I've been looking to buy a heat protector for my hair so I was excited to try this out. It smells really great and I love the ingredients in it. It worked super well for me and made my hair feel and look really shiny throughout the whole day. I like it!"
        },
        {
            "review_title": "Your Hair Willl Love You",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "This product was given to me complimentary from Daehair and I'm glad it was it is amazing. Smells magnificent,  makes your hair smooth and smell fabulous.  I have a problem with frizzy hair and this product does wonders made my hair look and smell amazing. Definitely worth it will definitely buy abd use again."
        },
        {
            "review_title": "Does it's job",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "This does it's job. Gifted by Dae. It keeps my hair feeling soft and nice. I'm not a fan of the smell, wish it was different. I would repurchase this if it came in another scent. I would recommend to others. I have curly hair and my frizz is definitely less."
        },
        {
            "review_title": "Favorite heat protectant !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I have received this product as a complimentary from Dae hair in exchange for my honest opinion.I really like this product .I can notice the difference after using this heat protectant(less frizz and easy to manage).The mist is light and doesn't make your hair greasy."
        },
        {
            "review_title": "Great heat protection with awesome hold",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I was gifted the agave heat and holding spray complimentary from Dae Hair and I love it. I have used it before straighting and before curling my hair it works great especially when curling because I need the extra hold. It's nongreasy too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I received this product complimentary from Dae Hair for testing. This was a great product to use! Smells nice, and didn't make my hair feel greasy. Seemed to help protect against heat damage as well.."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Dae agave dry hair heat protection and hold styling mist was gifted by Dae hair. Received this product at a right time when my heat protection was over. Just love the smell of this product. Made my very frizzy hair very manageable after using it. I style my hair every day and this has been the best hair product I have ever received. It's very lightweight and a clean product. Can't stop recommending this."
        },
        {
            "review_title": "love this mist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "gifted by dae hair. i have a hair care routine plus i style my hair every single day. i use all the possible hair tools like, curler, straightner and blower. This styling product is my new handy product. my hair looks less damaged too."
        },
        {
            "review_title": "Must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Dae Hair - Agave Dry Heat & Hold Styling Mist was gifted by Dae hair . I have to say it's just amazing, I love how it transformed my hair from a frizzy mess to manageable head of hair. I definitely recommend this!"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was gifted by Dae Hair and I have to say that Dae styling mist is exactly what I needed in my hair care routine. Already at first try, it exceeded my expectations. Styling & protecting mist is simply genius. So much better and gentler than a hair spray for super light hold. Love that it protects from heat and the smellu2026it's just soooo good."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Gifted by Dae. I absolutely love this heat spray. This is the first product i've tried from Dae and I love the effect this has on my hair as well as the scent (which is minimal and a little sweet). My hair feels well protected and looks shiny. A new favorite!"
        },
        {
            "review_title": "Smells so good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Fair skin tone, Normal skin",
            "review_text": "I received the Agave Dry Heat & Hold Styling Mist, gifted by Dae Hair, and it smells amazing. This mist is so light and beautiful. It's definitely great to protect from the heat; however, I have very thin hair so it made me feel a smidge damp. If you have thin hair then you know that feeling. It wasn't too bad but I did want to mention it. I really do like this product though. It seems to be great quality. If the product separates, give it a good shake and it was be as good as new. I'm going to keep playing with it!"
        },
        {
            "review_title": "Yummy protection and shine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I was so excited to get my hands on this bottle! I love all the Dae products, especially the oil, and I was thrilled when they released this! The smell is just as divine as always- the fruity pear and floral scent. It easily mists from the bottle and helps tame your frizz and leaves your hair effortlessly shiny and protected as you curl it! I have been curling my thin hair more to give it volume and this does a great job by offering protection and a light hold. This was gifted by Dae."
        },
        {
            "review_title": "Amazing hold!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I love that I was this gifted by Dae Hair agave heat and styling spray! It really helps hold the curls in my straight, fine hair! I have a hard time holding curl or any kind of style in my hair even with oodles of hair spray! This really made a huge difference in the hold! My hair looked nice and shiny too!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This spray smells soooo amazing! Literally perfect for summer! I used it before blow drying my hair as a heat protectant and after to hold my blow out in place and it worked so well! It's super lightweight and did not leave my hair feeling oily at all. My hair felt super soft and frizz free the whole day! Gifted by daehair."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone, Combination skin",
            "review_text": "This spray smells soooo amazing! Literally perfect for summer! I used it before blow drying my hair as a heat protectant and after to hold my blow out in place and it worked so well! It's super lightweight and did not leave my hair feeling oily at all. My hair was super soft and frizz free thanks to this spray! Gifted by daehair."
        },
        {
            "review_title": "Smooth hair.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "My hair is chemically bleached, and I use a straightening iron a couple of times a week, and I found that this keeps my hair from being damaged, keeps my strength strong and frizz free and leaves my hair, soft and manageable and does not cause any damage. It helps so much  my hair smooth and silky.  Gifted by dae hair"
        },
        {
            "review_title": "Nice scent large hair protection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The mist is fine and smells nice. I like dae products for their scents. This gives some hydration and soothing to my dry dry hair. I like the slight moisture it gives. The bottle is a pretty decently large size too. I received this complimentary from daehair in exchange for review."
        },
        {
            "review_title": "In love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted by dae hair. I absolutely love the spray! It makes my hair feel so silky and shiny and definitely takes away any friends that I have. I love any products I can use with my styling tools because I feel like my hair needs protecting from that heat. This definitely does the job, and it smells wonderful!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Dae Hair's Agave Dry Heat & Hold Styling Mist is a game-changer for styling. Not only does it provide excellent hold and heat protection, but the scent is super good. The refreshing citrus aroma lingers throughout the day, giving a delightful sensory experience. This mist tames frizz, adds shine, and keeps my hair in place without any stiffness or residue. Complimentary from daehair"
        },
        {
            "review_title": "Fabulous Mist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "The new Agave Heat Protection Mist I was gifted by Dae is a total game changer for my hair routine. It smells incredible and has ingredients like moringa leaf extract and prickly pear seed oil. I notice whenever I use this spray I have less frizz and my curls always hold better."
        },
        {
            "review_title": "A must have if you style your hair frequently",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Fair skin tone, Normal skin",
            "review_text": "Gifted by Dae Hair. I have been using this product on my hair for the past 10 days and I really like it! I style my hair everyday with a curling iron. Even on no wash days I restyle some of my curls. I use this spray before I curl or re-curl my hair for heat protectant. I smells good and I feel like it is protecting my hair from the heat of my curling iron. Definitely recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love this heat protectant. It smells incredible and makes my hair feel so smooth. I love how it protects my hair from heat damage and how easy it applies to the hair. It's a brand new staple in my hair routine. Gifted by Dae Hair"
        },
        {
            "review_title": "Wonderful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I was gifted by Dae Hair in return for honest reviews. I love the natural shine this gave my hair upon using, also love that this didn't leave a weird product build up feeling in my hair. The smell is very nice and it gave my hair a lasting anti frizzy look."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Gifted by Dae Hair. This smells absolutely delicious as a Dae products do. I love how this is formulated to work on dry hair so it's perfect for touch ups and second day hair. It left my hair smooth and soft. I really enjoy it!"
        },
        {
            "review_title": "Great heat protection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I received the Agave Dry Heat Protection & Hold Styling Mist complimentary from Dae in exchange for my honest review. I used this spray to curl my hair for a concert and it just worked great! The heat protection is key to keep my hair healthy and it helped hold in my curls all night long. Going on, the spray had a lovely scent that wasn't overpowering at all and the mist was easy to distribute throughout my hair. It felt sticky just for a few seconds as it was drying but then it felt nice and smooth and didn't make my hair greasy at all. My hair looked so good and felt so soft when I was finished styling."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is such a unique and lovely product - the product I didn't know I needed! I love that it provides heat protection and a light hold that helps decrease frizz. It's perfect to use before straightening to protect and help with smoothness. Like all Dae products, it smells phenomenal. This was gifted by Dae Hair but I will absolutely be purchasing this!"
        },
        {
            "review_title": "My new favorite hair product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received the Agave Dry Heat and Hold Styling Mist complimentary from Dae Hair and love it!  My hair looks and feels amazing.  I have received so many compliments since using this product and it smells so good.  I will definitely be purchasing this product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "This spray helps my hair blow dry quicker and fuller when I apply it to damp hair beforehand. It also helps protect my hair from damage from the heat"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was so happy when I got a chance to try out this product because I had seen it all over my Instagram feed and the before and after pictures were really amazing to see. I was definitely pleased when I tried it on my own hair and definitely saw a difference, I went from having frizzy hair after blow drying in this humidity you having sleek and shiny hair with very minimal frizz. I also love how soft it made my hair feel and that it has the added bonus of protecting from heat damage. This product was complimentary from daehair but all opinions are my own."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Gifted by Dae Hair. This styling mist is supposed to protect your hair from heat and provides some hold. I have thin straight hair and upon lightly spraying this all over it leaves a nice scent. It did leave a bit of texture in my hair but it doesn't feel crunchy or sticky. I'm still trying to play around on how to use this product effectively, but so far I'm using it as a heat protectant and it's been working great for that. Still trying to figure how much I need to use to hold my curls."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "So just over a year ago I had my youngest and I have a bunch of regrowth, this on top of unruly wavy hair. Anytime I straighten it I have the short fly aways all over, the top, the sides, it's a mess. I used this and didn't have to add any extra hairspray or hair oils to tame it. On top of that I was immediately outside in the heat and humidity for hours and my hair stayed put. This is honestly unheard of for my hair, I really believe that this is one of the best things I've used for protection and frizz, ever! Plus it smells amazing and has such a nice fine mist that makes it easy to use. I did receive this complimentary from daehair but my views are my own."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received the Agave Dry Heat & Hold Styling Mist gifted by Dae Hair. This product has been amazing for my frizzy hair with all the rain we've been getting in NYC. I spray it throughout my dry hair for shine and heat protection. Once I style my hair, the frizz is basically completely gone! It's a lightweight formula and doesn't leave my hair too greasy or feel like it's weighed down. The scent is also really nice and gives my hair a nice refresh! High recommend adding this product to your hair routine."
        },
        {
            "review_title": "Would recommend for thin-medium hair types",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Gifted by Dae Hair in exchange for my honest review. This product was great for minimizing frizz but sadly didn't hold my style as long as I wanted it to. For my thick hair, I prefer a styling product that comes in a mousse as I think this was a little too lightweight. It still worked pretty well but I think if you have shorter or thinner hair this would be a perfect product! The smell is really nice in the hair too. Not my favorite product but I still think it would work great for other hair types!"
        },
        {
            "review_title": "Love ittt",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is my first time using this brand and so far I really like it ! I have been using it for two weeks before styling my hair , i have to say this product smell amazing , my hair look shine and without frizz i highly recommend it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I been using this product for about a week, it really dos the job, it protects my hair from the heat damage and smells good, it's very light and my hair looks shiny and soft. My hair style last more time.this product was gifted by Dae Hair."
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love this product, besides that it contains good ingredients that take care of my hair, it helps me take care of my hair from the heat, allowing me to do any hairstyle and style, it adds shine and reduces frizz, I love this spray, it is highly recommended"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Gifted by Dae hair I am already such a big fan of this brand!! This product makes my hair feel amazing and doesn't make it feel stiff or weird. I also love that it has heat protection as well dot my blonde"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "The Dae Agave Dry Heat Protection & Hold Styling Mist is great to help minimize frizz, protect from heat from styling and hold style. It sits nicely on my hair and and I love the scent as well! 10/10 recommend!"
        },
        {
            "review_title": "N d this",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Gifted  by Dae Hair Agave dry heat and holding spray.  I washed and quickly dried my hair.  I used this product while using my flat iron to create loose curls and this gave my hair some shine and held the curl.  I also liked the citrus smell."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "So far I like this. It's not a heavy formula at all. It's actually quite light and refreshing. I like it better than other holding sprays. Also the scent is incredible. For the price I think you are getting a fair amount of product. Gifted by Dae"
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "gifted by dae, this spray was outstanding!!! i have always had very fine and thin hair so it has been always hard for my hair to hold curl. but one i tried this product out it completely changed the game! my curls held great"
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I am obsessed with this heat, protectant and light holder spray. I love to use it before and after I curl my hair. It helps keep my curls looking like an effortless wavy bouncy curl. It also helps keep frizz at a minimum not to mention, the smell is incredible! Gifted by dae hair"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Gifted by Dae. This spray smells so good and is super light weight. I love the way it gives my hair hold without making it feel crunchy like typical hair spray. It also provides great heat protection and makes my hair feel super soft and volumized."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by dae for my honest review. Just like all dae hair products, this spray smells amazing and summery and so so yummy. It works really well as a heat protectant and I can't wait to use it all summer for frizz control"
        },
        {
            "review_title": "must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Tan skin tone, Normal skin",
            "review_text": "complimentary from daehair i have been struggling with dry heat damaged hair for some time now and i highly recommend this product i have noticed a big difference in my hair leaves it silky and frizz free"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I received this product complimentary from dae hair in exchange for my honest review. This spray has become my new obsession. It targets two of my most important things about hair- frizz control and making sure my hair is protected from heat. It smells so good and my hair has been loving this!"
        },
        {
            "review_title": "Holds well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The hair spray is great at holding my hairstyle. It feels light and hydrating. It's an amazing spray that helps protect my hair from heat damage . It leaves my hair shiny and smells good gifted by Dae"
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I've been looking for a new heat protectant and I'm so glad I tried this one! It smells amazing and it truly makes my hair feel so soft! It dries down onto your hair super fast so you don't have to wait forever before you start doing your hair! Highly recommend! Gifted by dae hair"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I was very excited to receive this product. I am always trying to style my hair which is very texturized. I often have to use heat so I need a heat protectant wish this definitely helps with. I love the scent of this product as well and the overall finished look. I highly recommend this. Gifted by daehair"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This was gifted to me by Dae Hair in exchange of my honest review. I have been using this for 2 weeks now and I might say that I like it.  It has the nicest mist when you spray that it would really spread evenly on your hair, it protects my hair from heat as I always use a hair dryer after I shower. The scent was ok just a bit of scent but it won't last long. Doesn't make my hair dry which is good. This keeps my hair looking good all day. I recommend this product."
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "The Dae Hair Agave Dry Heat and Styling Mist is a game-changer! It not only protects my hair from heat damage, but it also adds incredible shine and hold to my styled locks. The lightweight formula makes it easy to apply, and the agave scent is absolutely delightful. I love how it leaves my hair looking effortlessly flawless and keeps it frizz-free all day long. Gifted by Dae Hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I like this product so much. The smell of it is so nice and good. This mist is sprays and easy to use and store. It helps to reduce the frizz for day. It helps me to feel my hairs could be more protected by it.  It is complimentary from daehair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
            "review_text": "I have really been enjoying applying this to damp hair before I start styling it for events I go to and even when I have long hot beach days. It leaves my hair so soft. I am in love. I was gifted by dae hair."
        },
        {
            "review_title": "I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely love this hair just! Fort off the smell is sooo good and fresh, smells almost tropical I absolutely love it! I also love that it genuinely sprays like a most so it's spreads out well and leaves a minimal hood when styling my hair! Love if!*gifted by Dae*"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Really nice hair spray. It makes my hair so smooth and shine at the same time. I applied to my dry hair first and then used my hot tool for my hair. It definitely helped a lot and also smells good too. I was gifted by Dae Hair."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I live for this product! It smells so good and makes my hair last all day! I love how it smells and how it makes my hair feel! I highly recommend! Gifted by Dae! I love this product so much. Go buy now!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Nice spray. It definitely helps shine and smooth my hair! I love it so far and also love the smell! I applied to my dry hair and then use my hot tool. It works great uff01 definitely recommend everyone to try. I was gifted by dae hair"
        },
        {
            "review_title": "Love this heat protection spray!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love this product! I am always looking for the best ways to not only protect my hair from heat damage but to also control any frizz, especially as we head into warmer months, and holding power as I style it. The product is easy to use and the bottle allows for even distribution of the product. It smells nice and leaves my hair looking healthy and feeling protected. This was gifted to me by daehair in exchange for an honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I've been a Dae Hair fan for a year now and this product was an excellent addition to my hair care routine! I've recently been making sure I consistently use a heat protectant and the shine and smell this one provides is amazing. It easy to use and seems like it's helping to protect my hair! Gifted by Daehair."
        },
        {
            "review_title": "Unique product with slight flaws",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I've been looking for a heat protectant that's silicone-free, alcohol-free, and can be applied to dry hair without blowdry-heat activation. Heat protection only lasts for up to 4 hours after its applied so I needed something to use as reapplication when I need to re-style my hair between wash days.  It feels weightless and the nozzle is truly a mist so the application is even. It doesn't feel oily (despite the oils in the ingredients) and it dries quickly. I will say, I think I applied too much on one side of my hair so it feels a bit crunchy/textured, but not even close to a traditional hairspray. My roots did get a little oily faster than usual so I'll avoid it in future use. The hold is okay, but I live in Houston w/ humidity so I don't expect anything to hold. I would use this mostly for the heat protection."
        },
        {
            "review_title": "Love this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Love this product. This is my go too heat protectant spray. When using this I observed my hair stays soft and silky and holds the style well. Very essential for hair styling and absolutely makes a difference! I got this product complimentary from daehair in exchange for an honest review."
        },
        {
            "review_title": "Smells Divine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Normal skin",
            "review_text": "I was gifted this product in exchange for my honest review.   I've been looking for a product that protects my hair when blow drying but also helps me hair stay smooth and shiny for more than a day. My hair usually looks great after I round brush it, but by day 2 it tends to look dull and a bit frazzled. This gave me the same say protection and shine I'm used to, but I also definitely noticed a difference the next day. Which is great! But far and away the best part of this product is the scent - it's so good. I would honestly use it as a hair perfume even if I didn't need the heat protection ud83dude02 really nice and bright and fresh!"
        },
        {
            "review_title": "Love the fine mist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I've been using this product for just over a week now and it's great! The smell is amazing, but not over powering in your hair. I used this on my wet hair before blow dying and straightening it. I like the way the product comes out of the bottle. Definitely a fine mist, which is great since it helps to not over use the product. This product left my hair feeling soft and frizz free. It also worked well with some of the other products I used and didn't leave my hair feeling greasy. (This product was gifted to me by Dae Hair in exchange for my honest review.)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product left my hair super soft and not crunchy like other styling type sprays. It didn't weigh my hair down and smells so good you could just spray it in your hair for the scent alone. I like this product  gifted by daehair"
        },
        {
            "review_title": "Woks well!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this as complimentary from Dae hair.  The hair spray smells good! I spray it on wet hair and blow dry followed by hair straightening. My hair feels smooth and shiny. I spray it once in the end and hair stays without frizz all day! Woks well!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I received this product gifted by Dae Hair and I really love it, it is a very good mist that protects my hair from the heat of the hot tools, leaves my hair soft and frizz-free and with an exquisite fragrance. My hairstyle lasts longer. I recommend it! recibi este prducto como regalo por Dae Hair y realmente lo amo,  es  demasiado bueno,  Protege mi cabello del calor del secador y de la plancha, rocio un poco y mi cabello queda peinado, suave y libre de el frizz y con una exquisita fragancia. Ademas el peinado dura mas tiempo, me gusta mucho y  lo recomiendo!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "So far I love it. I only use my wand to touch up after using my heartless hair ribbon and I want as much protection as possible. It smells good and mists on nicely and my curl holds."
        },
        {
            "review_title": "Lo ve it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I tried it on my hair and it helped calm frizz and made my hair shiny and smooth! I spray it on my hand and run it through my hair manually since I accidentally overapplied it in places while spritzing it. But even where I overapplied it, it looks great, not greasy at all."
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "As someone who uses a lot of hot tools on my hair, like blow dryer and straightener, I'm always looking for products to help me protect my hair. I love how easy this is to spray on and applies evenly. Plus it protects up to 450 degrees. Overall very happy with it! This was complimentary from daehair."
        },
        {
            "review_title": "Must have for fizzy hair!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I received this product in return for my honest review from Dae. The packaging was okay. I did love the fact it was shipped in a ziplock bag in case of any spills. The scent is absolutely amazing and is long lasting. Definitely, helps my hair with the fizz just on the first day of using it. Omg! The shine it put in my hair is gorgeous! I'm I'm so obsessed with this hair product now!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This product was gifted by Dae in exchange for an honest review. I've been using this dry heat and hold styling mist for about a week in place of my usually heat protectant spray. It feels like it protects my hair well, and makes it feel soft."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The packaging was decent and pretty color. I have very frizzy hair and always use hair straightener almost like everyday. This spray made my hair straightening prep part so easy and felt the difference. Looked healthier and shiny. Smells Devine. Gifted by daehair"
        },
        {
            "review_title": "Great styling product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I received this product complimentary from Dae Hair in exchange for my honest review. I always use hot tools on my hair so I was excited to try this product, it does have a bit of strong smell but it simmers down throughout the day. As far as the actual product I can feel the difference in how soft it actually leaves it. Definitely a product I would buy again."
        },
        {
            "review_title": "obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "I am now officially obsessed with this product I received gifted by daehair in exchange for my honest review. The scent is INCREDIBLE. I also really love that the spray is a light mist because it evenly distributes onto my hair. this didn't leave my hair feeling heavy or sticky."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I've been looking for a good stylizing mist & this one complimentary from Day is great! It doesn't leave my hair looking greasy or feeling crunchy, and anything that has a heat protectant built in is a huge plus!"
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "I'm in love with this styling mist. First of all the smell is amazing. Just a light and lovely scent. Second and most important is what it does to my hair. Before using this I had a hard time getting my curls to hold after using a curling iron. Now they hold great and my hair hasn't looked better. It looks healthier and has a beautiful shine. I will definitely continue to use. Gifted by Dae Hair."
        },
        {
            "review_title": "BEST SCENTS EVER!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I've been wanting to try Dae hair products because I bought some of their Pura diffuser scents and they smell AMAZING. Received this heat protector and it smells just like the diffuser oil!!! Smells sweet and clean, and I like that the spray is a super fine mist, doesn't feel heavy on my hair at all. I was gifted by Dae hair but opinion is completely my own!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This product was gifted by Dae Hair and it helps keep my hair protected against heat and it smells amazing. I love how this product has clean ingredients and a lot goes a long way with this product. This makes my hair feel soft throughout the day."
        },
        {
            "review_title": "Smells divine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Gifted by Dae. Firstly this smells so good! It has a citrus-forward fruity floral scent. But it's more than just a hair fragrance, it overs heat protection when styling, hydrates hair so it is sleek, not frizzy, and helps detangle it too. The spray works well and the price is reasonable. I would get this one again."
        },
        {
            "review_title": "Good frizz free hair product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by Dae -  this product smells so good, I can't even explain it. I am having less frizz on my hair after using it and a natural hair glow. I have love Dale products for a while now but with this I am obsessed"
        },
        {
            "review_title": "It's alright",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was gifted by dae hair. I like the smell, it's not overpowering or too much. I shake the bottle and apply to my damp hair and then blow dry. I did feel that it felt a little waxy or gel like on my hair when it was done. I'm not 100 percent in love with it, but I do feel that it does the job. I give it a B in grading. Overall good for anyone who wants to protect their hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Firstly, this product smells amazinggg! I am obsessed!! I have thin hair and I don't feel like it deflates any volume or is too heavy. I really love how my hair feels and looks when using it. I would recommend. Gifted by Dae Hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I have been using this when I straighten my hair and I like the way my hair feels. The scent is lovely too.  I use it as a heat protectant and the mist is very well diffused in my hair. I don't feel wetness but still feel my hair is being covered with the mist. My hair felt great. Gifted by Dae hair"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I have been absolutely loving this hair product! I have really long thick hair, so this product has been saving grace. I also love how I don't have to use the entire bottle to cut my hair. A little bit goes a long ways. Gifted by Dae hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "First of all Dae, never fails to amaze me with their products. This products smells amazing, I used this product before curling my hair, I love that it protects it from heat and also helps with frizz. I have curly hair so yes this helped with my frizzy hair. Gifted by DAE"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I am a huge fan of Dae and this new heat protection and styling mist is really good!!!! My hair is dull and frizzy towards the ends and this spray makes my hair so shiny and so put together. The scent of the product is citrusy and summery, soo good!! Gifted by daehair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Dae give my hair great protection before using heat. I just spray a few minutes before starting styling my hair and make sure I spray all over and the scalp area first. I was gifted  by Daehair and very please with the shiny and finish."
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I received this product complimentary from Dae Hair in exchange for my honest review. I used the product before flat ironing my hair. I didn't like the way it made my hair feel. It felt kind of sticky like hairspray instead of smooth and silky like I want it to feel. On the positive side, the product does have a nice citrus scent and sprays a very fine mist."
        },
        {
            "review_title": "It smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "This product was gifted by Dae -. Gifted to me by Dae -. I like to use hair heat protector because I am always styling my hair and this product has worked so well so far. I love the smell/scent it leaves on my hair, it is absolutely refreshing and nice. The frizz is definitely under control, how soft it feels and looks naturally shiny."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Gifted by Dae - this agave dry heat and hold styling mist is wonderful! It smells amazing and is so simple to use when I'm styling my hair. I was worried the first time I used it that the mist would be sticky or too wet but it's perfect!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "This was gifted to me by Dae. This product is so so so nice!! I've really never been one for using heat protectant before (bad I know) because I don't style my hair very often. But using this spray before styling has made a world of difference!! It leaves my hair so soft and shiny and not dried out looking"
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This product smells so good!! I've been looking for a heat protectant that works on dry hair without weighing my hair down and this does just that. It reduced my frizz and left my hair feeling shiny and smooth after using a heat tool. Gifted by Dae."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This heat protectant smells like a vacation. Love this brand and love this product. I've definitely noticed less frizz when using this. I'm loving the unique ingredients and they seem to work well together!"
        },
        {
            "review_title": "Weird feeling on my hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This product smells really nice when sprayed on your hair but initially the bottle smelled kinda fishy. I liked the scent it left on my hair but the texture was kinda off. It made it feel like there was wax on my hair and hurt to brush out after. Gifted by Dae Hair"
        },
        {
            "review_title": "Life-changing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I have received this product and have been gifted by Daehair in exchange for my honest review and two words life-changing. This product is an anti-frizz styling mist that has 450-degree heat protection. I have frizzy hair and have used this product on my hair and let me just tell you it's worth it. My hair has never looked better and it's so soft and shiny as you can see in the photo. The smell of this product is fantastic and smells like sugary juice. I recommend this product and will be rebuying it once I'm done with this bottle."
        },
        {
            "review_title": "Made my Hair Loog Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received the Dae Active Dry Heat & Hold Styling Mist Gifted by Dae for testing purposes. I thought this hair product was really nice! I like how you can use this on dry hair before you Style. It's super helpful if you need to make a quick style on the go and don't have time to wash your hair. I think it protected my hair well while using hot tools. And The hold kept my hair looking good for most of the day. I'd love to try some of their other products."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this item complimentary from Dae hair. I absolutely love it! It leaves my hair so soft and with no frizz after trying my hair. I feel like it really protects it from the heat as well which is a plus!"
        },
        {
            "review_title": "divine smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Normal skin",
            "review_text": "I received complimentary from Dae Hair their Agave Dry Heat & Hold Styling Mist and it is a great tool for long lasting hair and beautiful results. It smell sweet and fruity i really liked that cause I can use it as a hair perfume too. As to styling I was impressed that there was little to no damage after applying heat on my hair."
        },
        {
            "review_title": "Shiny hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My hair has never been so soft. Usually during the summer months, my hair gets a little bit dry and frizzy, but this has literally made myself hair so silky and Asaph I absolutely love this product and would recommend this to anyone with dry hair. Gifted by Dae hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love this heat protectant spray! Love the scent Dae id the best and so far I have loved all of the products I have. The protectant is very easy to spray into hair before styling like blow drying or curling to protect it for being burnt. Gifted by dae"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "As someone who has dry hair that always loves extra moisture, this product was great! It also smells nice which is a plus. I'd say it performs well as a heat protectant, which is important to me as someone with coily hair. Gifted by Dae!"
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I love the way this smells! It make my hair really shiny and soft and helps maintain my hair all day and night long! I love how it protects my hair while also giving my hair a fresh and clean look! This was gifted by Dae"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was gifted by Dae hair this mist and was so excited to try! My favorite thing about all Dae products is the smell! This mist I used on my dry hair before I curled my hair. This acts as a fantastic heat protectant and styling mist without weighing my hair down!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Dry skin",
            "review_text": "I've used this every day since i received it and tbh I'd keep using it if only for the smell!! It doesn't weigh down the hair at all and it's nice to know I've got an added layer of protection for my blowouts. Gifted by Dae Hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "This stuff smells so good and I love the packaging! I have wanted to try this brand since it has been viral. I love it so far and my hair feels frizz free and smooth. Gifted by DAE. Will repurchase!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Ok the scent to this is one of the most amazing things, but the super fine mist is so amazing for dispersing in my hair. It coats my strands and protects my hair from heat while holding its style. And again; the smell is AMAZING. GIFTED BY Dae Hair."
        },
        {
            "review_title": "Amazing Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "I tried not to really use any hot tools o my hair because of the damage that it does to my hair. I always try to apply a protection before using my hair straightener but somehow my hair is still pretty damaged. This product smells so citrusy I really love it. My hair feels so soft and shiny after using this spray and it did not damage my hair all. I'm pretty happy with the product definitely would recommend it. Gifted by Dae Hair"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This product was gifted by Dae in exchange for my honest review. I think this would be better for someone who has drier hair than I do because I feel like it left me a little greasy. I really like the scent though, so I still see myself using it and just needing to put a little extra dry shampoo in my hair the next day."
        },
        {
            "review_title": "Smells incredible!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I received this gifted by Dae Hair. This smells incredible!!!! I like that you can use it on dry hair, because most heat protectants are for damp or wet hair.  I use this prior to heat styling with a curling iron or flat iron.It's a very fine mist that doesn't saturate the hair.   It leaves the most beautiful scent lingering on my hair I absolutely love this."
        },
        {
            "review_title": "I'm a lifer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "An absolute banger. This is everything I've ever wanted in heat protectant!! The mist is fine for an all over spritz and the smell is amazing, it reminds me of a summer day drinking a fruity cocktail by the pool, like a lovely citrus! But by no means over powering! The main thing I look for is if I can use on dry hair, since I wash maybe twice a week but style daily, and this one is it! I am in love with this product and strongly recommend it, it does a great job protecting my hair from heat while making it smell good and not leaving it greasy. This was gifted to me from dae hair, but I'm a lifer now :)"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Combination skin",
            "review_text": "I have dry, curly hair and this heat and hold spray increased the longevity of my flat iron and i found that my hair didn't curl up at the end of the night. It worked so well to keep my hair straight. I got this complimentary from daehair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Gifted by Dae for reviewing it! This is my first time trying out this brand and I actually liked it alot! I love that it can be used on dry hair and also it smells beautiful! Love the nozzle as it sprays fine mist on hair and spreads evenly! I definitely recommend this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This spray has a wonderful scent - very fresh and fruity, makes me think of summer. Works well to protect from heat styling. My hair felt soft and looked nice and smooth after using. Complimentary from daehair."
        },
        {
            "review_title": "Beautiful heat protectant",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I was gifted by Dae in exchange for my honest review. First of all I love the smell of this hair spray. Happy that this heat protectant smells so good instead of chemical. The packaging works super well."
        },
        {
            "review_title": "Must have for heat styling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Smells really good! Kinda sweet and citrusy like candy. I love that it's not only a heat protectant but it also helps hold my curls when I use my heat tools. It doesn't leave hair feeling sticky/ dirty either!! Gifted by Dae."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is a heat protector mist that goes on dry hair- so I spray it on prior to using my flat iron. I have some breakage and lots of new growth so my hair really needs the heat protection, the humidity control, and frizz control. This product delivered! It contains extracts and oils to nourish, repair, and strengthen. It also makes my hair feel soooo soft. I love it. It has a fruity/citrusy scent. I was gifted by Dae Hair."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "Love this gifted by Dae Hair. I have different heat protection products, but this one is my favorite. The smell is so good, and the hair smells very delicious. It does an outstanding job in terms of protecting hair from being damaged by heat. The hair is shining and has a very soft and healthy look. I would definitely get it again."
        },
        {
            "review_title": "Seriously Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "I have fine, blonde, medium length hair and most products like this tend to weigh my hair down or make it feel sticky and crunchy. I didn't have overly high hopes for this, to be honest, but I'm honestly shocked by how much I like it. I've found myself reaching for it on an everyday basis before I curl my hair because it actually does help hold my hairstyle without making my hair feel stiff and disgusting.  First of all, the mister on this is perfect; other brands need to take note because this is exactly the kind of mister that I want my hair products to have. It's super fine so that it actually evenly gets distributed through my hair which I definitely appreciate. Also, this smells fabulous- - it's a sweet, yet zesty citrus scent and unfortunately it doesn't last very long but it smells great while it does!  I love how this somehow manages to help my hair hold a curl better but I can still brush through it to a certain degree without completely brushing the curl out and it never feels hard or crunchy. This is something that I've been reaching for every single day because it actually makes a difference in my hair styling routine. I honestly don't know how well this would work for individuals with really thick, coarse, or curly hair because it honestly might not give quite enough grit or texture since it's a pretty lightweight product but for those (like myself) with fine hair, this is awesome.  *Gifted by Daehair *I am a Sephora Community Ambassador"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "*gifted by Dae Hair* I am absolutely obsessed with this! There are not a ton of options out there when it comes to heat protection on dry hair and this one is the best. It smells amazing, has a nice mist, and controls frizz without weighing down my fine hair. I would definitely repurchase with my own money and will buy more from this line now!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Dae really truly makes such amazing functional and purposeful products. This one I am so excited about, I love anything that protects the hair and this is amazing. Packaging is gorgeous and product performs so well. Gifted by Dae"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this gifted by Dae Hair. I am really liking the results of this styling mist. I was worried it might too heavy for my hair but I have no issues. Its gives you the perfect base for styling curls or waves. The hold is not too heavy and the spray doesn't weigh too heavy on your hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "I was actually surprised how much I like this product. My favorite part about it is the way it sprays out. It's a very fine mist which I love because it doesn't make your hair feel wet when you spray it like most products like this do. It made my hair super soft too and smells amazing. Gifted by dae"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is gifted by Dae. This is super helpful for people using iron a lot, use some spray while you are preheating the uron, it definitely avoid frizziness and gives more shine to your finish look. It also helps to hold your hair a little longer than without the product"
        },
        {
            "review_title": "must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by Dae. I love this Agave Dry Heat and Holding Styling Mist. Not only does it smell amazing but it also leaves me hair feeling soft, smooth, healthy, and a lot less frizzy. highly recommend :)"
        },
        {
            "review_title": "Must have before heating styling",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This product the only thing I have been using when styling my hair. It helps to create a smooth frizz free hair and it smells good which is a plus. I defiantly have to try it out for longer, but so far it is amazing. Gifted by Dae."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this complimentary from Dae. It was the first time I've used a styling mist so I wasn't sure what to expect but I really liked it! It made my hair stay without it look crispy or unlife like!"
        },
        {
            "review_title": "Good one",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Does what it's supposed to do. I have been using it a heat protectant before styling and for hold after styling. I use dyson for styling and it has been doing a great job at holding the curls and retaining volume. Gifted by Dae Hair."
        },
        {
            "review_title": "Amazing scent, works well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "LOVE this styling mist! It smells amazing. The scent takes me on a tropical vacation, and I can't get enough of it. I have very fine, frizz-prone hair and found this product works incredibly well with my hair. It comes out in an ultra fine mist, so it applied evenly and didn't take a lot of sprays. After using with my straightener, my hair was super shiny and smooth. I can tell there is a light amount of hold involved, too, because it helped tame flyaways well and had the feel of a lightweight hair spray. I really appreciate that, because now I don't feel the need to follow up with a separate hair spray. Gifted by Dae."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was gifted this product complimentary from Dae Hair. This spray works amazing on my hair! I love the scent and it works great for protecting my hair against heat. It helps a lot with controlling my frizz and leaves my hair feeling soft and smooth. I highly recommend this product."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this product complimentary from the brand. I use this before putting heat on my hair and it saves my hair from being damaged. It smells nice and doesn't feel gunky or sticky. I would recommend to a friend."
        },
        {
            "review_title": "Just what I wanted!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this product complimentary from daehair. I wanted to try this product as I use heat on my hair pretty often but wanted to protect it from heat damage. The Dae Agave Dry heat and hold styling mist did just this and more. It has a very pleasant and sweet scent. It was easy to apply and sprayed in a fine mist that reached a large area of my hair at a time. After styling with heat, it left my hair soft and shiny. Love this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This is such a nice mist! The scent is so beautiful and smells amazing! It distributes the product very evenly and when you spray it coats the hair evenly.  It gives the hair a nice finish and helps with frizz. I wore this in really warm weather the other day and it held my style really nicely and also made my hair super shiny!  It gives a really nice light hold without being sticky. Gifted by Dae"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "I love this new product gifted by Dae Hair. I love to play with different styles with my hair and this product is perfect in helping with that. I am able to make my hair look amazing. The product smells good and feels great on my hair."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Gifted by dae hair. I straighten my hair like three times a day and this product helps to keep my hair from being damaged, frizzy and it makes my hair stay straight throughout the day. I really love this spray!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This product was gifted by Dae Hair and what a wonderful hair product it is! This mist provides heat protection up to 450u00b0, which is incredible because it is exactly what I need since I need more heat to tame my curly hair. The humidity control helps me last a full day in the heat all while still look so shiny and not oily! Love this product."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I was gifted by dae this product to try. I have curly hair that I like to do slick back styles with. I started using this as a way to slick back my hair with and I love it! No to mention it is a heat protectant as well!"
        },
        {
            "review_title": "Nice production mist",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "It's gifted by Dae Hair. This hair production mist is lightweight and easy to distribute evenly throughout the hair, ensuring that every strand gets the desired level of hold and heat protection. the nozzle could have a finer spray, as the mist sometimes feels a bit concentrated in one area."
        },
        {
            "review_title": "Smooth and Styled",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is such a unique product. I love that this product reduces the frizz on my hair while leaving it silky and shiny. The finished product also provides a super soft hold to keep hair to appear styled. I love that the product has a super tiny fine mist when applying to the hair. You don't have to worry about getting too much product. It dispenses the perfect amount. Also this styling most smells so delicious and fruity without being overpowering.  Fabulous product that is cruelty free! I was gifted by Dae and I am so happy to have found this product! It's perfect for summer!"
        },
        {
            "review_title": "Helped with frizz!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product was gifted to me. I wanted to use this product to help reduce frizz and heat protection! This product did exactly that! Frizz was decreased and my hair was protected from the heat. I love the scent of the product too!"
        },
        {
            "review_title": "A must have for heat protection!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely love what this product does to my hair straightening routine. Dae Hair gifted me this product as a content creator and I would recommend it to anyone who is looking for a quality heat protector!"
        },
        {
            "review_title": "Before and after!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by Dae Hair. The product has a very nice fine mist spray that smells like a delicious citrus fruit! It helped not only defrizz my hair, but it helped with heat protection, and the packaging is pink!! Highly recommend!"
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Gifted by Dae. Heat protection and frizz are my two major concerns and this one does the trick. Easy to use, gorgeous scent and my hair looks and feels like silk after styling. Highly recommend you give this one a try"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
            "review_text": "I really like this heat protection spray! The packaging is very cute and it has a nice scent to it. I go through these super quickly as I always use one every day and I would definitely repurchase this one. Gifted by dae."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This spray works well or my hair ; makes them soft and smells nice as well. My hair looks shiny. Perfect for everyday use . This brand has a nice products for hair care . I was gifted by this company ."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "Love that this spray not only protects my hair from heat but also reduces frizz. I live in Florida is humidity here is high, so my hair is frizzy in the summer. This product helps control frizz as well as protects my hairstyles from being damaged from the styling tools' heat. Love it! Complimentary from Dae Hair"
        },
        {
            "review_title": "A must have multi purpose hair product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "LOVE THIS LAUNCH!! First off - this product smells amazing. Secondly - the mister evenly coats the whole section of hair. This product makes my hair SO shiny and smooth (and keeps the frizz away, even with the warm humid weather). It holds my hair into place all day like a hairspray, but without the stiffness most hairsprays give! This multi use product has surpassed my expectations, I'll be reaching for this all summer long! Gifted by Dae Hair"
        },
        {
            "review_title": "My new favorite hair mist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Gifted by Dae Hair in exchange for my honest review. I like the fine mist and the scent is very pleasant. The hold is good for a long time and my hair still feels soft after applying it. Great for hot days."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "Gifted by brand to try-I love this styling Mist. Keep s my hair styled all day, kept it hydrated and protected from the heat from curling iron! Would recommend"
        },
        {
            "review_title": "Obsessed with the hold and mist.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was so pleasantly surprised by this product!!! I love the hold it provides. I typically have to curl a few pieces a couple times before they hold and with this spray I didn't need to! The smell is great too"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "First of all this mist smells soo good!! It's refreshing but slightly sweet which I love. The mist was light on my hair, but definitely did add some grip to it as a normal hairspray does. If your hair doesn't hold a curl/has lots of slip, this is definitely worth a try! I was gifted by Dae Hair"
        },
        {
            "review_title": "Amazing Citrus Scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This product was gifted to me by DAE and here is my honest review: I recently tried the Dae Hair Agave dry heat and hold styling mist and I am thoroughly impressed! This ultra-fine mist provided heat protection up to 450u00b0 and tamed my frizz, leaving me with a shiny, touchably-soft, and healthy-looking style. I love that it is infused with desert-derived botanicals like agave, prickly pear, and cactus flower, which not only add to the effectiveness of the product but also give it a refreshing citrus scent. The mist is easy to use, and the directions are simple to follow. I appreciated that it can be used as a light-hold hairspray, making it a versatile styling product. Overall, I would highly recommend the Dae Hair Agave dry heat and hold styling mist to anyone looking for a reliable styling mist that not only protects their hair but also leaves it looking and smelling great!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Gifted by daehair. Protecting your hair is so important, especially when you style it. Because of that, I love trying out new hair protectants all the time. I like that this is both a heat protectant and styling product. It gives my hair the hold and texture it needs to give me the style I want to achieve."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This is a great heat protectant & holding spray! It works to protect my hair from heat damage & at the same time, it holds my hair style all day. It smells amazing & really does not weigh my hair down or anything. I enjoy it a lot and would recommend it! I was gifted by Dae Hair."
        },
        {
            "review_title": "Soft and smooth hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This product was gifted by Dae hair for my honest review. This product is very nice. I love the fresh tropical scent of the spray. The product sprays such a fine mist that I feel like I don't need to use very much. I take showers at night and don't always take time to dry my hair. I love that I can use this spray in the morning with a straightener or hair dryer to get make my hair smooth. The spay leaves just the right amount of hold in my hair."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "First of all this stuff smells amazing on my hair. It's a heat protectant and I use a lot of heat on my hair. I love how this works. It makes my hair super soft. It's easy to use. I will be trying more from this brand. Gifted by Dae hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I've been wanting to try Dae hair because of their clean formulas. This heat protectant helps to keep my frizz at bay and helps to hold my style. I also absolutely love how it smells! It smells just like the trident orange gum flavor lol I received this complimentary from Dae Hair."
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This product was gifted by Dae. first of all I wanna talk about the smell, which is super amazing. It's a smell of oranges mixed with a good hair shampoo smell. I tried this product when curling my hair with heat and without and with heat, they stayed perfectly unchainged for a lot of hours while without heat they still stayed a lot, but because my hair is very fine and doesn't hold the curl much I didn't stay for a long, long time. One thing I noticed, is that the hair becomes a little bit dry when applying this product this is because it has a styling effect too. Overall, I am pretty happy with this product and I'm going to continue to use this spray."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "This product was gifted by Dae Hair. This product makes my hair slightly oily after Im done blowdrying. It almost makes me feel like I have to wash my hair again, which I dont love. It leaves my hair frizz free, and my hair feels silky after use; I just dont know if I'd repurchase."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "I received the Agave Dry Heat & Hold Styling Mist complimentary from Dae Hair for my honest review and opinion. I love this product, the use, the scent, and the results. The smell is so light and reminds me of summer, it's fabulous. I typically straighten the front portion of my hair and add some curl but sometimes I straighten it all or add curl to it all. I love how easy it was to apply, the mist was light and even. I love the results, my hair finished just like I wanted it to, it stayed soft and manageable, and stayed all day. I will be using this heat and hold spray daily."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "It's so important to heat protect your hair. This mist works amazing for that. It smells so exotic and tropical. I love it. It provides great protection for my hair from heat. I just spray it on my dry heart before styling. Gifted by Dae"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I received this Dae Hair agave dry heat & hold styling spray complimentary from the brand to test out for an honest review. I have been really wanting to try this product and I am very impressed! It holds my hair so well after I style it with my air wrap or curling iron. It also smells great! I would definitely recommend this product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I've been using Dae for a while now and this heat protectant doesn't disappoint! It helps with frizziness and gives my hair a soft but sleek finish after heat styling that I often need multiple products to achieve. This was gifted by Dae."
        },
        {
            "review_title": "Healthy and protected hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This is a great heat protectant spray. First of all, the sprayer itself works great and delivers a fine mist that makes it easy to coat all the hair. I have naturally wavy hair and like to straighten it regularly so a heat protectant is a must on my routine. I like to apply this on dry hair in sections before heat styling. It makes my hair look immediately shinier without weighing it down, and the subtle sweet and warm scent is also a plus. My hair looks healthy and soft after styling, and most importantly, is also protected. This has quickly become a favorite on my hair care routine and I highly recommend! I received this product complimentary from Dae Hair but this is my honest opinion."
        },
        {
            "review_title": "Great spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Gifted by Dae hair . This product made my hair so silky smooth. Shiny and smells amazing . Made it easier to brush and help with my Frizziness . This is a great product to help heat protect and help with fly aways ."
        },
        {
            "review_title": "Smells AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I received this product complimentary from daehair . Don't let that steer u away from my review I absolutely love this brand and this product is no different! Smells amazing just like they described a citrus summer day !! Love it i ised this before heat as a protector and after for a light hold !! It's really does add shine softness and somehow holds my hair with absolutely no crunch !! I will 100% add this into my routine"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Loved that this spray held my hair without needing a lot of product. It doesn't make my hair stuff like hairspray usually does but it holds my hair in place just like it! It's light and airy and makes me feel better about using holding products in my hair. Gifted by Dae Hair"
        },
        {
            "review_title": "dae",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "Gifted by Dae Hair. This is the styling product I didn't know I needed! It smells amazing and creates a nice hold without being sticky or crunchy. If you are a fan of the dae styling cream, you'll love this for heat use."
        },
        {
            "review_title": "Great Heat Protector",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "I received this product complimentary from Dae Hair in exchange for my honest review. After using it for a week my hair is shiner. I use it as a light hairspray too. Protects my hair from heatu2026I lightly mist every section of my hair before using flat iron. Pleasant citrus scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "Gifted by Dae Hair this styling spray is a great product to finish off my hair when I style it using a lot of heat. I feel like it does help a bit and it has a nice clean smell so leaves my hair smelling super bomb"
        },
        {
            "review_title": "New fave heat protectant!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "This is my first Dae product ever and I am sooo happy I got to try this! First of all, the scent is amazing. Smells sweet like agave but isn't overpowering and overwhelming at all. The result I was trying to accomplish is just super smooth, minimal frizz, and obviously protecting my hair from heat damage from my various hot tools. The results were just that! My hair felt soft and not fried after styling, I noticed reduced frizz than usual, and my hair was smooth, soft, and shiny. This product definitely benefited my hair and it is my new go-to heat protectant - PLUS all the added benefits like the shiniest and smoothness! I'm in love, and now I need to try EVERYTHING from Dae! Gifted by Dae Hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This product was gifted by Dae Hair. This product smells absolutely divine! I'm used to styling products having a chemical scent but this spray smells so natural and beautiful. I have hair that gets frizzy very easily so when I used this product before straightening it helped maintain how straight I wanted my hair to be. My hair didn't get frizzy at all and stayed straight being in the heat for hours! Love this so much!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "This product has a lovely summery scent. It sprays in a fine mist that applies evenly. I have fine, thin hair and this has not weighed it down any. It leaves my hair with less frizz and gives a shiny look. Gifted by Dae Hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "as usual this product, like all of their others, has the most beautiful scent! It works really nicely on my super fine hair and also my extensions. It doesn't weigh it down or add any weird stickiness! just the right amount of hold! gifted by dae"
        },
        {
            "review_title": "You need this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "I received this complimentary from Dae haircare in exchange for my honest review. This is a game changer if you have fine hair that doesn't hold a curl well. Not only is this a heat protectant but it also has hold without leaving for hair feeling greasy or crunchy. It also smells amazing!"
        },
        {
            "review_title": "The best for heat protection!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I received this gifted by Dae. Since I've been using this heat protector, my hair has changed! I used to not use anything before applying heat and I felt that my hair was slowly changing and it felt a bit dry. Now I feel safe with Dae to apply it and also make waves or simply to dry it and make it straight. incredible!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "DAE hair gifted me their new heat protectant and it is amazinggg! It smells just as good as their other products and leaves an amazing shine. Does not feel heavy on my hair and the spray nozzle is so nice at distributing it all evenly."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "Really interesting product that combines both heat protection and hold. Super cute packaging. The spray definitely has a grapefruit scent. It made my curls last longer than they would have normally. This was gifted by Dae."
        },
        {
            "review_title": "Wonderful for frizzy hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Dry skin",
            "review_text": "This is one of the best heat protectant sprays I have ever used!! It smells likes fruit punch, and has my hair feeling so soft! It gives my hair a beautiful shine, and tames the frizz unlike anything else I have ever used!! A little bit goes a long way, and this holds my hair in place so unbelievably well! If you have dry/frizzy hair, then this is going to be perfect for you! Gifted by Dae"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I don't frequently fix my hair with heat tools but when I do I always want some protection. I have hair that gets oily easily so I loved that this was a lighter weight protectant. I also loved the spritz bottle and the yummy, exotic scent! this was gifted by Dae Hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "The girl who leaves her scent behind from passing by, that's what I aim for and I feel this will amp it up because it smells so good! I love that I can use it as heat protector and also just as a soft hold product without the need for heat. I kindly received this gifted by Daw Hair."
        },
        {
            "review_title": "Lovely mist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "The mist works really well for my fine hair. It has a lovely fruity smell that lingers. I also like how it tames my frizz on hot days. It holds up well when styling and seems to do well with the heat from my curling iron. Gifted by Daehair"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Loved this heat and hold styling mist. It worked great on wet or dry hair which I love. It protects my hair from heat which I definitely need all the time and I can use it on dry hair so before I curly my hair or want to refresh. The holds great when I use it to set my hair and my hair doesn't frizz at all in humidity. The scent is also great, not to strong and refreshing, smells like summer. This was gifted by Dae Hair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "(gifted by dae) this is my new favorite heat protectant to use when i style my hair! the signature dae citrusy scent is to die for and makes my hair smell so yummy. i have finer hair and find that this spray doesn't weigh it down & helps build some volume too. <3"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Oily skin",
            "review_text": "This product is amazing! It provides amazing hold and shine without that crunchy feeling. and the scent!!! So good"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was so happy to receive this in exchange for an honest review and let me tell you it works. Gives me just enough hold without all the stickiness. My hair was left looking put together and so soft. I could not be happier."
        },
        {
            "review_title": "It's a hair must have :)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "This A styling mist that provides heat protection and controls frizz for shiny, soft hair. It's for Straight, Wavy, Curly, and Coily It's for Hair Texture: that Fine, Medium, and Thick.. I love the subtle scent, it's an ultra fine mist it's heat protection up to 450* I like that it's vegan and cruelty free .. all the good ingredients for your hair and you can also use it as a flexible hold hair spray ,but leaves hair soft  what more can you ask for"
        },
        {
            "review_title": "Protects my hair from heat and smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Dae products smell so incredible. This styling mist helps to protect your hair from hot styling tools. My hair is soft and the curl holds well- goodbye fried frizzy ends. I love all the natural ingredients and am happy To have found this product and ad it to my hair routine."
        },
        {
            "review_title": "It's a yeah for me dog",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "First off: I was gifted this to review but this is my honest and fair opinion. I was skeptical, only because I don't typically care for how hair spray and/or heat protectant feels on my hair. I used it on my damp hair in sections during a blowout shesh and I can 100% recommend. Not only is the smell to die for, but it doesn't leave your hair sticky or ratty. My hair is shiny and looks healthier than ever (and I just bleached the sh*t out of it). I would pay real money for this product."
        },
        {
            "review_title": "Great hold",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "ufffc I've used this styling mist on two different hairstyles my own & my partners & the results were great. The hold lasts throughout the day & I didn't seem to have issues with the humidity. It smells wonderful and leaves the hair smooth and revitalized This is something that I would recommend to a friend and use again"
        },
        {
            "review_title": "I'm obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Literally a dream in a bottle! My hair is dull and frizzy towards the ends and this spray makes my hair so shiny and so put together. I have a bunch of baby hairs and frizz that is now tamed and unnoticeable! I love this product and it was just want I was needing!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love the entire dae hair line and this product is no exception!! It truly is a fine mist which I think helps distribute the product really well throughout your hair. I used this product before I curled my hair up for the eras tour and my curls loosened but held up pretty well by the end of the night! The scent of the product is citrusy and summery, soo good!! Attached a pic of me before the concert for proof of the curly + shiny hair goodness <3"
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I am a huge fan of dae and this new heat protection and styling mist is SO good! It has the perfect fresh & summery scent to it - I applied generously throughout my hair before curling it and love that it is helping protect my hair without weighing it down!"
        }
    ]
}