{
    "product_id": "513",
    "name": "KP Bump Eraser Body Scrub with 10% AHA u2013 Body Exfoliant for Keratosis Pilaris",
    "brand": "First Aid Beauty",
    "categories": "Bath & Body, Bath & Shower, Scrub & Exfoliants",
    "price": 40.5,
    "about": "What it is:u00a0 Au00a0body scrub that sweeps away dry, rough bumps associated with KP & strawberry skin to reveal healthier looking skin that feels exceptionally smooth...Skin Type:u00a0Normal, Dry, and Combination..Skincare Concerns:u00a0Dryness, Pores, and Dullness and Uneven Texture..Formulation:u00a0Scrub..Highlighted Ingredients:.- Pumice Buffing Beads: Exfoliate particles to remove dead cells..- Glycolic and Lactic Acids: Exfoliate to help skin appear bright..- Bisabolol: Soothes skin...Ingredient Callouts: This product is vegan, cruelty-free, and gluten-free, and comes in recyclable packaging...What Else You Need to Know:u00a0Safe for sensitive skin, this fast-acting bodyu00a0scrub uses Glycolic & Lactic acids, at a combined level of 10% AHAs, to help resurface skinu2019s top layer + Pumice to physically exfoliate, helping improve skinu2019s texture and smooth away bumps, roughness, and scaly areas, also known as chicken skin + buttne...Clinical Results:u00a0 In a consumer perception test with 38 participants, after 10 days:.- 92% of panelists with KP reported that this product made their skin feel exceptionally smooth..- 95% of panelists with KP reported that this product made their skin feel softer than it had ever been..-u00a0 95% reported it got rid of dry, flakey skin",
    "ingredients": "-Pumice Buffing Beads: Exfoliate particles to remove dead cells. .-Glycolic and Lactic Acids: Exfoliate to help skin appear bright..-Bisabolol: Soothes skin...Pumice, Water, Glycolic Acid, Sodium Cocoyl Isethionate, Lactic Acid, Dimethicone, Stearic Acid, Cetearyl Alcohol, Sodium Hydroxide, Palmitic Acid, Glycerin, C12-15 Alkyl Benzoate, Sorbitol, Colloidal Oatmeal, Tocopherol, Chrysanthemum Parthenium (Feverfew) Extract, Camellia Sinensis Leaf Extract, Glycyrrhiza Glabra (Licorice) Root Extract, Salix Nigra (Willow) Bark Extract, Bisabolol, Hydrogenated Coconut Acid, Xanthan Gum, Steareth-20, Steareth-21, Myristic Acid, Sodium Isethionate, Phenoxyethanol, Potassium Sorbate, Sodium Benzoate, Leuconostoc/Radish Root Ferment Filtrate, EDTA.",
    "how_to_use": "Suggested Usage: .-Use one to two times a week as tolerated. .-Apply onto wet skin and gently massage with fingertips onto problem areas. .-Rinse and pat dry. .-Follow with moisturizer. .. Precautions:.-Avoid contact with eyes. If contact occurs, rinse well with water. .-If irritation persists, discontinue use and consult a physician..-Not intended for facial use. .-Use only as directed..-Keep out of reach of children. .-Anyone can use this product. A patch test is recommended for those with sensitive skin..-This product contains glycolic and lactic acids that may increase your skinu2019s sensitivity to the sun and particularly the possibility of sunburn. Use sunscreen, wear protective clothing, and limit sun exposure while using this product and for a week afterwards.",
    "num_reviews": 2180,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/kp-bump-eraser-body-scrub-with-10-aha-P444989?skuId=2233245&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2233245-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Works!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This really works in minimizing KP bumps on my arms. The texture is a really nice exfoliant."
        },
        {
            "review_title": "good product",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "mold inside the bottle, I ended up throwing away. I may of just got a bad one, the smell was funny so I am unsure."
        },
        {
            "review_title": "awesome!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Skin was so much smoother and bumps were noticeably better after first use!!"
        },
        {
            "review_title": "Make it in a jar!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "Love this product but it is impossible to squeeze the product out once it get about 1/2 used.   Lid also breaks easy.   Rare beautyu2014-MAKE THIS IN A JAR.   Sincerely, lover of this product."
        },
        {
            "review_title": "Holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Absolutely holy grail for my pesky bumps on my arms! Within two weeks i noticed a significant improvement! Now i just use it every now and then and have even gotten my brother to use it!"
        },
        {
            "review_title": "BUY IT NOWWW SO GOOD",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Used this with the lotion and it completely removed my kp acne ingrown hairs and discolouration scars i had kp on my thighs and butt and ive never been smoother now i repurchase the duo every 3 months or so for a touch up treatment"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I just had a baby, and pregnancy/postpartum really made my KP flare. This scrub cleared the rough, strawberry skin on the backs of my arms after consistent use! Would recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I mix this with soap/shampoo/face cleanser. my skin feels and looks smooth and properly exfoliated."
        },
        {
            "review_title": "Loveeee",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I love this!! Does exactly what it says! But the smell is a little off, bearly noticeable but other than that I love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I swear by this product. When I donu2019t use it my skin is rough"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I was skeptical if something like this could really work, but I was proven wrong! It has helped the bumps on my arms SO much. I typically use it 2-3 times per week. It doesnu2019t dry out my skin at all and it has significantly reduced the bumps and redness."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I wouldnu2019t buy this product. The smell is very chemical and it is quite harsh, even on the hands as I spread it through the body"
        },
        {
            "review_title": "not worth it imo",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "it runs out quicker than you think ud83dude2d i havenu2019t seen great results and itu2019s pretty expensive for what you get. iu2019d recommend the dove exfoliating body scrub with AHA as a more affordable alternative <3"
        },
        {
            "review_title": "Really works. Will buy this for my niblings",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I am 42 and have used this product twice. Last night and this morning. 2 uses in less than 24 hours. My upper arms are clearing up noticeably. Last time my arms were this clear, it was the 90s"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this product so much. It has helped my skin. My target areas are my arms and legs; consistent use has cleared up my KP. The smell is not the best, but it definitely doesn't leave any smell on the skin, in my opinion. I recommend following this up with lotion because it can leave your skin a bit dry. Overall, 10/10! I love this product."
        },
        {
            "review_title": "Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone",
            "review_text": "Donu2019t bother looking for and buying alternatives, they donu2019t work as well as this amazing product. It is absolute magic and Iu2019m so happy it exists. Keeps the body bump free whether itu2019s razor/hair bumps or body acne/acarw."
        },
        {
            "review_title": "Ingrown hair savior",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this body scrub. It has helped in my bikini area for ingrown hairs so much - Iu2019ve tried the fur body scrub and this beats that in my book."
        },
        {
            "review_title": "Love the product but runs out fast",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This runs out super fast which I hate, i wish there was a larger size with more product, but it works super well"
        },
        {
            "review_title": "Made my skin dry and itchy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Porcelain skin tone, Oily skin",
            "review_text": "It definitely got rid of bumps but made my skin so itchy and dry. The product also smells so bad. I would be nervous putting this around my downstairs area, lol."
        },
        {
            "review_title": "Every once a week",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I love it it gave me a really soft skin and donu2019t need to apply lotion afterward"
        },
        {
            "review_title": "please please buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve had KP forever and iu2019ve tried everything. The stuff my dermatologist recommended didnu2019t work, nothing would. One day i came across this and it was on sale so i thought id try it. IT WORKS. I feel so much better about how my arms look now"
        },
        {
            "review_title": "Wish it snelled better",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Smells bad but it works! Kindof like a wine gone bad. Use it on my underarms to avoid BO and butt cheeks/hamstrings."
        },
        {
            "review_title": "Effective but not harsh",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gets rid of KP very effectively and leaves skin feeling surprisingly hydrated with how intense of an exfoliation it gives."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve gone through two full size tubes of this. It does reduce the appearance of KP bumps, but for me it doesnu2019t completely eliminate them. It does leave you with super smooth skin."
        },
        {
            "review_title": "Strawberry skin girlies must try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "If you have strawberry skin or KP this is a must have for you. It has worked wonders for my skin and always leaves my skin feeling smooth. I use this once to twice a week on my legs before shaving! I have purchased this product multiple times and love it!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The First Aid Beauty KP Bump Eraser Body Scrub is an excellent choice for tackling keratosis pilaris and rough skin. Its blend of alpha hydroxy acids and physical exfoliants effectively smooths and refines skin texture. The scrub is gentle yet effective, leaving the skin feeling soft and polished without irritation. With regular use, it delivers noticeable improvements, making it ideal for those with KP or anyone seeking a more even skin surface."
        },
        {
            "review_title": "Leaves skin really soft and smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "This body scrub is amazing! It has such fine grains and it makes you feel like your getting ALL the dead skin off your body. It leaves my skin feeling smooth and baby soft. I usually get these annoying tiny bumps on the sides of my upper thighs and no other scrub gets it smoothed away like this scrub does. I keep getting first aid beauty for face and body and neither disappoint! It has surpassed my expectations this stuff is great!!!"
        },
        {
            "review_title": "Didnu2019t work",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Had high hopes from all the positive reviews but this unfortunately didnu2019t work for me. In fact, it aggravated my KP even more and cause inflamed hair follicles on the areas near my KP. Iu2019ve switched to a RX from my derm for KP."
        },
        {
            "review_title": "Smoother Than I Ever Thought Possible",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I've been using this product for a couple of years and it works very well. I wish I'd discovered it years ago. I use it a couple times a week for my KP prone areas and it does a lovely job without irritating my sensitive skin. I'm stoked to try the strawberry scent next time. The original does not have a strong smell, though."
        },
        {
            "review_title": "Great Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love the KP bump eraser body scrub and always repurchase! The scrub is gentle and effective at minimizing / eliminating the strawberry skin as well as reduce ingrown hairs. Skin feels soft and smooth"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019ve been dealing with razor bumps for a long time but my friend recommended this and itu2019s a life changer! I got the kit that comes with the pads and cream!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "love this scrub. i donu2019t have KP, but i have bad eczema and this helps so much with bumpy skin and irritation. its the only scrub that doesnu2019t cause my skin to get red and irritated."
        },
        {
            "review_title": "An everything shower holy grail!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Such an amazing product for exfoliating, the smell is a little odd, which is expected since there are no fragrances, but it doesnu2019t linger on skin. It has your skin feeling so soft and smooth"
        },
        {
            "review_title": "A MUST HAVE if you have bumpy skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I've always had bumps on my thighs and butt, which made me feel very insecure about my body. I started using this product about 2 years ago and will continue using probably for the rest of my life. It has completely removed all the bumps I used to have. Before this product I tried so many things, but this is definitely THE product to buy if you have KP. I believe the directions say to use 1-2 times per week. I use it daily or every other day. Started seeing results at about 1-2 weeks after using. I top it off with Cerave SA cream and now I have the softest butt ever."
        },
        {
            "review_title": "Love using this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I love this product. It leaves the skin soft and smooth. It helps soothe irritated skin. I did see some improvement with my strawberry legs. The key is to leaving it on for a minute or two before rinsing it off. However, once you stop being consistent, the strawberry appearance may come back."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I have experienced KP bumps for years and nothing has worked as quickly or as well as this scrub. the strawberry smell is really nice and not overpowering. huge fan."
        },
        {
            "review_title": "Staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This is my second time purchasing this scrubu2014I love it so much. Itu2019s finely ground and works. Try itu2014you wonu2019t be disappointed."
        },
        {
            "review_title": "KP Secret Weapon",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This works super well! Smells a little medicinal but I prefer that over adding a bunch of artificial fragrance. Iu2019ve had KP since I was 12 and wish Iu2019d had this back then - wouldu2019ve saved me a lot of embo"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Lovely scrub, feels like sand however didnu2019t help with blackheads, acid or pores. Definitely felt clean and good after using."
        },
        {
            "review_title": "Didnt work for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I really wanted to love this. I got a small bottle to try and it made it worse, so i switched up my lotions and body soap and bought another again, but still did nothing for my bumps on arms and legs."
        },
        {
            "review_title": "Donu2019t use after shaving. Maybe just donu2019t use.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Two days prior to trying product I shaved my legs and of course got some razor bumps/ingrown hairs, so I tried out the product and IMMEDIATELY felt a stinging pain all over my legs. I now have some sort of rash."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "No difference. My skin looks the same and it doesnu2019t smell good."
        },
        {
            "review_title": "Must have for Strawberry skin babes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Definitely notice a difference compared to everything else on the market , key is to be consistent. Will continue to repurchase"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I have not found a product that works like this. I have been using this product for years! Any hair bumps you have use this product and theyu2019ll be gone in days."
        },
        {
            "review_title": "Very effective, oily skin, brown skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I got this for my friend who was very scared to try cosmetic products. But she had to try. Below is her review  I have been using the body bump eraser for a week, and the results are incredible! My skin feels smoother, and the bumps on my arms have significantly reduced. Itu2019s gentle yet effective, and I love how quickly it worked. My skin has never felt this soft before. Highly recommend it to anyone struggling with body bumps!"
        },
        {
            "review_title": "Minimal Changes",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "With consistent use, using 2-3 times weekly for the past three months the results were minimal. My skin did become softer, however, my kp didnu2019t improve."
        },
        {
            "review_title": "My go-to",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Probably on my 5th tube. Canu2019t live without this! Makes my skin SO soft."
        },
        {
            "review_title": "a must have for your shower routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I'm happy with this. I've heard alot of people brag about this so thought I'd give it a try and I'm impressed because I see less ingrown hair bumps"
        },
        {
            "review_title": "Smells awful",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I gave this two stars because it does work--but so would sand, or sugar, or salt--and they smell a lot better! This products smells awful."
        },
        {
            "review_title": "not good for sensitive skintypes",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "i have sensitive skin and after using this product for a week on my arms and legs, my skin became irritated and itchy.  if you have sensitive skin I wouldn't recommend."
        },
        {
            "review_title": "No results",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Iu2019ve been using this consistently for months and really havenu2019t seen good results and the smell is not pleasant. I also despise the packaging. Product is too thick for a squeeze bottle! Put this in a jar for gods sake"
        },
        {
            "review_title": "A necessity for your body care routine!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I bought this product to try it out as i HAD uneven skin texture, but also to see if it would be compatible for my bestfriend, who has strawberry skin. I bought it and loved it. For her birthday i bought her the strawberry scented one and it smelled delicious! After she used it, she told me that her skin has never been softer and her wasnu2019t falling anymore."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Combination skin",
            "review_text": "Great product It leaves the skin so smooth.. But expensive"
        },
        {
            "review_title": "A little expensive but saved me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "I love this product, I use it after I shave and my ingrown hairs are totally gone. My skin is also so smooth."
        },
        {
            "review_title": "Big Results in a Short Amount of Time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I've been an avid user of FAB for as long as I can remember. Whenever I add the KP bump eraser into my shower routine, I notice a difference in my arms within a day or two. If you're struggling with red, bumpy skin I would highly recommend trying this!"
        },
        {
            "review_title": "good enough",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Iu2019ve been using this product for about 3 weeks twice a week and all itu2019s done well enough. My arms were bumpy but pinkish and then they were red and worse than before, but now theyu2019re smooth but not completely clear yet."
        },
        {
            "review_title": "The Best Way to treat KP and my Holy grail!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "After using this product twice I hade already seen results!! I have a skin condition called Keratosis pilaris which is common in most people but this product has helped so much and is my Holy-Grail of scrubs for my condition!!"
        },
        {
            "review_title": "Helped with skin tags",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "I am surprised that this scrub helped with the tiny skin tags I was getting under my breasts. They were extremely small and unnoticeable to everyone but me, I used this scrub and then cleaned with alcohol before putting on scar patches. I did this 2 times a week for a month to see a difference."
        },
        {
            "review_title": "Miracle worker!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "After a lifetime of problems with KP on my arms and multiple attempts with doctors to identify and resolve, I have finally found KP Bump Eraser! Within just one week and two uses my arms are nearly clear and looking fantastic."
        },
        {
            "review_title": "SKIN SAVER!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "SKIN SAVER!!! I have body acne and KP and this scrub limits the appearance and creation of the bumps."
        },
        {
            "review_title": "AMAZING",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "After using this product for about 3 weeks once a week I AM NOTICING RESULTS!! I have strawberry legs and this exfoliant helped reduce my strawberry legs!! It also makes your skin super soft even if you have hair!!"
        },
        {
            "review_title": "Made my KP worse",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was using this product as directed (twice a week in the shower), directly on my arms where my KP is most prominent. After one use, I noticed way more bumps on both my arms. I thought maybe this was one of those, gets worse before it gets better instances, so I continued to use it for a couple of weeks as directed. Nope. As soon as I stopped using it, I stopped getting as many bumps and my skin cleared. I'm glad to hear this was a game changer for so many others, but it just did not work for me."
        },
        {
            "review_title": "Must have for soft skin!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Oily skin",
            "review_text": "Makes my skin super soft and reduces my KP! Will continue to repurchase.  Just a warning, the particles are quite rough. Rougher than most exfoliating scrub textures."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have very sensitive skin and used for razor bumps , after the first use I have no irritation and my skin is super soft, no more razor bumps"
        },
        {
            "review_title": "great for my skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "this is a great product is a very nice exfoliating cleanser/scrub helps bumps on skin good for acne too love this"
        },
        {
            "review_title": "Super itchy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I used this product once on my arms and they are fire red and extremely itchy. I do have sensitive skin so would not recommend for anyone with any sensitivity. Looking for something else now."
        },
        {
            "review_title": "A must!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this product so much. I can tell the difference in my KP. From bumpy to flat. A must for the KP girlies"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I donu2019t write reviews very often, but this one is good. I have KP on both of my arms since I had my baby. Used this once and itu2019s almost gone already!"
        },
        {
            "review_title": "If you have sensitive skin beware",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Gave me a bad rash all over my arms and made my bumps worse. Wouldnu2019t recommend if you have sensitive skin"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "My KP looked so much better after one use! Itu2019s not 100% gone now that Iu2019ve been using it regularly, but my skin looks better than itu2019s ever done before, and I have tried a lot of different exfoliating scrubs before to try and improve my KP."
        },
        {
            "review_title": "Holy Grail BUTu2026.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Normal skin",
            "review_text": "This product is a game changer. Itu2019s incredible. But for the LOVE of god, FAB, change this packaging!!!"
        },
        {
            "review_title": "LOVE for kp, but still have red spots",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I've been using this for years to help with my kp, and when I finished my last bottle I wanted to see if it was still working for me, so I took a break from using it to see how my kp would react.  After about a week and a half of not using it, my kp flared up again and I was getting itchy and lots of red bumps. I RAN to sephora to get another bottle. I find this helps a lot with the bumps and itchiness, but it doesn't eliminate all the tiny red spots (not bumps) associated with kp. I recommend this to anyone with kp because it majorly helps my skin! I also use this with exfoliating gloves to increase the effectiveness."
        },
        {
            "review_title": "Canu2019t live without this in my weekly routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Purchased 6m ago,didnu2019t want to write a review until I really used this. If you have bumps on your thighs/back of arms this really helps to relieve itch and redness I still have bumps but 50% less. Used twice a week"
        },
        {
            "review_title": "Good, not great",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Works alright. Iu2019ll keep using it until I finish the bottle, but at this point I donu2019t think Iu2019d buy it again."
        },
        {
            "review_title": "Worth every penny!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "Tried this for the first time today. My skin has never felt so smooth. I've had bumps on my arms my entire life and this is the only thing that has ever smoothed my arms, not to mention with only one use! I'm excited to see the results over the next couple of days/weeks. Will definitely keep this in my must haves."
        },
        {
            "review_title": "Worth Trying",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I swear by this, itu2019s really good for strawberry skin, I also use it to exfoliate my legs before shaving."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "Helps with keratosis.  Visible results after 2 uses."
        },
        {
            "review_title": "kp bump eraser is the truth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "lost count of how many times iu2019ve bought this bottle because it is that good. for optimal results, scrub the product on your body for as long as you can u2014 really put the product to work. my arms, legs and tush are my focus areas and on nights that i exfoliate (twice a week), the difference is astounding. buffs away dry patches, targets strawberry skin and helps with ingrown hairs. this scrub is the truth."
        },
        {
            "review_title": "i use it everytime i shower",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "it has helped a lot with my back acne and also razor bumps/ingrown hairs"
        },
        {
            "review_title": "Try it for yourself, you may like it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "It says body scrub but I use it on my face (VERY LIGHTLY) I like this product & it leaves my skin soft ud83eudd29"
        },
        {
            "review_title": "One of my new favs!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I love this product for my skin! I have bumpy skin and I have all my life and this product really helps to soften my skin and I feel like Iu2019m getting enough product for the price."
        },
        {
            "review_title": "Product is Amazing, for Bumps, Texture, KP!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Love, love, love, big fan of this product. Has a great exfoliating texture and definitely has made my skin smoother. I also get patches of acne and it definitely helps with removing dead skin, calming KP, and evening skin tone. Great product."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Very disappointed. I bought this to cure my strawberry legs. Did not worku2026 trying another product from Sephora"
        },
        {
            "review_title": "impressive result!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I was initially skeptical about trying the First Aid Beauty KP Bump Eraser Body Scrub because of the price, but I decided to give it a try. I've only used it twice, and I've already seen a difference. I've been struggling with KP for a long time, and no other product has helped me. I'm looking forward to seeing if this will make my KP disappear or at least minimize it to an unnoticeable level.  The texture of the scrub is gritty but gentle, and it feels nice on the skin without being too harsh. It leaves my skin feeling smooth and soft after use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Actually noticed a huge difference after one use from a sample I received. Arms so smooth!! I've tried exfoliating before with no difference. I wish every product worked as quick as this. 100% recommend."
        },
        {
            "review_title": "A MUST BUY!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "i have really bad kp on my face and this has been helping so much!"
        },
        {
            "review_title": "Works so well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Oily skin",
            "review_text": "My boyfriend has bad bacne, accutane couldnu2019t even solve. I got him on this and it cleared within a week. We have repurchased many times and recommend to everyone."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Love this scrub, I use it every other shower and have found it has brought my bumps down a lot. Consistency is key with this product."
        },
        {
            "review_title": "Bye bye  ud83cudf53skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Have bought this product for a few years now. It is the only thing I have ever come across to help my strawberry skin on my upper arms. Use it twice a week and itu2019s a significant difference. Donu2019t need to use a lot"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love this product! It has made a big difference on my KP!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve bought over 10 bottles over the last few years and have used it consistently. I have noticed a difference but there is probably something better out there thatu2019s also cheaper."
        },
        {
            "review_title": "Never Again",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I used this product as directed and it made my skin extremely itchy and irritated!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Gets rid of bumps and dry skin perfectly, Iu2019ve repurchased this like five times"
        },
        {
            "review_title": "Great product, horrible packaging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "The product is amazing, skin feels like silk afterwards but the packaging? Worst thing ever. I wonder how the company has never noticed how HARD it is to take the product out."
        },
        {
            "review_title": "My ideal scrub!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "The consistency of this scrub is exactly what I was looking for. Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Great before shaving or if you just need a quick exfoliating scrub. Gets rid of all the bumps and leaves you nice and smooth"
        },
        {
            "review_title": "not worth the money.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "not worth it, it didn't do anything for me.   I prefer my body exfoliating glove. I bought it from show case and it's the only glove that I've bought that actually works. the glove I have works wonders, it's not abrasive, it's amazing. it really takes off dead skin like a miracle worker lol. it gets rid of strawberry legs, clears pores too."
        },
        {
            "review_title": "Mid tier at best",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Normal skin",
            "review_text": "Been using this for about a month now and I can say its a solid 5/10. The scrub has a strong chemical fragrance that I did not like, and the effectiveness was ...fine but nothing to write home about. It helped mainly as an exfoliant but I cant say the AHA or any other chemical in the formula helped with my own skin issues. There are so many other exfoliators I would use first that don't have as strong a smell.  I'll use the tube I have up but I will not be purchasing again."
        },
        {
            "review_title": "Love this product.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "the only product that works works for my ingrown hair. Love u2764ufe0f"
        },
        {
            "review_title": "The best scrub ever!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "This body scrub is the best one I have ever used. It leaves my skin feeling so soft and glowy. It is so good to use before shave. It gives me the most smooth and soft finish."
        },
        {
            "review_title": "New Best Scrub!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Bye bye sugar scrubs! This is my new holy grail scrub. If your arm can keep scrubbing, it will keep going. My arms have never been smoother after dealing with strawberry arms. My thighs are still a work in progress."
        },
        {
            "review_title": "holy grail for sure!!!!!!!! u2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, notSure skin tone, Oily skin",
            "review_text": "i love this so much i had really bad razor bumps that if i would itch it they would start bleeding and would be a scab but they are pretty much completely smooth now!!!!!!!!!"
        },
        {
            "review_title": "Great for KP",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Genuinely helped minimize the appearance of  my KP, but only after I used it consistently (2-3x a week) for a few months. Iu2019ve been mixing it with a 20% urea cream and it has made the scrub WAY more effective. You can get urea cream at most pharmacies in the eczema section, you need at least 10% for it to work :)"
        },
        {
            "review_title": "Repurchased several times for several years.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I use for face because my skin can handle the strength. Gently buff wet skin for 1-2 minutes."
        },
        {
            "review_title": "Made my KP worse!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "Hello, I am a 51 yr old fair skinned woman. Lifetime eczema and allergy person. When I first saw this,  and people's review pictures, I was excited! I was cautiously skeptical so I bought only a mini tube. That was a good thing. It has made my KP worse and more noticeable. In the pics you'll see 1st application then 2nd application. I give 2 stars b/c I didn't get a reaction but...not for me."
        },
        {
            "review_title": "This is a pretty good product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This actually helps with the bumps on my arms I like this"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Great product for anyone suffering from actinic keratosis, or bumpy skin in general."
        },
        {
            "review_title": "itu2019s a no for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "i read all of the reviews and really hoped for it to be good but all it did was make my kp worse. It might just be me but it works for other people. Just not my thing i guess."
        },
        {
            "review_title": "A must have for kp pple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is the only product that has actually helped me with my kp! Ive tried lot of brands!"
        },
        {
            "review_title": "My dream skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Consistency is key. I don't shower everyday but when I do I use this every time & results are delivered. The scrub isn't oily, has a fine grain texture, plus 10% AHA!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Absolutely love this!!! I was so insecure about my arms and after using this I feel so much more confident wearing tops."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this product u2764ufe0fud83dudd25 i felt for my skin agin and again after using this thank you first aid beauty. First i got sample and used it then i buy it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "This works so well. It's a bit thick coming out but I had little bumps on the back of my arms and I use this a couple of times a week in the shower, and 3/4 of them are gone and my skin is smooth"
        },
        {
            "review_title": "Helps KP!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Bought this to help my KP. Definitely made my skin smoother!! This scrub can feel rough so only use a little bit at a time."
        },
        {
            "review_title": "The only product that really makes a difference",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "This is the only product I have ever tried that makes a substantial difference in the bumps on my arms."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Within one month, my doctor noticed a complete difference in my skin."
        },
        {
            "review_title": "Must buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This is my second repurchase and I love this product. It really does erase razor bumps and works very well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I used it a handful of times and already seeing results! skin a lot smoother"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "Great at getting rid of my KP on my arms. It will not get rid of KP on its own. I use a moisturizer after exfoliating my arms with this product."
        },
        {
            "review_title": "RIDE OR DIE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The only constant thing in my life. I've had KP on my arms since I was a kid and this is the only thing that works (I'm in my 30s, trust me)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love this product, I use it at least once a week and I have been doing great with it and for better care use it with the cream."
        },
        {
            "review_title": "SO AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This is amazing I saw BIG improvements after 1 use. This is a MUST have and worth the money"
        },
        {
            "review_title": "Overrated",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Deep skin tone, Oily skin",
            "review_text": "This product does a great job of exfoliating and leaving your skin feeling soft. However it does not minimize the appearance of strawberry legs or skin discoloration as advertisements claim. A bit overrated and overpriced."
        },
        {
            "review_title": "I I absolutely love this product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I absolutely love this product!! This is my go toooo body scrub I purchased in the mini version because I waned to try, and is sooo good. It has a really good particles that get really in there for my bumps and has helped my allot when I have my legs! I love it"
        },
        {
            "review_title": "Bump free",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Dry skin",
            "review_text": "I love this product I donu2019t have kP. I use it for hair bumps on my legs. It work amazing for keeping me bump free. I have very sensitive skin and havenu2019t had any issues with irritation."
        },
        {
            "review_title": "Bump eraser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Love this product!  I've been using it for a couple years 1-2 times a week in the shower.  Leaves your skin soft and smooth.  My upper arms started to feel a bit bumpy and age spots are setting in so I read about this and definitely keeps things good and smooth."
        },
        {
            "review_title": "Good shower scrub",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is my second tube of this product.   Iu2019m not sure how much of my chest bumps disappear after continuous usage, but some are gone. I always try to buy while itu2019s on sale because itu2019s otherwise costly for a scrub."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Love this product a little goes a long way Iu2019ve been using this mini size since January and it does the trick is reducing razor bumps"
        },
        {
            "review_title": "Lighter underarms!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Been struggling with dark underarms for years and have tried turmeric masks, different toners/acids, laser, etc. but this has lightened my underarms so well and makes me feel better about them for the summer!!"
        },
        {
            "review_title": "so good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "i am a teenage girl with bumps on my arms and i am very insecure of them especially with summer coming up, i have used this product only a few times but i can already see progress!"
        },
        {
            "review_title": "Not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019ve been using this for a few weeks now for my kp, but it hasnu2019t been doing anything noticeable or great. This is overpriced, and there are similar products that are more affordable and better."
        },
        {
            "review_title": "Will always use this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Excellent body scrub. Really works and I always recommend it to anyone who wants to improve skin texture."
        },
        {
            "review_title": "first review EVER, new must-have in routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "i have never felt compelled to leave a review for any product as most to me don't have any sort of huge, noticeable impact but this product deserves an applause. i struggle with dermatographia & even the best sensitive skin products bother my skin, ive raked through so many products & have settled with products that dont necessarily help but are manageable until now. THIS body scrub not only leaves me feeling incredibly smooth but it has HELPED my dermatographia flare ups lessen & that's something i never thought could happen so if you're iffy about if it's actually sensitive & if it's worth it, yes to both"
        },
        {
            "review_title": "Must have for a good scrub down",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "After the first time using the KP bump eraser, it really helped my bumps smooth out. Itu2019s not like a scrub your used to, itu2019s more like a sandy texture, which I think works better than the other brands texture."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
            "review_text": "This. actually. works! This is for my melanated girlies who have the stubborn, dark kps bumps, I thought I was a loss cause because salt and sugar scrubs don't cut it. But this pumice scrub??? Game changer. I've only used the trial size and my thighs have never been smoother. I use every day because I know my skin can handle it and the results are unmistakable. Will be buying the bigger bottle soon"
        },
        {
            "review_title": "I have seen a difference! ud83eude77ud83eude77ud83eude77",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I have tiny bumps on my arms so I decided to buy this product. Every shower I would put this on and rinse. My arms would feel soft and no bumps!! ud83eude77 I would buy again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve had KP most my teenage years and always felt insecure about it whenever I had to wear short sleeves or shorts. Iu2019m at a lost for words! This completely changed the way I view my body and Iu2019m so much more at peace with myself. Itu2019s so easy to apply and a little goes such a long way. This is a must have for your shower routine!!"
        },
        {
            "review_title": "New go to exfoliater",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Before this product I was using the Fur exfoliator and I was then recommended this product. I am a fan of this brand so thought i would give it a try. I used it in the shower and im obsesseddd! love the smell and texture."
        },
        {
            "review_title": "Great for sensitive skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I have really sensitive skin and get breakouts easily. After one use my skin felt so soft and at least 90% of the little bumps have subsided."
        },
        {
            "review_title": "Never had such smooth skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "I had a sample of this product and loved it so much that I purchased the full size after using the sample once. Prior to using this scrub, Ive always had super rough dry strawberry legs. I have light skin and dark thick hair so you could see any ingrown hairs and hairs about to sprout, beneath the skin. After using this product and shaving, I no longer have these issues. It is recommended to use the product twice weekly, so i use it before shaving, and a day or so after and it gives me the smoothest, cleanest shave. Additionally, because of the AHA, my skin is so soft. I have only used the tree hut scrub before this, and I find that the grain is way too big to get the results I get with the First aid beauty one. I think the fine grain really helps to get in the skin without too much trauma and irritation to the skin. Highly highly recommend! Never been so satisfied with a product before :)"
        },
        {
            "review_title": "Literally life changing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "Works so well to get rid of my arm and back acne plus acne scars on my arms"
        },
        {
            "review_title": "A must have if you have back and arm acne",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this so much. It really helps with my shoulder and back acne."
        },
        {
            "review_title": "It really works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product actually works! I have chicken skin on my legs and the texture improved significantly using this product- and I use it about twice a week"
        },
        {
            "review_title": "Not Worth It",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I can imagine this might help with REALLY really mild KP, but it did not help with mine, and I've tried like a bajillion samples of it at this point....it's so expensive and really doesn't do enough work to justify the price. I would highly recommend physical exfoliation with a tool and gentle body wash, followed by AmLactin instead. AmLactin smells terrible but truly does wonders and is fairly priced."
        },
        {
            "review_title": "Smells awful",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I had a full bottle of this that I got in a subscription box. Iu2019d heard great things about this brand so I thought Iu2019d give it a go. It smelt so bad that I ended up throwing away the whole bottle. I thought the bottle had just gone bad, but the smell was so bad that I was afraid to use it. Then I got a sample from Sephora of this - I opened up a completely different package of this and the awful smell was still there. Iu2019m not normally sensitive to smell but this makes me want to vomit. I did try using the product, and I like it as a body scrub - the texture is quite nice. But I would never buy this again and am turned off by the brand after using this. To be honest, I was shocked there are not more reviews about how terrible this smells. For the cost, Iu2019m quite surprised the company canu2019t put a couple drops of a floral or citrusy fragrance in this, it would completely change my mind about the product. Until then, be warned."
        },
        {
            "review_title": "Solved one of my major insecurities!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Since I can remember, I've been trying to control my keratosis pilaris without success. I've been using this exfoliant along with a moisturizer, and my skin has improved tremendously, despite not being very consistent at times. I'll definitely buy it again soon."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Works amazing to get rid of bumps, I will continue to buy."
        },
        {
            "review_title": "The ONE thing that works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "I have tried so many different KP scrubs and this is the ONE! This is the only one that really truly works for me."
        },
        {
            "review_title": "A minor must-have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "I haven't been using this product for a long time, but I will say it does leave my underarms feeling very smooth and exfoliated. A little pricey for such a small bottle."
        },
        {
            "review_title": "My biggest fav",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "It is just sooo good. For comparison: I have extremely sensitive, atopic (allergic, easy to trigger) skin, so finding a great product that fits is always a hassle. I have been using this scrub for over 8 months now and my skin has never felt better post-shave. THIS IS THE BEST PRODUCT to fight stubborn ingrowns that cause irritation and itching. I use it before the shave, and 2+ days after, which keeps my bikini area and under arms irritation and bump-free!!!! The skin is soft and smooth:) Honestly, I donu2019t think I will ever find a replacement. I have also been using the ingrown hair exfoliating pads with this product."
        },
        {
            "review_title": "Beware",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "mediumTan skin tone, Normal skin",
            "review_text": "Buy at your own risk. This product caused me to to break out under my arms (armpits). Clogged my pores and turned into an impacted infectionu2026I even grew an abscess on my upper chest. I had to do 2 rounds of antibiotics. It was such a painful experience. I would not recommend!"
        },
        {
            "review_title": "Part of my shower routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Great product. I use every other day on my problem areas on my arms and it keeps my KP at bay. Works well and had a good smell."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "only product that iv noticed has helped my KP. its expensive but so worth it, works quick and is a must have."
        },
        {
            "review_title": "u2728my holy grail product!u2728",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "After nearly 10 YEARS of fighting with my dry, itchy, legs that were constantly covered in tiny ingrown hairs, I finally bit the bullet and tried this. u2728THIS IS A HOLY GRAIL!! u2728 I will never be without this ever again. my legs have never been smoother, less irritated and FINALLY NOT ITCHY!!! I used to scratch at my legs until they bled and I have not had that issue since DAY 1 of using this!! 100000% recommend!"
        },
        {
            "review_title": "Iu2019m Addicted to It!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have never used a body exfoliant as good as this one - the price makes me sad but itu2019s worth every penny. When I get close to finishing the tube, I cut it in half and scoop out the product that will not get squeezed out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "My holy grail. Makes your skin so smooth. I wish there was more in the bottle"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Awesome scrub!  It def helps with KP and a little goes a long way indeed.  A must!"
        },
        {
            "review_title": "Good product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This stuff works pretty great. Not a fan of the price though."
        },
        {
            "review_title": "Stop the chicken skin!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "If youu2019re tired of the chicken skin, this is the product for you. Using this and the lotion helps my chicken skin from coming back. I stopped using it for a while and it got worse. A must!"
        },
        {
            "review_title": "Didnu2019t really work for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I didnu2019t really notice a difference using this product so I eventually stopped. I wanted to clear some spots on my back but nothing really happened."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "My HG! Iu2019ve been repurchasing it for 3 years now. It should say something. My skin has never looked better."
        },
        {
            "review_title": "Love this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have been using this product for about a year now. It keeps my skin so smooth. I struggled from bumpy skin and this is truly a life saver."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought this in 2021 itu2019s 2024 now, and it lasts forever! Most definitely work after one wash, and a little goes a long way!!"
        },
        {
            "review_title": "The only scrub at Sephora that actually works.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The ONLY product Sephora carries that actually works and gets rid of the bumps on the backs of my arms, side of my thighs, back of my thighs, and butt. I use just a little bit in the shower in circular motions, then rinse. I then shave after using this scrub. I have bought so many of the mini ones, but finally just broke down and got the big bottle yesterday , just because this actually does work. I love the texture as well.motions"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I used this product before shaving and my legs were very soft after I used it. I've heard this is also good for people who have strawberry legs and I do and it helped a ton."
        },
        {
            "review_title": "No difference",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Havenu2019t noticed a difference after using for about 5 weeks, twice a week. Itu2019s a nice scrub, but I still have the bumps on my arms"
        },
        {
            "review_title": "10/10",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "Works wonders to prevent razor burn around my bikini line! Will definitely be buying again"
        },
        {
            "review_title": "It Works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I have used so many sugar scrubs on my bumps and nothing has worked except for First Aid. Truly amazing! I just wish it took away the redness along with the bumps, but Iu2019m grateful it takes away one of the two I need to vanish."
        },
        {
            "review_title": "Must have for KP (dry skin too)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I will use nothing else.  I found something cheaper somewhere else but it doesnu2019t compare to First Aid!! After not even a week, I saw major results.  My dry skin feels even and soft.  The lotion helps too but just using this on its own works wonders!!"
        },
        {
            "review_title": "Really good!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, notSure skin tone, Combination skin",
            "review_text": "This product works really well but it smells a little weird. I would recommend it though!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "The only product that has helped with my KP. I love and will always repurchase this! I use this on my arms about once a week. Make sure to use a good moisturizer after use to avoid dry skin."
        },
        {
            "review_title": "masquerade scam",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got a half empty  tube. it is very disappointing. The products/ offers from Sephora are a type of scam..."
        },
        {
            "review_title": "Zero results for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Has so much hope but used until the bottle was empty and saw no results."
        },
        {
            "review_title": "BEST BODY SCRUB!! I",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019ve been using this for 2 years now and my skin is so soft and barely any texture. Iu2019ve had bad back and chest acne and this has helped improve my scarring and small bumps iu2019ve had. Theyu2019re barely there now."
        },
        {
            "review_title": "gonna keep using",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Combination skin",
            "review_text": "this has been helping me with my kp. itu2019s not drastic results but there are definitely noticeable results!"
        },
        {
            "review_title": "So much better than drugstore brands!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I've had KP on my arms and legs pretty much my entire life and drugstore exfoliants haven't really helped much, but this product is a godsend! After one use my KP was visibly better."
        },
        {
            "review_title": "KP Bump Eraser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This stuff is the best! I've been seeing a dermatologist for the bumps on my legs and they prescribed multiple medications. Didn't work. This twice a week with CeraVe rough and bumpy did the trick with consistent use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I bought the mini size to test it out as I had seen it on TikTok. It is amazing, my legs have never been smoother! I have since bought the full size and got my mom obsessed too"
        },
        {
            "review_title": "It works",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "On my second bottle now, great product, you can feel the difference immediately when you step out the shower. Just wish results were permanent. You have to use it every so often because the bumps are there again."
        },
        {
            "review_title": "I have smooth legs!?!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019ve had KP on my legs for as long as I can remember and it always got worse during the dry winter months. I decided to try the mini of this a few months ago and my legs have never been this smooth. Highly recommend"
        },
        {
            "review_title": "Highly recommend stocking up as itu2019s a must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have been using this scrub for about 4-5 years and itu2019s amazing, it has reduces my eczema so much, especially on my legs where itu2019s the worst! Itu2019s extremely helpful and effective for how my eczema gets swollen when I shave and reduces that in half! The only thing I donu2019t like is how the little scrubby beads go literally everywhere in my shower, and when I say everywhere I mean EVERYWHERE and all of my shower. Every time I use it I need to spray the shower walls and curtain down so itu2019s not rubbing on where I just washed it off. Other than that, which as amazing as this product is, is a minor thing, I absolutely love this scrub and would recommend it to anyone!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Worked amazing and cleared up all my kp so I no longer need it"
        },
        {
            "review_title": "Must Have for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Fav product! Smoothes my KP on my arms. And I use it as an exfoliant before shaving my legs and underarms as well. Forever a fav!"
        },
        {
            "review_title": "I reccomend!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I've used this product once a week in my shower and I love the results! There used to be bumps on my shoulders and arms and after using this they have gone away. The first few uses were harsh because it is a dense scrub. But my skin has gotten used to it. Overall recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "You can feel it exfoliate. It works. Only cons is the smell is unpleasant and it's extremely difficult to squeeze it out of the container."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I donu2019t know how well the product actually works because I just used it for the first time but it comes practically empty and I had to roll the cru00e8me out the same way you squeeze toothpaste out , I will not be  purchasing again"
        },
        {
            "review_title": "My weekly routine",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "What is this ud83dude21 I am very upset with this small quantity. I ordered it three days ago and today I received it, but the quantity inside it is very small. I hope to solve this problem. I love this scrub, so I did not expect you not to fill it."
        },
        {
            "review_title": "holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "this stuff works so well! legs are instantly smooth after using and not a single bump!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "AMAZING! I have always had terrible body acne particularly on my shoulders and upper back. I used this a few times and saw amazing results!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Love the texture, a little goes a long way! Added into my routine"
        },
        {
            "review_title": "Changed my booty !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I was having the worst acne and small red bumps on my bottom for over a decade. Using this every time I shower has made my bum CLEAR for the first time ever!!! I am obsessed with this product ."
        },
        {
            "review_title": "MUST HAVE FOR SHAVING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this product so much. I use it before shaving and my legs have never been so smooth!!"
        },
        {
            "review_title": "I will always have in my shower routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "My go to!! I get little bumps on the back of my thighs and on my arms and when I use daily and moisturize this really helps!"
        },
        {
            "review_title": "made my kp worse",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "this product made my kp so much worse! they were small bumps before, but after using this for a couple of weeks, the bumps are far more pronounced, and have stayed that way a month now since I stopped using this product."
        },
        {
            "review_title": "Holy Grail!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This product, omg. Its helped so much with my ingrown hairs in the bikini area and my underarms as well. This product works for more than just KP I recommend it to all my hair removal clients as well."
        },
        {
            "review_title": "Holy Grail Body Scrub!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This has been my go-to body scrub for years! I love how thick and gritty it is. Some body scrubs just don't have enough scrubbing power to get the job done, but this is on another level! I use this once a week for a nice full-body exfoliation. This is a pretty abrasive scrub, so I recommend using it gently. The only thing I would change about it is the scent. FAB caters to sensitive skin (which is amazing!), but I want them to come out with a fun scented scrub to go along with this unscented version. Either way, this is a must-have in my shower routine!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Hated it, irritated my skin smelled like dirty water and left my skin red with more bumps than before"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "Really helped me with my Kp condition on my arms, but the effect stays until you keep using it"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Dry skin",
            "review_text": "Honestly, donu2019t know if this product is actually working for me, but it does leave my skin smooth. I will continue to use this product and hopefully I will see some improvement in a couple of months."
        },
        {
            "review_title": "Leaves my skin feeling smooth right after!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I use this once or twice a week for my strawberry skinned arms and I can really feel the difference. I donu2019t have any of those bumps and my skin is very smooth."
        },
        {
            "review_title": "Sample got me hooked hehe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Got a sample of this and a little goes a long way. Have have bumpy keratin patch on the sides of my bottom hip / booty area and this did wonders! The grains are micro and do not u201cmeltu201d when scrubbing like some other products do. Going to purchase the mini soon!"
        },
        {
            "review_title": "YES",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I have these bumps on my upper arm. And after using this LIGHTLY twice they r literally GONE. I was actually shocked. Very worth it(get the mini)"
        },
        {
            "review_title": "literally made my bumps dissapear first try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "I got a sample of this product, and within the first use I noticed changes. i had small bumps on the backs of my arms, and they literally dissappeared, and left my skin so soft!!!"
        },
        {
            "review_title": "really nice, but too expensive for half empty tube",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "It's really nice and works well, but there doesn't seem to be very much in the giant tube (it was half empty when it arrived!). So, it's way too expensive to use as an all-over as you would need to use a lot. Would give five stars if value for money was better. Having said that, it does make my skin feel very nice, so I only use it for small problem areas. Would only purchase gain if cost dropped dramatically or amount increased."
        },
        {
            "review_title": "Not worth the hype",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I have KP and using it about a month and if anything, I've noticed more bumps or the bumps just not going away."
        },
        {
            "review_title": "Great Body Scrub",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "I have never written a review but had to write one for this scrub. It is sooo good. Leaves your skin soft and glowing. Will definitely repurchase.."
        },
        {
            "review_title": "Honest Review",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Amazing! Have a hair bump use this product it will be gone in the next couple days!  I love and swear by this product!"
        },
        {
            "review_title": "Absolute Favourite Body Scrub",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "This is my absolute favourite body scrub. I've tried many in the past and this is the only one I've ever seen results with. I always follow with a body oil mixed with a little bit of vaseline, and I saw an improvement in my KP, ingrown hairs and stretch marks. I always find that I come back to this one. Worth the price"
        },
        {
            "review_title": "Would not buy again",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Got the trial size to see if I liked the productu2026the bottle was half empty! Not worth the price IMO if youu2019re getting half a mini bottle. Disappointed."
        },
        {
            "review_title": "Only thing that worked on my in-growns",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "My aesthetician suggested I buy this for my stubborn ingrown hairs on my chucha ud83dude09. Let me tell you: complete game changer! I use this with an exforliator every time I shower/take a bath. No more ingrown hairs and I had a serious problem so this saved me. Highly recommended!"
        },
        {
            "review_title": "A favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This is my staple exfoliant. I use this when i want a very good body scrub and especially before i shave. I can clearly notice the difference between shaving with and without using it prior (100% prevents razor bumps in my experience). The exfoliating beads in this product are very small and not too sharp/harsh but you definitely feel them working. I find that many exfoliating beads tend to be very sharp or they aren't strong enough/disappear within seconds which leaves you wondering if its truly doing its job. This body scrub remains on the skin as you scrub which truly gives you the full effect of the product. Ive tried many other body scrubs, this  is one that i always keep on hand and constantly reach for."
        },
        {
            "review_title": "Good eraser",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Removes all the bumps and imperfections! My third time buying it"
        },
        {
            "review_title": "Works like a dream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Literally got rid of my razor bumps in the area so well! Literally magic! Definitely will be purchasing it again but in the full size!"
        },
        {
            "review_title": "A decent body scrub",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I have strawberry skin on my legs. It is great scrub but does not help with kp. It exfoliates well but no visible results that reduces kerastosis pilaris for me. I got this product to get rid of my strawberry skin."
        },
        {
            "review_title": "Will buy again!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This is my first bottle of the product, and so far has worked so well! I donu2019t need to use the product often, but when I do I see results"
        },
        {
            "review_title": "Must have, so effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I think this is the best product in the line. The scrub is effective yet gentle on the skin leaving it smooth and soft. Would recommend if you experience bumps on legs, arms and even bikini line"
        },
        {
            "review_title": "Helps prevent ingrown hairs",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I use this stuff every single day on my armpits. I used to get ingrown hairs and a horribly itchy rash after shaving, but now that I use this, it's cut down my problem by about 90%. As an added bonus, I think it's also helping a bit with smell - my deodorant seems to work better now. And it really scrubs away the dead skin and deodorant buildup. I also use it gently on the back of my arms where I struggle with KP, and follow with an AHA moisturizer, and this helps quite a bit!"
        },
        {
            "review_title": "My favourite product by far",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have the dryness chicken skin on the back of my arms, since using this and the cream I have such smooth skin. I'm thoroughly impressed. I use this in the shower and then after the shower I put on the cream.   highly recommend"
        },
        {
            "review_title": "u2026..",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70"
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "KP runs in my family, and I bought this for my sister, mom, and boyfriend. Each one have different skin types and textures but deal with KP -- it has worked for each of them. The texture is gone, the red color faded, no more inflammation or picking. Genuinely sent from heaven."
        },
        {
            "review_title": "Iu2019m so smooth!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this product. I find that a little goes a long way with it. Non-irritating. My skin is happy & evenly smooth. I wish they had put something in it to neutralize the Lactic Acid smell more. Itu2019s very intense.  nowhere near as"
        },
        {
            "review_title": "One of my must haves",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I love it! Skin feel softer after use. My new favorite, I'm gonna buy big one."
        },
        {
            "review_title": "Lasts forever and works well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Absolutely love - feel like this is a miracle product. I always use it before dates or big events."
        },
        {
            "review_title": "Itu2019s a waste",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "fairLight skin tone, Dry skin",
            "review_text": "Honestly this is a waste. I didnu2019t notice a difference with consistent use. Never spend money on something that just gets washed off. Opt for the lotion instead."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Donu2019t like this at all. I found myself needing to use a lot and finished the bottle sooo quick. Also left a film that I didnu2019t like on my skin"
        },
        {
            "review_title": "Ok so far",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019ve only been using this for a week or too, and have noticed a small difference. Nothing shocking yet"
        },
        {
            "review_title": "Need!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This dramatically reduces the size of KP bumps on my arms and brightens the skin. The scrub isnu2019t irritating at all."
        },
        {
            "review_title": "Repurchase product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "This scrub leaves your skin soft like butter and bump free! Iu2019ve gotten so many compliments on my skin texture when using this religiously. Always a repurchase for me."
        },
        {
            "review_title": "Helps with KP",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I have noticed a difference with KP on my legs with regular use. KP doesn't go away completely but it does help with the smoothness of the skin after use especially with rough and bumpy skin. When I do not use it, my KP does get worse so it definitely helps."
        },
        {
            "review_title": "Winter must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I experienced little itchy bumps for the first time and no matter how much moisturizer I used they still felt itchy. This saved the day! No scratchy bed time legs."
        },
        {
            "review_title": "definitely recommended!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I for sure can notice a difference with the smoothness of my skin after use. Not the most dramatic of changes but it does help especially with rough and bumpy skin from shaving."
        },
        {
            "review_title": "repurchased 3x",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I love using this product to exfoliate before shaving. really works and I never like to runout. iu2019ve repurchased this multiple times and have an order coming right now to restock. My favorite!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Have used this product for years. Love it and works great (as someone with sensitive skin)"
        },
        {
            "review_title": "Works wonderfully for ingrown hairs!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "A little scratchy, but it works well to keep ingrown hairs away."
        },
        {
            "review_title": "Smooth skin at last",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I've been dealing with weird bumps underneath my chest and around my underarms. My usual sugar body scrub wasn't touching it. I gave this a go, and it works. I took off a star for the bad smell. Fortunately, the smell doesn't linger after rinsing it off."
        },
        {
            "review_title": "Iu2019m on my second bottle!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I finally found something that helps decrease the bumps on my arms and hips. Itu2019s good for u201cstrawberry legsu201d and u201cbuttneu201d as well! Do not overuse though!"
        },
        {
            "review_title": "I'm in my 5th bottle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This has been the only thing that has helped with my strawberry skin found on the backs of the upper arms. I have to say though, mine are not as noticeable as other people but still worked great."
        },
        {
            "review_title": "Works amazingly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "It works, I love it, I usually buy the mini version of everything to see if it works, but trust me on this one, this realllly works, I love it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I have been using this for a few months and love it. No more ingrown hairs and my skin feels so smooth."
        },
        {
            "review_title": "Must need for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I love this! It got rid of my bumps and redness almost immediately. I have extremely sensitive skin and this didnu2019t cause any irritation."
        },
        {
            "review_title": "Works!!! This is legit stuff.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This legit works and it does so very quickly.  Just a week and massive improvement. Use with the lotion. Fabulous price point for a great product!"
        },
        {
            "review_title": "A must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "After using this product for the past weeks my bumps on my amrs have faded i really reccomendk,"
        },
        {
            "review_title": "Smooth but mouldy?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I really enjoy this product but anyone else having issues with mould growing under the cap? I have very sensitive skin with eczema and allergies and now Iu2019m concerned about the mould growth."
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Iu2019ve been using this for a month and all my arm bumps are gone! ud83eudee3"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I donu2019t shave without this stuff anymore! I use it before and after shaving and everything is so smooth. It prevents irritation and ingrowns (Iu2019m prone to them) like no other product  How did I ever shave without this stuff?"
        },
        {
            "review_title": "Bikini area!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is THE answer to post-waxing care. Buy it yesterday."
        },
        {
            "review_title": "Excellent product but must use routinely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I was recommended this specific brand and product by my dermatologist when I asked what the bumps were on my arms and back of my legs. She said use this and any kind of cream with extra salicylic acid (she recommended Cerave Rough and Bumpy).  I have skin that's a little more on the drier side and I live in New England with long, dry winters (8 months of heating our homes ><). I have to be careful with exfoliating and moisturizing routines that can make my dry skin worse for that reason.  All that being said, this product works REALLY well for me at controlling the keratosis pilaris I have on my arms and back of my legs. And it does so without drying my skin out or causing any other side effects. I generally use this every other day. Sometimes with the Cerave and sometimes without (if I forget or am running late). If I skip a few uses of this scrub, I can tell the difference. So, it's important that you keep consistency to see the consistent results. But I feel this is totally worth the money!    Also, I enjoy that a little bit of product goes a long way. I use about a nickel sized amount for my upper arms and the back of my legs. So if you (like me) are thinking it's too pricey, please know that it lasts a long time and doesn't take a lot of product to be super effective!"
        },
        {
            "review_title": "amazing for keratosis pilaris",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "only thing that got rid of my bumps, redness is still there a little but going away. saw results after 1-2 weeks."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Its a bit aggressive but I love it so far! Exfoliates well and a little goes a long way"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I have keratosis Pilaris on my arms and thighs. This product is amazing!! Makes my arms so soft."
        },
        {
            "review_title": "Tried it for about 7 months...",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I REALLY wanted to like this product. Like soo much. I have KP and strawberry skin but I didn't notice really any difference. I started out like 4 times a week and it made my skin very sensitive and splotchy, like a rash. So I cut back to like 2 times a week and I didn't notice really any difference.   However, I did notice a small difference in my underarms. I get waxed and get a lot of ingrown hairs and because of that, small cysts. But I did notice they were not as frequent. BUT, always a but, it made my underarms smell like medication. I didn't like it enough to keep using it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone",
            "review_text": "I use this everyday to help keep my legs nice and smooth. Definitely helps to get rid of bumps and dry skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Combination skin",
            "review_text": "After using twice, KP bumps decreased by at least 50%. Wildly effective."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I used this last year and it showed great results, but I think my skin has changed as I've gotten older or the environment I'm in has changed quite drastically so this isn't showing the same results as it did for me last time round unfortunately."
        },
        {
            "review_title": "Perfect for ingrowns or chicken skin disease",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love this product so so much I got a free sample and just had to buy the full thing I have very bumpy chicken skin disease and even after just one use it feels 50% smoother and just gets  better gets and better"
        },
        {
            "review_title": "Horrible, Please dont buy.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This product is impossible to get off your skinu2026 No matter how hard I tried I could still feel the scrubs residue on my skin and it is extremely annoying. Not to mention the scrub is painful and doesnt show any results."
        },
        {
            "review_title": "Softest skin ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This stuff all over BEFORE you turn on the water in the shower. Follow up with some lu2019occitane shower oil and people will be staring at your skin all day"
        },
        {
            "review_title": "Saw / Felt No Change",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Liked the idea but never felt any difference. Still looking for a resolution to u201cunder buttu201d area post shaving. Back of the leg, you know where I mean haha"
        },
        {
            "review_title": "Didnu2019t work for me!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Normal skin",
            "review_text": "Wanted to love this product but it has barely made any difference with the KP on my legs and Iu2019ve been incorporating it into my shower routine for a few months now. It seems like it helps a little initially but even by the time I get out of the shower, the bumps look the exact same as before. I was really hoping this product would help clear up this problem but it just hasnu2019t worked. Will have to try some other KP products instead!"
        },
        {
            "review_title": "No frills, effective!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I really like this simple but effective scrub. I love that itu2019s not scented and the scrubbies are quite fine. Pretty fair price and a little goes a long way."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
            "review_text": "One of my absolute FAVOURITE products!! after just one use I saw a huge difference with the kp on my arms and thighs. This is the only thing Iu2019ve used that really works!"
        },
        {
            "review_title": "Very good product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Used this once and it was pretty nice, my skin felt so smooth and shiny. Will definitely be using it more and buying it again!"
        },
        {
            "review_title": "Not it for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Really didnu2019t do anything after weeks of using this product ud83eudd37ud83cudffdu200du2640ufe0f"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I love this for getting rid of dry skin and it has helped prevent ingrown hair on my legs. My legs haven't been this soft in years."
        },
        {
            "review_title": "Works in just a few uses!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I have lots of little bump on my arms and legs and after just two uses they have visibly gotten better! Recommend using the first aid beauty lotion as well to keep your skin from getting too irritated! Best body care products Iu2019ve tried!"
        },
        {
            "review_title": "First Aid Beauty KP Bump Eraser Body Scrub: A Scru",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I am compelled to share my underwhelming experience with First Aid Beauty's KP Bump Eraser Body Scrub with 10% AHA, a product that has fallen short of its promises and has raised concerns about the brand's quality and customer service. Additionally, I'd like to highlight the issue of missing samples, further adding to my disappointment.  Having heard positive feedback about First Aid Beauty, I had high hopes for their KP Bump Eraser Body Scrub. Unfortunately, my experience has left me far from impressed.  The scrub itself failed to live up to its claims of effectively exfoliating and improving the appearance of keratosis pilaris (KP) and rough skin. Despite using the product consistently, I noticed minimal improvement in the texture of my skin. The scrub's effectiveness was questionable at best, and its gritty texture felt harsh and abrasive on my skin.  Additionally, the fragrance of the scrub was overpowering and unpleasant, making the overall application experience far from enjoyable. This lack of attention to sensory details further diminished my confidence in the product's quality.  Equally concerning was the issue of missing samples. As a customer, I had expected to receive the promised samples along with my purchase. However, upon receiving my order, I was disappointed to find that the samples were nowhere to be found. This oversight is particularly disappointing considering that samples are often an incentive for customers to try additional products from the brand.  Furthermore, when I reached out to First Aid Beauty's customer service to address both the ineffectiveness of the product and the missing samples, I received a lackluster response that did not adequately address my concerns. This dismissive approach to customer inquiries further raises questions about the brand's commitment to customer satisfaction.  In summary, my experience with First Aid Beauty's KP Bump Eraser Body Scrub with 10% AHA has been underwhelming at best. Subpar effectiveness, an ov"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This product is amazingg it helped my skin so much. i will recommend this to everyone!!"
        },
        {
            "review_title": "First aid, Thank you!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Although it has not completely erased my KP and I am not sure anything ever will definitively, it has helped. I have a skin picking disorder and this product has helped smooth over quickly the zones that were swollen or broken skin caused by my picking. I am very grateful overall for this product and would highly recommend it to anyone looking for a solution to their KP."
        },
        {
            "review_title": "Beware",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "So I bought this to try it out since I struggle with in grown hairs.At first,it worked great.About a month in,I started to notice that I had weird bumps that literally looked like cysts. They were painful. Idk what went wrong"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The bottle is almost empty. It works a little like my arm are a bit softer and there is less bump but i still have some. For the price i think it's not really worth it. But if you like paying a lot it does kinda work."
        },
        {
            "review_title": "This is a MUST in my shower!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Love this product. It is exactly what I want. No added fragrance. Good size. Decent price. Does exactly what itu2019s supposed to do without irritating my skin. Hope they never change it or discontinue it!"
        },
        {
            "review_title": "Just donu2019t.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Thisu2026 isnu2019t worth the hype. The truly butt scrub from ulta did better KP removal then this. Plus, you can only use at night because of AHA chemical, and itu2019s like rubbing rocks on your skin ! Ew!"
        },
        {
            "review_title": "AMAZING",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this product! Itu2019s amazing it made all my bumps go away after using it twice, it smells funny but the formula is amazing. It feels like it is actually cleaning and taking care of your skin skinIkinsbought this 2 times until"
        },
        {
            "review_title": "So happy I tried it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, lightMedium skin tone, Combination skin",
            "review_text": "This has helped me so much with razor bumps. I use it it 1-2 times a week , itu2019s great! Definitely will be buying the full size"
        },
        {
            "review_title": "The remedy that knocks the rest out of the water!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "so I haven't used this enough for me to have my full results but... this is great! I have a small amount on the back of my legs, but my upper arms have it the worst, it is very severe so the fact that this had gone away is amazing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Complete life changer! Ive already seen an improvement after just a week of using it."
        },
        {
            "review_title": "Magic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I got this as a sample and immediately purchased it! Why didnu2019t I know about this sooner. My skin has never felt or looked smoother."
        },
        {
            "review_title": "I want to buy immediately!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "Iu2019ve only used samples of this product, but definitely want to buy. I could tell immediately the quality in the product. The texture and high granule concentration is amazing. A little product is effective and doesnu2019t need a lot like st.Ives scrub. I would probably use this as a 2x weekly treatment. A bit pricey for a body scrub - the only reason I havenu2019t bought the full bottle yet."
        },
        {
            "review_title": "SMooth and soft skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I use this product before shaving in order to exfoliate and so that I can get a smotther shave. It works super well!"
        },
        {
            "review_title": "Meh u2026 ud83eudd71ud83dude12",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I wanted to like this and have it in my body care rotation but this has done nothing for the KP on my legs ..Almost done with my 8oz tube & I honestly donu2019t see any difference. No point of purchasing again"
        },
        {
            "review_title": "Not full",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "While I like the actual product, the bottle came a 1/4-1/2 empty. Which for the price was very frustrating.  Itu2019s also hard to get it out without squeezing the hell out of it and twisting it. I think it might be better if they packaged it into a jar. And filled it to the advertised amount."
        },
        {
            "review_title": "A absolute must have for those pesky bumps",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This helped me with a YEEAARRRSSS long bumpy chest issue, I love, love, love it!"
        },
        {
            "review_title": "Scam",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Not First Aid Beauty quietly changing the 10 oz size to 8 oz overnight while keeping the price the same. There are far better competitors for the price out there on the market now. What a joke."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this product, I use a tiny bit on my face a couple days a week it cleans out pours and makes my face feel amazing! Itu2019s now a staple in my skin care routine!"
        },
        {
            "review_title": "Amazing addition to the routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I love this exfoliant. It works great especially for tiny bumps and in-growth. I donu2019t like loofas, etc. because they start harbouring bacteria and is actually not good for your skin. However, this product is amazing. You only need tiny bit at a time and it goes a long way."
        },
        {
            "review_title": "Not what I thought it would be",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve had this product for almost a month now, maybe even longer. Iu2019ve been using it to get rid of my Keratosis Pilaris (also known as u201cstrawberry skinu201d) and havenu2019t seen much results. The only thing Iu2019ve noticed is that my skin has gotten a lot itchier and a lot more red. The bottle smells like vomit too, this is my first time buying it so Iu2019m not sure what itu2019s supposed to smell like and Iu2019m not sure if this is normal for it to smell unpleasant. I most likely wonu2019t be buying again, had high expectations due to the good reviews but I havenu2019t had a good experience. Everyoneu2019s skin is different though, so you may have to try it yourself.  - Alex :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "My holy grail! Iu2019ll never be without. Did wonders for my u2018chicken skinu2019 but also ingrown hairs"
        },
        {
            "review_title": "Fantastic scrub just when you need it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This scrub works so well at smoothing out rough spots caused by dry skin or sun exposure. Love it! Exfoliates so well without any discomfort!"
        },
        {
            "review_title": "Great for more than just KP!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "Almost everyone in my house uses this! It has helped my husband with his KP and my teenager with his KP and body acne. Plus, I use it to prevent strawberry legs and shave bumps."
        },
        {
            "review_title": "Best Treatment for KP of the ones Iu2019ve tried",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "One of the best products I have found for my KP! Makes my arms feel smoother than they ever have. After a few weeks I saw visible results as well!"
        },
        {
            "review_title": "THE BEST FOR KP",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "so i have keratosis pilaris on my upper arms and i've had it for pretty much my whole life.  it's not a huge deal since it doesnt hurt or itch or anything but its kinda annoying.  i got this in a set with the lotion (which i also love).  i use this before body wash in the shower just on my upper arms and the results are IMMEDIATE.  it smoothens out any bumps or texture without being painful. i use this around 1 or 2 times a week which is enough to keep the texture at bay.  its not a permanent solution but i love it so much!  its my second time buying this cuz its just that good."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "didn't do much for my bacne/blemishes, used once every shower"
        },
        {
            "review_title": "Results in 1 use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "you guys, i accidentally put it on my face and then absent-mindedly rubbed until I destroyed my skin barrier and now my mom says I look prettier..? asian mothers amirite.   5 stars for FAB bc it works on my body and 1 star for me -- DO NOT USE ON FACE but I believe you already knew that"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I love this product at once. It doesnu2019t have any fragrance. It really helps with in grown hairs and bumps.  Apply the product on wet skin and leave for two minutes then rinse it."
        },
        {
            "review_title": "Great exfoliation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I love this product. It really helps with ingrown hairs and sweat bumps. I find it works best after I wash my body, then apply the scrub and leave it on for a few min before rinsing."
        },
        {
            "review_title": "only half full",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "havenu2019t tried it yet so maybe itu2019s great but i rated it 1 star because i ordered the product and when it came in the mail it was half empty! i didnu2019t even open it yet and held it up under a light and the bottle wasnu2019t even half  full!!!!!"
        },
        {
            "review_title": "everyday must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "After using this product for a few weeks , Iu2019ve seen great progress on the bumps on my skin !"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I just now started using this product and itu2019s very nice! However I bought a mini version and itu2019s filled with some air and hard to get the product out. Other than that, it works and does its job :)"
        },
        {
            "review_title": "Works for Me!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Definitely noticed a difference in the feel and look of my skin after using this product.  Doesn't have much of a scent to it but works great!"
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "works rlly well my legs felt so soft after js one use. works like wonders"
        },
        {
            "review_title": "Trust the process?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Is this product a trust the process? I followed the directions and my arms are worse and I am constantly itchy. If this is part of the process then cool but based on the reviews, it doesnu2019t seem like it. This is not for sensitive skin!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Please never discontinue! I use this to treat KP bumps on my arms. This is the only exfoliating product that Iu2019ve found that I come back to! I also use this as my u2018after careu2019 and u2018prepu2019 for waxing, shaving, & laser hair removal."
        },
        {
            "review_title": "started with curiosity, ended up with a new fave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Oily skin",
            "review_text": "This product definitely has upgraded my skin care routine. I needed a body scrub that actually scrubbed mainly due to my job, and this product does exactly that! it removed ALL the oil, dead skin, and dirt. Also, the AHA is a plus for me! My body literally feels like a newborn baby."
        },
        {
            "review_title": "Nearly Empty Container!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "I don't think I've been using this product long enough to know if it truly works, however, I am disappointed that there was barely any product in it. It's like the equivalent of a bag of chips where most of the bag is air. I think I'll only be able to get 5 or 6 uses out of this. Also, I understand there is AHA in this, but I noticed the product really burned my skin. I'm going to try to focus the product on where my KP is and go from there."
        },
        {
            "review_title": "The best Iu2019ve tried!  Get this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is the best KP scrub Iu2019ve ever tried. Iu2019ve tried others and I never saw a difference like Iu2019m seeing with this one. It is already helping the KP bumps on my arms!  So glad!"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "One of the best things to use yo exfoliate and get rid of bumps on arms and legs. I find less ingrown hair aswell after using and shaking."
        },
        {
            "review_title": "Worth my money 100%",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "After only a week Iu2019m seeing a HUGE difference. I definitely suggest to anyone who has ingrowns from shaving or razor burn. Love love love, am definitely buying again didnu2019t disappoint."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Iu2019ve been using this product for about two weeks and I can see a big difference even after just one use"
        },
        {
            "review_title": "Skin is so much clearer and smoother u2728",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I have been someone why struggles with ingrown hairs and Keratosis pilaris and this product has been a dream non irritating like most scrubs have been for me and it contains AHAs that work instantly! Also great price!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I started using it yesterday when I first bought it after I got out of the shower my skin felt so soft like silk best body  product Iu2019ve used at Sephora"
        },
        {
            "review_title": "Excellent product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Iu2019ve used this product 3 times now and I can definitely see a difference. Iu2019m only using on my legs and the ingrown hairs are less and my legs look smoother. I hope it continues to work and get better!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This worked great I only purchased the mini one to test, but I will absolutely be buying the full size."
        },
        {
            "review_title": "First aid lover",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019m so proud to have found this brand it help me so much with my ingrown and my skin I love it"
        },
        {
            "review_title": "The best scrub ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "AMAZING effect on KP, random bumps, and overall made my skin sooo soft."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "smells like a pool but it's worth it because it takes off absolutely all left over tan and works great as anufffc exfoliants pre shaving."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "pretty good and right level of abrasiveness! i gave it away but i think they like it too!"
        },
        {
            "review_title": "Anyone want my bottle? Lol",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I ended up giving myself chemical burns twice. First time I wasnu2019t sure but after second use and same result, me and my sensitive skin will pass"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love almost all first aid beauty products but this really didnu2019t do much for me at all. I donu2019t think I will repurchase, as I feel like I have gotten more bumps since using it"
        },
        {
            "review_title": "Itu2019s okay, I guess",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Honestly had high hopes for this one and it did help a little but not a great change and once you stop using it your skin just does itu2019s thing again. Ehhh"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This product is worth the hype! Cleared up all the bumps on my arms after a couple uses. will totally repurchase"
        },
        {
            "review_title": "Doesn't work",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I bought this for my KP and was not worth it. I finished the tube and never saw any improvements or difference for my skin. I guess it doesn't work for me."
        },
        {
            "review_title": "I will never go without",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "My skin is incredibly sensitive, and after waxing, I was guaranteed to have really bad ingrown hairs. I had almost given up on waxing and trying to fix my skin because it seemed like no matter what I did, I couldn't prevent them. Enter FAB Bump Eraser. I use this in the shower daily, starting the day after waxing. I pair it with the ingrown hair pads, and I have had barely any new ingrown gairs since, and my skin is returning to normal (no more reddness). Highly recommend to anyone who shaves or waxes and has trouble with ingrown hairs."
        },
        {
            "review_title": "Got rid of my keratosis!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "A friend recommended this product to me as we both have keratosis on our arms. I used it on my legs as well, and the results even after one use were noticeable! My skin feels smoother, and it seems to be getting much better after twice per week use. I have sensitive skin, and this product did not irritate my skin at all. Canu2019t live without it!"
        },
        {
            "review_title": "Too harsh.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Way too harsh. Used once and ended up with scabs on my legs days later. Glad I got the small bottle, will be first and last time use."
        },
        {
            "review_title": "Smells like feet.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I know that this company advertises their products as sensitive skin friendly brand, but this was not at all gentle.When I got a sample of this and I opened it, I immediately gagged at the repulsive smell. It was like FEET! WHY WOULD ANYONE WANT TO SMELL LIKE FEET? I had to immediately throw it away after I tried it on my chest and It ruined my skin. I have had body scrubs that are much better for my skin than this stuff (and it was cheaper than the original price of this product too). I am never using this brand ever again, not even if it is free. No thank you!"
        },
        {
            "review_title": "Life changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product absolutely changed my life. I have always been ashamed of my arms, but I've been using this scrub for a month and a half now, twice a week, and the difference is amazing. Way beyond my expectations!"
        },
        {
            "review_title": "THE BEST PRODUCT EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This product really works! I have been purchasing it monthly for a few months now as it helps keep my skin nice and smooth. Highly recommend!"
        },
        {
            "review_title": "Use this for smooth skin!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I've started using this about 2 months ago. I really love this product, this works so well and it's been erasing my razor bumps. Use it consistently and you will see results."
        },
        {
            "review_title": "My new go to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "Wow! After using this only a few times I have noticed a difference in the texture of my arms. I have dealt with strawberry arms my entire life and even doctors have been unable to help. But this has had a positive noticeable impact on my skin, I am so thankful!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Combination skin",
            "review_text": "strawberry legs? where!? this product picked my strawberries and made me a pie my legs look amazing!"
        },
        {
            "review_title": "Holy grail of KP",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "You can immediately feel your skin being softer after use. However, visual results take a few months to show.  I don't think it's the product's fault, KP is just very hard to get rid of, you really have to moisturize to too in order not to lose the progress i think."
        },
        {
            "review_title": "Incredible",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Originally saw this product on tiktok and it is a tiktok viral product that I can definitely get behind. Great smoothing product"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "i have really bad KP and this stuff makes my skin feel so much softer after one use. Continuous use of this has helped the appearance of the bumps majorly"
        },
        {
            "review_title": "Holy. Grail. Status.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This stuff is magic. I heard about it for years and put off buying it, but once I tried the small size, I knew it would be holy grail. Itu2019s made my skin so smooth!"
        },
        {
            "review_title": "Really works",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Great product. Really smoothes the skin  Gets rid of dry skin And bumpy skin."
        },
        {
            "review_title": "Actually Works",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I was very hesitant about this since I didn't believe a body scrub accurately works. I had very rough skin and KP. My skin became very smooth and reduced the appearance of my redness on my arms."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Unfortunately not the miracle product for me that it seems to be for others! Not sure Iu2019ll repurchase. I donu2019t know any similar products. I will say though Iu2019m using this for ingrowns on my calves."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "This a must have for me. Improved the KP (bumps) on the back of my arms within one use. Quality product!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "So far so good!! Itu2019s been like a week and I already see a difference!!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "Not for sensitive skin Received this as a sample and after trying it out left a red rash on my skin, so disappointed"
        },
        {
            "review_title": "No Gimmicks - Just a Great Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Itu2019s so easy to get lured into buying a body scrub based on the nice packaging, nice scent, hydrating aspect, etc but then realize that it doesnu2019t serve its main purpose. This is by far the best body scrub that I have ever tried because it focuses purely on being a scrub. My skin is always smooth and soft immediately after using this product. Highly Recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I noticed a huge difference just after the first time using it. I love this product, and will buy again! Sooo helpful"
        },
        {
            "review_title": "Great KP scrub, helps a good bit",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This stuff definitely scrubs my skin so good. helps with my kp a good bit. Grainy scrub that exfoliates well. good scrub"
        },
        {
            "review_title": "Holy grail!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Oh my god! This product is extra! The result wonu2019t happen within 24 hours for sure so please be patient when using this because it really works! I have a bad rough skin and now thereu2019s a huge difference from before like no kidding!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Holy crap this stuff is unreal. Iu2019ve never had softer skin. This is now a skin care staple."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Combination skin",
            "review_text": "not worth to buy.I bought it after watching reviews online but it doesnu2019t work at all."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "3rd time repurchasing this, I absolutely love it! I used to get really bad strawberry legs from shaving and this took care of them"
        },
        {
            "review_title": "It works so well on KP",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I personally love how fine the pumice is and how dense the scrub is, a little goes a long way, and I find it very effective for my KP. Iu2019ve had the little chicken skin bumps on my upper arms pretty much my whole life, and this is one of my favorite solutions"
        },
        {
            "review_title": "Must have for bumpy texture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This was a repurchase. My skin always feels so soft after using this. Definitely gets rid of any bumps or texture. It is pretty intense so you donu2019t need to use a lot of product to see a difference. I will continue to replicable this when I run out."
        },
        {
            "review_title": "Beware when using!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Beware of this product! There is acid in it. I used to exfoliate and this burned both wrists in the same area - use gently and sparingly!"
        },
        {
            "review_title": "Amazing Scrub!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I love this product! It truly has the granules worthy to be called a scrub. Skin feels refreshed and moisturizer easily absorbs after use. It says not for face, but I have used it u201clightlyu201d especially on T-zone. It works great!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love this product. Just after one use I can already tell a difference on my arms. Normally they have bumps that I love to pick at but they have drastically gone down ."
        },
        {
            "review_title": "Donu2019t hesitate",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Within the 1st use you can feel the difference in your skin.  Price point is great for the amount getting."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This product is so well known for a reason - it really helps reduce bumps, especially on my legs. It left my legs feeling silky smooth and I have sensitive skin and did not feel any irritation."
        },
        {
            "review_title": "Helps reduce marks / scars",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "it took about 3 weeks to notice the difference, but I shave my legs almost day and this made the marks reduce and helped clear up some blemish and prevent body acne on my arms."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Honestly great, it felt amazing totally a buy againud83eudef6ud83cudffc"
        },
        {
            "review_title": "silky soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "My skin is so soft after using this. There is an instant noticeable difference and improvement. Smell is not good, but washes off instantly."
        },
        {
            "review_title": "Great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Sometimes I notice a bigger difference than other times but overall love this! I feel like it runs out really quickly though and I hate having to repurchase even the full size so often :( also the bottle is difficult to get the end out of"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Works great for my legs and underarms. I suffer for ingrown hairs and this helps prevent them and leaves my skin so dang soft."
        },
        {
            "review_title": "great product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I bought the mini size back in january and just ran out, the redness and itchiness of my KP has gone away, planning on buying the big size soon enough."
        },
        {
            "review_title": "Smooth like butter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I use this on the back of my arms and bum once a week and it makes them feel sooo smooth!! Goodbye little annoying bumps."
        },
        {
            "review_title": "Tiny Bumps Be Gone",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I love this product! Received it as a mini sample with one of my orders and I fell In love! I have tiny bumps on my skin and I really noticed a difference in feel to my skin just after one use of this! It is a bit pricey but a little goes a long way, a now go to in my shower routine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "really helps need to be consistent but I highly suggest! lasts awhile too"
        },
        {
            "review_title": "Buy some glycolic acid instead",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I really wanted to love this product, but saw no difference after using this 2x per week for 4 months. My KP is still rough and red and bumpy."
        },
        {
            "review_title": "Does not work",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve been using this 1-2 times a week for 8 months on my arms and have had zero improvements, and my KP has gotten even worse."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "With continuous usage, Iu2019ve seen a difference in redness and smoothness of my arms. Will continue using."
        },
        {
            "review_title": "It's Sand!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is the honest review you were waiting for!!!! It did NOT work for KP at all! This is a sand paste in a bottle. Do you know what worked for my KP? First thing is to avoid long hot showers (my guilty pleasure, lol). Then, after showering apply Paula's Choice 2% BHA liquid exfoliant, followed by a mixture of tretinoin, azelaic acid and niacinamide (not sold on sephora, but you can get products with those ingredients replacing the tretinoin by a retinol) and finally, Drunk Elephant Protini Polypeptide Cream for moisturizing.  You'll thank me!"
        },
        {
            "review_title": "My favorite body scrub",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I love this product so much. I had KP on parts of my thighs and arms. I used a lot of creams and scrubs to get rid of it and this one is the best. I used to use it every few days but now I only use once a week at the most and my arms and legs feel much better and smoother."
        },
        {
            "review_title": "Sandpaper and garbage in one",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Got as a sample. Feels like sand , itu2019s deff got the scrub texture. But THE SMELL IS HORRIBLE! Says fragrance free. Definitely not. Would not buy in full"
        },
        {
            "review_title": "Get it Now",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this product it makes my skin so much smoother and helps so much with my KP."
        },
        {
            "review_title": "i love you kp bump eraser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "i used a sample and itu2019s awesome, this makes me smoother than a"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I am very pleased with its performance. This product effectively reduces the appearance of bumps and rough patches, leaving my skin feeling smoother and softer. high-quality product Iu2019ll purchase more in future"
        },
        {
            "review_title": "Best expholiator for my lazy queens",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Normal skin",
            "review_text": "I have tried soooo many products but this is it, this is the answer, I have those bumpy things on my arms and this one smoothes it out like sander, leaves my legs and arms feeling super smooth, and you don't even need to scrub that hard to get that exfoliation that you are looking for, it is perfect for people who are not that good with keeping a routine because you can get away with not remember to use it constantly and your results don't just disappear, sure they aren't as good as using it as intended but you don't go back to zero, worth the price!"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I would give it 10 million stars if I could. Best product and I always repurchase it. Highly recommend you will see results in days"
        },
        {
            "review_title": "must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "this product helped sooo much with razor bumps and overall skin smoothness. iu2019ve always had a lot of ingrowns or bumps from uneven skin and this minimized it so much!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Best scrub Iu2019ve ever used! Definite staple in my shower routine"
        },
        {
            "review_title": "loveeee",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "after using this product for 2 months, it makes my skin so soft. it took time to get use to it but the effects made my skin feel very soft and clean. doesn't smell great but its clean!"
        },
        {
            "review_title": "Good product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This worked well for me! I recommend following up with a gentle lotion. Will be repurchasing!"
        }
    ]
}