{
    "product_id": "722",
    "name": "Peptide Moisturizer",
    "brand": "The INKEY List",
    "categories": "Skincare, Moisturizers, Moisturizers",
    "price": 23.0,
    "about": "What it is:A nurturing yet fast-absorbing daily moisturizer with a peptide duo that helps support natural collagen and hydrate skin..Skin Type:Dry.Skincare Concerns:Fine Lines and Wrinkles, Dryness, and Loss of Firmness and Elasticity.Formulation:Rich Cream.Highlighted Ingredients:.Ingredient Callouts:This product is vegan and cruelty-free..What Else You Need to Know:This moisturizer is formulated with peptides, which are small but mighty amino acid chains that support the firming, hydrating proteins for your skin. With continued use, these peptides help support natural collagen, leaving skin looking youthful and feeling comfortable.",
    "ingredients": "-Two-Percent Royal Epigen P5: Nurtures skin to help decrease the appearance of fine lines and wrinkles..-One-Percent Hydrating Peptide Solution: Supports your skinu2019s moisture barrier for visibly radiant skin... Aqua (Water/Eau), Caprylic/Capric Triglyceride, Glycerin, C12-15 Alkyl Benzoate, Cetearyl Alcohol, Glyceryl Stearate SE, Betaine, Butylene Glycol, Phenoxyethanol, Benzyl Alcohol, Carbomer, Butyrospermum Parkii (Shea) Butter, Sodium Stearoyl Glutamate, Sodium Hydroxide, Ethylhexylglycerin, Sodium Gluconate, Tocopheryl Acetate, Dehydroacetic Acid, Hydrogenated Lecithin, Phenethyl Alcohol, Acetyl Hexapeptide-37, Maltodextrin, Pentapeptide-48.....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Use AM and PM. .-On cleansed skin, apply a pea-size amount to face and neck. .-Apply after preferred serums.",
    "num_reviews": 920,
    "overall_rating": 3.7,
    "product_url": "https://www.sephora.com/ca/en/product/the-inkey-list-peptide-moisturizer-P464820?skuId=2404507&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2404507-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz/ 50 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2404507-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": ""
        },
        {
            "review_title": "Might work for you, but this wasnu2019t it for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Wanted to love this for the price but I have never had so many pimples in my life. It was like a new one every day while using it, which is not normal for me. Switching back to laneige immediately"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "It was a good moisturizer but I did not like the smell"
        }
    ]
}