{
    "product_id": "1241",
    "name": "Hair Alchemy Strengthening Travel Set",
    "brand": "Oribe",
    "categories": "Hair, Value & Gift Sets",
    "price": 69.0,
    "about": "What it is:A travel-size set that includes the Hair Alchemy Strengthening Shampoo, Conditioner, and Treatment Serum..Hair Texture:Straight, Wavy, Curly, and Coily.Hair Type:Fine, Medium, and Thick.Hair Concerns:- Damage, Split Ends and Breakage.Key Benefits:- Strengthens and reinforces fragile hair.Highlighted Ingredients:- Curative Blend (Chia Seed, Bio-Fermented Bamboo Leaf, and Plant-Based Protein): Strengthens strands, as well as prevents breakage caused by brushing, styling, and external aggressors..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, and sulfates SLS & SLES. It is also gluten-free and cruelty-free..What Else You Need to Know:The Resilience Shampoo and Conditioner strengthen fragile strands from the inside out, while delivering a surge of moisture to replenish elasticity. The Fortifying Treatment Serum shields and reinforces fragile hair, preventing breakage and encouraging length..Fragrance Description:Created in collaboration with one of the oldest French Fragrance houses, Oribeu2019s signature scent, Cu00f4te du2019Azur, features sun-drenched notes of Calabrian bergamot, white butterfly jasmine, and sandalwoodu2014embodying the glamour and heat of the legendary destination...Clinical Results:Based on a clinical test of Hair Alchemy Shampoo, Conditioner, and Fortifying Treatment, when used as a system vs. non-conditioning:.This Set Contains:- 2.5 oz/ 75 mL Hair Alchemy Strengthening Shampoo",
    "ingredients": "-Curative Blend (Chia Seed, Bio-Fermented Bamboo Leaf, and Plant-Based Protein): Strengthens strands, as well as prevents breakage caused by brushing, styling, and external aggressors..-Multi-Action Hyaluronic Acid Complex: Hydrates from within to deliver a surge of moisture and increase elasticity..-Daisy and Honeysuckle Extracts: Help to strengthen hair from the root while fortifying brittle ends, improving overall hair health, and encouraging length...Hair Alchemy Strengthening Shampoo: .Aqua/Water/Eau, Sodium Cocoyl Isethionate, Sodium Lauroyl Methyl Isethionate, Caprylyl/Capryl Glucoside, Sodium C14-16 Olefin Sulfonate, Sodium Cocoyl Glycinate, Parfum/Fragrance, Disodium Cocoamphodipropionate, Lauramidopropyl Betaine, Acrylates Crosspolymer-4, Coconut Acid, Sorbeth-230 Tetraoleate, Citric Acid, Phenoxyethanol, Polyquaternium-73, Hydroxyacetophenone, Sodium Isethionate, Linoleamidopropyl PG-Dimonium Chloride Phosphate, Silicone Quaternium-22, Chlorphenesin, Sodium Methyl Isethionate, Sodium Cocoyl Glutamate, Glycol Stearate, Polyquaternium-67, Decyl Glucoside, Lauric Acid, Propylene Glycol, Potassium Hydroxide, Panthenol, Sodium Sulfate, Dipropylene Glycol, Polyglyceryl-3 Caprate, Tetrasodium Glutamate Diacetate, Glyceryl Caprylate, Polyglyceryl-6 Oleate, Sorbitan Laurate, Oryza Sativa (Rice) Bran Extract, Glycerin, Glycol Distearate, Salvia Hispanica Seed Extract, Sodium Laurate, Cocamidopropyl Betaine, Quaternium-95, Cinnamidopropyltrimonium Chloride, Sodium Benzoate, Sodium Surfactin, Helianthus Annuus (Sunflower) Extract, Sodium PCA, Propanediol, Sodium Lactate, Lactobacillus/Arundinaria Gigantea Leaf Ferment Filtrate, Litchi Chinensis Fruit Extract , Palmitamidopropyltrimonium Chloride, Sodium Hydroxide, Arginine, Butylene Glycol, Hydrolyzed Rice Protein, Galactoarabinan, Tocopheryl Acetate, Aspartic Acid, Rosmarinus Officinalis (Rosemary) Leaf Extract, Tocopherol, Sodium Acetate, PCA, Trehalose, Xylitol, Leontopodium Alpinum Extract, Panthenyl Hydroxypropyl Steardimonium Chloride, Hydrolyzed Vegetable Protein PG-Propyl Silanetriol, Camellia Sinensis Leaf Extract, Leuconostoc/Radish Root Ferment Filtrate, Arctium Lappa Root Extract, Hedera Helix (Ivy) Extract, Trigonella Foenum-Graecum Seed Extract, Glycine, Sodium Phosphate, Alanine, Citrullus Lanatus (Watermelon) Seed Oil, Dimethiconol Meadowfoamate, Isopropyl Alcohol, Pentylene Glycol, Serine, Valine, Isoleucine, Proline, Threonine, Potassium Sorbate, Eclipta Prostrata Extract, Lonicera Japonica (Honeysuckle) Flower Extract, Sodium Acetylated Hyaluronate, Caprylyl Glycol, Sodium Hyaluronate, Histidine, Phenylalanine, Ethylhexylglycerin, Disodium EDTA, Sodium Hyaluronate Crosspolymer, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate, Hydrolyzed Sodium Hyaluronate, Limonene, Hexyl Cinnamal...Hair Alchemy Strengthening Conditioner: .Aqua/Water/Eau, Cetyl Alcohol, Behentrimonium Chloride, Glycerin, Parfum/Fragrance, Amodimethicone, Cetyl Esters, Cocos Nucifera (Coconut) Oil, Brassica Alcohol, Phenoxyethanol, Isopropyl Alcohol, Polyquaternium-67, Guar Hydroxypropyltrimonium Chloride, Silicone Quaternium-3, Chlorphenesin, Brassicyl Valinate Esylate, Polyquaternium-37, Sodium Benzoate, Dimethiconol Meadowfoamate, Trideceth-12, Panthenol, Butylene Glycol, Hydrolyzed Rice Protein, Oryza Sativa (Rice) Bran Extract, Lactic Acid, Salvia Hispanica Seed Extract, Tetrasodium Glutamate Diacetate, Calcium Gluconate, Polyquaternium-73, Panthenyl Hydroxypropyl Steardimonium Chloride, Cetrimonium Chloride, Dimethicone, Quaternium-95, Cinnamidopropyltrimonium Chloride, Arctium Lappa Root Extract, Hedera Helix (Ivy) Extract, Trigonella Foenum-Graecum Seed Extract, Helianthus Annuus (Sunflower) Extract, Polysilicone-15, Sodium PCA, Sodium Acetate, Propanediol, Sodium Lactate, Lactobacillus/Arundinaria Gigantea Leaf Ferment Filtrate, Litchi Chinensis Fruit Extract, Citrullus Lanatus (Watermelon) Seed Oil, Arginine, Tocopherol, Rosmarinus Officinalis (Rosemary) Leaf Extract, Galactoarabinan, Aspartic Acid, PCA, Trehalose, Xylitol, Leontopodium Alpinum Extract, Hydrolyzed Vegetable Protein PG-Propyl Silanetriol, Leuconostoc/Radish Root Ferment Filtrate, Potassium Sorbate, Camellia Sinensis Leaf Extract, Sodium Hydroxide, Glycine, Sodium Phosphate, Alanine, Pentylene Glycol, Serine, Valine, Isoleucine, Proline, Threonine, Eclipta Prostrata Extract, Lonicera Japonica (Honeysuckle) Flower Extract, Citric Acid, Sodium Acetylated Hyaluronate, Caprylyl Glycol, Sodium Hyaluronate, Histidine, Phenylalanine, Ethylhexylglycerin, Disodium EDTA, Sodium Hyaluronate Crosspolymer, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate, Hydrolyzed Sodium Hyaluronate, Polyurethane-39, Limonene, Hexyl Cinnamal...Hair Alchemy Fortifying Treatment Serum: .Aqua/Water/Eau, Pentylene Glycol, Dimethicone, Salvia Hispanica Seed Extract, PPG-3 Benzyl Ether Myristate, Cetyl Alcohol, Dimethiconol Meadowfoamate, Brassica Alcohol, Parfum/Fragrance, Polyquaternium-37, Guar Hydroxypropyltrimonium Chloride, Behentrimonium Chloride, Caprylyl Methicone, Benzyl Alcohol, Brassicyl Valinate Esylate, Glycerin, Panthenol, Chlorphenesin, Sodium Benzoate, Calcium Gluconate, Trehalose, Xylitol, Butylene Glycol, Hydrolyzed Rice Protein, Citric Acid, Polyquaternium-73, Caprylyl/Capryl Glucoside, Isopropyl Alcohol, Oryza Sativa (Rice) Bran Extract, Panthenyl Hydroxypropyl Steardimonium Chloride, Quaternium-95, Tetrasodium Glutamate Diacetate, Ethyl Linoleate, Ceramide NP, Ethyl Oleate, Sorbitan Oleate, Leuconostoc/Radish Root Ferment Filtrate, Sodium PCA, Cinnamidopropyltrimonium Chloride, Arctium Lappa Root Extract, Hedera Helix (Ivy) Extract, Sodium Lactate, Trigonella Foenum-Graecum Seed Extract, Propanediol, Sodium Phosphate, Lactobacillus/Arundinaria Gigantea Leaf Ferment Filtrate, Arginine, Helianthus Annuus (Sunflower) Extract, Aspartic Acid, PCA, Litchi Chinensis Fruit Extract, Citrullus Lanatus (Watermelon) Seed Oil, Phenoxyethanol, Caprylic Acid, Galactoarabinan, Tocopherol, Rosmarinus Officinalis (Rosemary) Leaf Extract, Leontopodium Alpinum Extract, Hydrolyzed Vegetable Protein PG-Propyl Silanetriol, Glycine, Alanine, Potassium Sorbate, Sodium Acetylated Hyaluronate, Camellia Sinensis Leaf Extract, Sodium Hyaluronate, Serine, Valine, Ethylhexylglycerin, Gossypium Herbaceum (Cotton) Seed Extract, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate, Sodium Hyaluronate Crosspolymer, Sodium Hydroxide, Isoleucine, Proline, Threonine, Nigella Sativa Seed Extract, Hydrolyzed Sodium Hyaluronate, Histidine, Phenylalanine, Caprylyl Glycol, Disodium EDTA, Potassium Hydroxide, Limonene, Hexyl Cinnamal, Citral, Linalool.",
    "how_to_use": "Suggested Usage:.-Apply Shampoo to wet hair as the first step in your cleansing routine..-Lather, indulge, and rinse..-Follow with Hair Alchemy Conditioner to reveal hairu2018s supernatural strength..-Massage, indulge for at least one minute, and rinse..-Follow with Hair Alchemy Fortifying Treatment Serum to further nourish strands post-shower..-Work a dime-size amount of product into damp or dry hair to strengthen..-More product can be added for thicker textures or longer lengths..-Layer with other products as needed and style as usual.",
    "num_reviews": 10,
    "overall_rating": 2.5,
    "product_url": "https://www.sephora.com/ca/en/product/oribe-hair-alchemy-strengthening-travel-set-P509946?skuId=2749109&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2749109-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Wanted to try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "While product is overpriced am very pleased with the results, definitely worth the try and will be purchasing larger sizes. A little goes a long way, will get 8-10 washes maybe more out of these small bottles. Smell is not my favorite but isnu2019t terrible  favoritefavorite"
        },
        {
            "review_title": "Not what I was expecting for the luxury line Oribe",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Oily skin",
            "review_text": "Are you kidding us! This was a big waste of $$ & for the price of these little bottles is a joke. The shampoo & conditioner did absolutely nothing for my dried, frizzy, limp hair & I love Oribe products & there's only enough conditioner for 2-3 washes for longer hair & the shampoo about 5-6 washes. I was really disappointed in this luxury hair product & in my eyes there's nothing luxurious about this line. Please fix the issues as it's not right for your customers. Thank you."
        },
        {
            "review_title": "Save your $$$$",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Dont waste your money; there is nothing u201cluxuryu201d about this shampoo. I barely notice any difference in my hair."
        },
        {
            "review_title": "Alchemy is a nice oribe formula, repurchased",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019ve been using these alchemy oribe products for the past four months, particularly the leave in serum treatment as a heat protector. I bought the holiday packaged travel set first and then repurchased full size because I liked how it felt on my thinning, aging, straight hair. Not too stripping nor too emollient. I do not understand these negative reviews that are complaining about the price or the size which are both clearly stated when you make the purchase or claiming that their hair is falling out. Hair falls out every day particularly noticeably when youu2019re washing your hair. I have not experienced, this and my hair has never looked better. ufffc"
        },
        {
            "review_title": "Dontu2019t Even Bother",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Not worth the money at all. Purchased this for a trip and the products didnu2019t help at all."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Okay the product was really good, I repurchased the full sizes, but this set is damnnnn expensive. The products are much smaller than I expected. I understand the line is premium, I just wish I got more."
        },
        {
            "review_title": "Loves it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Smells amazingu2026. Transformed my fine, color treated hair."
        },
        {
            "review_title": "terrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I go to a salon where they have oribe products and I've always been told how great oribe is for your hair, so when I saw this set I had to try it .. well I have thick wavy hair and this makes my hair feel dry , fall out and gross and brittle never have I had products do this.. and it has a weird chemically smell don't recommend I'm very disappointed especially for the price"
        },
        {
            "review_title": "Smells nice butu2026",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Wanted to love this so bad! I have fine and thinning hair and this was recommended to give hair strength and help with growth. Lost hair, felt heavy and dirty even after washing."
        },
        {
            "review_title": "So much hair fallout after 1 use",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "It smells good, but it made my hair feel so brittle, and yet so heavy at the same time. I have thick, wavy, long hair, and so much of it fell out after just one use."
        }
    ]
}