{
    "product_id": "1747",
    "name": "Mini Petite Lit Up Cream Highlighter Stick",
    "brand": "Westman Atelier",
    "categories": "Mini Size, Makeup",
    "price": 35.0,
    "about": "What it is:A clean, multitasking highlighter with a translucent, balm-like formula that imparts skin with radiant clarity in a petite, portable, travel-ready size..Coverage:Light.Finish:Radiant.Formulation:Stick.Highlighted Ingredients:- Vitus Vita Fruit Extract: Visibly firms and boosts moisture..Ingredient Callouts:This product is vegan, gluten-free, and cruelty-free..What Else You Need to Know:Get that just had a facial glow in one swipe. This formulau2019s light-catching undertones and moisture-boosting ingredients promote visibly firmer skin and leave a dewy, glassy, unforgettable finish. Dab it across your cheeks, browbones, bridge of nose, Cupidu2019s bow, lips, and decollete.",
    "ingredients": "-Vitus Vita Fruit Extract: Visibly firms and boosts moisture..-Special Effect Pigment: Creates a lustrous, opalescent effect..-Ayurvedic Oil Blend: Soothes, cushions, and supports skinu2019s moisture barrier...Lit:  .Diisostearyl Malate, Octyldodecanol, Triisodecyl Trimellitate, Polybutene, Polyethylene, Microcrystalline Wax (Cera  Microcristallina), Synthetic Fluorphlogopite. Dicalcium Phosphate Caprylic/Capric Triglyceride, Tin Oxide, Pentaerythrityl Tetra-Di-T-Butyl ,, Hydroxyhydrocinnamate, Vitis Vinifera (Grape) Fruit  Extract [Vitis Vinifera Fruit  Extract], Titanium Dioxide (Ci 77891) ..Nectar &amp; Brulee:  .Diisostearyl Malate Octyldodecanol Triisodecyl Trimellitate Polybutene Polyethylene, Mica, Microcrystalline Wax (Cera Microcristallina) Hydrogenated Microcrystalline Wax, Synthetic Wax, Caprylic/Capric Triglyceride, Pentaerythrityl Tetra-Di-T-Butyl, Hydroxyhydrocinnamate Tin Oxide, Dicalcium Phosphate, Alumina, Synthetic Fluorphlogopite, Vitis Vinifera (Grape) Fruit Extract [Vitis Vinifera Extract] Silica, Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491), Iron Oxides (Ci 77499), Carmine (Ci 75470) ...Parla:.Diisostearyl Malate, Octyldodecanol, Triisodecyl Trimellitate, Polybutene, Polyethylene, Mica, Microcrystalline Wax (Cera Microcristallina), Hydrogenated Microcrystalline Wax, Synthetic Wax, Dicalcium Phosphate, Caprylic/Capric Triglyceride, Pentaerythrityl Tetra, Di-T-Butyl Hydroxyhydrocinnamate, Synthetic Fluorphlogopite, Alumina, Silica, Vitis Vinifera (Grape) Fruit Extract [Vitis Vinifera Extract], Tin Oxide, Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491), Iron Oxides ( Ci 77499), Carmine ( Ci 75470)....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.Gucci Westman's Tip:.-Glide on tops of cheeks, cheekbones, Cupid's bow, lips, and tear ducts for radiant clarity..-Use throughout the day for a skin refresh..-Can be worn alone, under, or over foundation..-For a more subtle glow, apply directly to the high points of the face and layer foundation. .-For a glassier glow, apply over foundation anywhere desired and blend with fingers. ..Eyes: .-Apply with fingers to tear ducts and outer edge of the eye to brighten and open. .-Make sure your shade choice adds brightness...Lips: .-Dab onto lips for juicy hydration.",
    "num_reviews": 187,
    "overall_rating": 3.8,
    "product_url": "https://www.sephora.com/ca/en/product/petite-lit-up-highlight-stick-P500321?skuId=2594331&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2594331-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Nectar",
            "shade_descriptor": "glassy golden peach",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2594331-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Really pretty glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Feels so dreamy going on and gives a subtle pretty glow. My sisters all asked to use it before we took our holiday photo. I'll just add none of us where a ton of make-up so we liked that it just looked like great skin and not make up."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "horrible. very balm and slides around face. takes off makeup already on face when applying"
        },
        {
            "review_title": "a must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "this product is amazing! its very blend-able and great shade!"
        },
        {
            "review_title": "Very pretty",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Super pretty product. Only one star off because although I like natural highlights, this one was a tad too unnoticeable. Other than that, itu2019s a really nice product."
        },
        {
            "review_title": "Can't tell a difference",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I felt like I wasted my money on this, you can't see any shimmer of basically any difference on your face... just looked greasy"
        },
        {
            "review_title": "Stick fell apart and was melted after one use",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Not sure if I got a faulty product but this does not apply as a highlighter stick should. Itu2019s very melty and soft, not the texture I expected. The stick is ruined after one use. Do not recommend."
        },
        {
            "review_title": "Discreet and beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Gotta love a highlighter that doesn't show shimmer or glitter on your face, just a natural, lit-from-within dewy finish. The color is neutral and doesn't clash with my skin tone (light olive). I love this. It has no smell, it's not greasy. It enhances your skin without covering it too much, and it's a quick shot of youth for my 40 year old skin. The only issue is longevity, I feel it doesn't stay on very long during the day. But the small size and soft finish make it an easy reapplication through the day or in the course of an evening out."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Nectar - glassy golden peach",
            "review_buyer_description": "",
            "review_text": "Texture is smooth and beautiful, but there is TONS of glitter. Albeit fine particles of glitter. Itu2019s a glitter stick. Many reviews said itu2019s just glassy and glossy so perhaps the formula has changed, but thereu2019s no way I can wear this level of glitter."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I wanted to love this, but I'm so underwhelmed. It's basically a thin layer of lip balm on your face with the tiniest amount of sparkly shimmer. If I blend it out with my fingers, you basically can't see any difference, but if I directly apply from the stick without blending after, my hair starts sticking to my face."
        },
        {
            "review_title": "Did I get a lemon? Or has it changed?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Bought the mini in nectar - itu2019s a giant glitter bomb.   Iu2019m not sure if yu2019all canu2019t see it with your lighting or if it has changed.  It literally just wipes glitter across my face no matter how I apply it.  The glitter isnu2019t fine light reflecting pigment either, itu2019s chunky childrenu2019s glitter."
        },
        {
            "review_title": "Beautiful",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Lovely highlighter. Easy to apply. Long lasting and easy to blend."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love it! Just prep your skin first for the people below who thinks this has no shine! Itu2019s super dewy and natural definitely lights up your face as a highlighter."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Nectar - glassy golden peach",
            "review_buyer_description": "",
            "review_text": "No shimmer no shine. Threw it away. Not worth putting on your face and it breaks up my makeup."
        },
        {
            "review_title": "a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love how easy this product is to use. you can layer it over eyeshadow and the formula is like butter!  color: nectar"
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this highlight for a glowy dewy look Iu2019m absolutely obsessed"
        },
        {
            "review_title": "Perfect for travel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love-love this itty bitty helper. I travel a ton for work and it makes me look alive and professional for meetings and panels. Looks good in person and on a screen. I tackle my T-zone and high parts of my cheekbones.  ."
        },
        {
            "review_title": "Disappointing",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love Westman Atelier products. Iu2019ve been loving using my contour and different shades of blush sticks for a beautiful, natural on a daily basis for years. I always paired them with either my Benefit highlighter stick (discontinued), so I thought Iu2019d give the mini highlighter in Golden Peach. Iu2019m disappointed, however. Iu2019d show a photo but itu2019s barely visible on my light-to-medium skin tone at all. Thereu2019s really nothing wrong with the manufacturing even as a miniu2014the production is top tier in all my WA sticks, but, this highlighter lacks colour pigments to make it visible. Perhaps, itu2019s because itu2019s a mini or perhaps itu2019s the shade on my skin tone. It just doesnu2019t work out great for me and judging by other reviewers photos, itu2019s also maybe that what I received is a different formula because itu2019s very, very light and barely visible especially after an hour. Iu2019m glad I only bought the mini. I will go to the store to test out the darker shade Bru00fblee that only comes in a full size to see if thatu2019s a better option for my skin tone. Overall, itu2019s a 3 star product for me because I was expecting the same kind of colour payoff and longevity that Iu2019ve grown to expect and love about WA makeup sticks. Moving forward, Iu2019ll test in store first!"
        },
        {
            "review_title": "I finally found the perfect highlight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This stick gives a healthy glow rather than sparkles- truly a rare find! Iu2019ve been asked about my skincare routine a few times already since purchasing this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Beautiful.  The glow the color the dewy effect. Wow I'm on love and want all the shades."
        },
        {
            "review_title": "Love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I just finished this product completely I absolutely love it!!! Looks so natural. Only tip I would say is to add a little bit of blush or other powder over so it stays on longer"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Nectar - glassy golden peach",
            "review_buyer_description": "",
            "review_text": "I really like the packaging and the magnetic closure. This highlighter is beautiful and has a nice smooth application. However itu2019s pretty sheer so it takes using lot of the product to really show on your skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I donu2019t wear highlighter often so being able to get this level of quality in a smaller and cheaper size makes this a no-brainer for someone who would otherwise get the large version and fail to use it up before it expires."
        },
        {
            "review_title": "Mini Size Worthy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I picked up the mini because I was unsure about going full-size. It is gorgeous on the brow bone, cupids bow,and even topped over colorless lip gloss."
        },
        {
            "review_title": "Nice product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've had this product for a while, it does have a little too much shimmer for me, but the texture is quite nice."
        },
        {
            "review_title": "Adore this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019m obsessed with this highlighter. It comes with a good amount of product and leaves a beautiful shine on the skin"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s too sticky and doesnu2019t give you color at all. Itu2019s just a shimmer"
        },
        {
            "review_title": "Expensive but WOW",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "To say I was shocked at how little product there was for the price, is a complete understatement. I twisted the tube to find half a lipstick's worth of concealer. I debated returning but decided to try due the hassle of returning. I am so glad I kept it. The two concealers along with the vital drops and Lit transformed my face. It is nothing short of amazing. I am in love with this line. That said...I still think it is priced for a market with deeper pockets than mine. 5 stars for the product, minus 1 star for the price point."
        },
        {
            "review_title": "Pretty good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Looove this. I think the formula isnu2019t as good as when it first launched. Doesnu2019t last as long. But itu2019s stunning. Mini lasts a long time. No need for flush size."
        },
        {
            "review_title": "Angelic Glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Gives that halo glazed donut look without the visible texture that a lot of powder highlights have. Totally love this."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Nectar - glassy golden peach",
            "review_buyer_description": "",
            "review_text": "Love this product so much and it is so easy to swipe on if I donu2019t feel like putting on anything too heavy, only complaint is if you put it on over heavier makeup it can melt through and smudge. Hope this helps!"
        },
        {
            "review_title": "Glass skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is my favourite highlighter.It literally gives you the glass skin effect. It looks so natural on the skin as if you are glowing from within.I would definitely purchase it again."
        },
        {
            "review_title": "Nope",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I want to love this but itu2019s a no for me. I donu2019t even know what to do with it. It does not really highlight, just sort of shines and itu2019s not playing well with the other products."
        },
        {
            "review_title": "All around a delightful product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have been on the hunt for a natural, glow-y, highlight that looks dewy without looking oily or like Vaseline. Everything had far too much shimmer or chunky glitter.  I watched Amanda Z review highlighters on YouTube and fell in *love* with the look of this one. I felt it was worth the splurge to buy it....and boy was it worth it! A stunning yet modest highlight that has a natural feel to it and wears comfortable. I've always been sensitive to the weight of makeup on my face. Now that I've aged and my hormones have evened out and consequently so has my skin, I don't have to wear as much. With my fine lines less is more anyway. My makeup style is a swipe of a cream blush blended with my fingers, a bit of concealer on any problem spots, brown shadow as eyeliner and brown mascara, and now this! I sheer it out for a very natural, healthy look. It could definitely be used I'm more glamorous makeup looks but still beautiful for everyday wear. It has a wonderful finish to it that has a glow without shimmer or glitter. I don't know how it applies over foundation or powder products, but I am in love for my intents and purposes! I got the shade nectar and it looked great on my fair skintone. I tend to tan with a yellow-y undertone in the summer and find white pearlescent highlighters don't suit, but this color did nicely.  I can't wait to try other products from this brand. The packaging is also elegant and understated and reminiscent of Pat McGrath but matte and more accessible."
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Beautiful highlighter! I put some on my finger then dab it on my cheeks and eyebrow bone. If you have the extra money to splurge then yes get this. I saved for months in advance to buy everything I wanted from the sale."
        },
        {
            "review_title": "Beautiful glassy highlight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I looove this thing. Itu2019s a beautiful glassy glossy highlighter that isnu2019t shimmery or texturizing. I havenu2019t had any issues with it disturbing my blush. I donu2019t think it stays too awful sticky. My only complaint is the component. I donu2019t know if itu2019s meant to be refillable but the bullet thing came out and I canu2019t reseat it so anytime I open it the bullet comes flying out."
        },
        {
            "review_title": "300% ud835udce1ud835udcd4ud835udcd2ud835udcdeud835udcdcud835udcdcud835udcd4ud835udcddud835udcd3ud835udcd4ud835udcd3",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have tried many highlighters and none of them leave you with that wet look. It is elegant and easy to use, no matter how old you are."
        },
        {
            "review_title": "Add a touch of shine and color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smooth and creamy.  Applies easily. Great for added shine with a touch of color on those areas you want to highlight."
        },
        {
            "review_title": "10/10 for a wet look",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I LOVE westman atelieru2019s products. They are luxe, lightweight and you can keep it sheer or layer it up. This highlighter is incredible! I have fair skin and it makes my skin look wet versus makeup. So good!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Just Yes. Simple, luxurious, glowing, glassy skin. Works perfect on top of powder products. Itu2019s just a such pretty shade, peachy pink. But donu2019t go too crazy on it otherwise your face may look oily"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Nectar - glassy golden peach",
            "review_buyer_description": "",
            "review_text": "Great for a natural dewy look. I've heard people say it picks up their foundation or blush while apply; I apply it on  my finger before dabbing it on to avoid that."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love the dewy finish and subtle shimmer but it picks up my foundation and blush."
        },
        {
            "review_title": "Must have fair skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is the glow i was looking for, for years! My favorite westman: Im a fair girlies, and i use 0.5 shade vital drops, with chouchette blush and biscuit contour!!! This is it! Will be forever repurchasing this!"
        },
        {
            "review_title": "Dewy and lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So many reviews about not loving this, but Iu2019m a fan! I love a highlighter that truly looks like a dewy skincare glow vs. shimmer and thatu2019s what this is. Itu2019s dewy and I found it to be long lasting, not to mention the gorg packaginf"
        },
        {
            "review_title": "Invisible highlighter thatu2019s greasy!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have 2 Westman products a blush and compact highlighter so I thought Iu2019d love this too but wow what a total waste of money. It was literally clear and just made my cheeks look greasy. It never dried down. No pink whatsoever."
        },
        {
            "review_title": "Not a typical highlight!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Such a greatttt natural product!! I think the dislike is because we are expecting the shimmery highlight but this one is more natural and sofisticated highlight that looks like you are glowing within. I think this is the best dupe for the chanel highlight stick which is now discontinued!! Its a lil pricey, BUT a reallly great product imo."
        },
        {
            "review_title": "Donu2019t Bother",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After buying the product I was so dissapointed to see how it wore over time. If you like a greasy look that lasts for 30 min. then this is the product for you. Iu2019m very dissapointed, especially with the price point."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Goes on almost wet and tacky, love the look and finish. Adds such a natural and beautiful glow. Also great packaging!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Does not show up on my skin, there is no sheen or glow. It just looks oily and I have dry skin. I love their bronzer but not this."
        },
        {
            "review_title": "Beautiful glaze",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love anything Westman Atelier, they truly make the natural makeup look so achievable with all their products! This is so natural looking and adds a glazed look on your cheek and nose to make you look like youu2019re not wearing any makeup! I love itr r"
        },
        {
            "review_title": "Nice product but be careful with the shade you cho",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I like the glassy effect and the way it applies, and that it looks natural. However I find the color u201ctoo coldu201d for my skin tone. The iridescent shade is u201cfrostyu201d and for my light warm skin tone itu2019s not ideal."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "it is your natural, daytime, very sheer skin-like type of glow. donu2019t expect it to look like a benefit cookie bronzer, it has a different purpose. and what i love most, it doesnu2019t move your makeup when applied!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Nectar - glassy golden peach",
            "review_buyer_description": "",
            "review_text": "This is a must-have if you want that natural dewy/glass skin look. It's super easy to blend, I love the formula so much that I purchased the other shade Lit."
        },
        {
            "review_title": "The most perfect and lovely highlighter <3",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is the most beautiful highlight I have ever used, it has the nicest texture and gives you the dewiest glow, I got the mini u2018cause girl the price is steep but itu2019s so good I would honestly buy a full size. If you like a natural, glowy and dewy highlight this is for you. So easy and lovely itu2019s worth the price."
        },
        {
            "review_title": "Sadly not",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s nice and creamy but not much pigment so really didnu2019t show up. Be careful, I accidentally left it rolled up when I put the lid back on and since it is so creamy..not good!"
        },
        {
            "review_title": "A must have u2026.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Bought this in a mini size & use it on my checks to give a little glow to my skin"
        },
        {
            "review_title": "A must have in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This highlighter stick is an absolute must have! Love it one hundred percent. It delivers a beautiful sparkle and dewy look. I snatched the last one at Sephora!"
        },
        {
            "review_title": "GOLDEN ON DARKSKIN",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
            "review_text": "best highlighter iu2019ve like ever had ! so glowy ! and lasts ALL DAY! Worth the splurge!"
        },
        {
            "review_title": "Waste of money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is terrible. Does  not dry down it  just sits on the skin. Does not play well with any foundation I tried it with. Works ok on bear skin. The color is nice if I had to say something positive about about the product."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Beautiful highlighter. Love it, goes on creamy and blends well.If the price doesnu2019t bother you its a great product. Also high quality packaging which is always nice."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Nectar - glassy golden peach",
            "review_buyer_description": "",
            "review_text": "I love the way this product looks so much. Unfortunately the formula is so temperature sensitive that it loses its cream stick shape with the smallest change in temperature and gets gooey.  and gross looking."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Glad this came in a mini size to try.  Adds just the right amount of shimmer to cheekbone.  I dpn't use everyday, so the mini is perfect."
        },
        {
            "review_title": "Very sheer & not great on my skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Pretty, very sheer color, however made my skin breakout. Bummer."
        },
        {
            "review_title": "Top Dog",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought the mini size of this after being interested in trying for a long time. I didnu2019t expect it to do too much after realizing it came off as very transparent on the skin, but after realizing how surprisingly comfortable it feels on the face and that it actually remains in my skin after my 10+ hour shifts at work, Iu2019m extremely impressed and itu2019s something I grab for over any other similar item I have. Itu2019s definitely tops and beats out my merit highlighting stick by far, which I was not expecting."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am obsessed! Makes my skin glow and look so healthy!"
        },
        {
            "review_title": "pass",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "so subtle might as well not wear it. sk8n absorbs it after ten minutes. loved the contour shade biscuit though!"
        },
        {
            "review_title": "Returning and hereu2019s whyu2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019m biracial, my skin is tan and this didnu2019t even show on my skin. So itu2019s not really made for BIPOC peeps. The packaging is beautiful, texture is amazing but it doesnu2019t have enough pigment for me. Sadly will have to return."
        },
        {
            "review_title": "Ultimate Glow in a stick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Highlight, Lip Balm & Eye Bright This is my first time using a Westman Atelier product. It definitely falls into the category of luxury makeup. The packaging is high quality and weighted. Nothing feels cheap about the product. Iu2019m medium skin tone and chose the shade Nectar. Itu2019s a really pretty peachy shade but it looks more glossy and natural then peach on the skin. This shade will work for all skin tones. I use this as a highlighter and a lip balm. I havenu2019t used it under my concealer yet but Iu2019m looking forward to trying it. I LOVE that this highlight stick has multiple application purposes. This is a unique product that deserves more recognition."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Nectar - glassy golden peach",
            "review_buyer_description": "",
            "review_text": "My first Westman Atelier product. Decided to grab it impulsively at the Sephora checkout line because I hear great things about the brand and it's really amazing. Super natural looking and easy to apply. My current go-to highlighter."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "What a waste of money. It smudged my foundation and didnu2019t offer much for highlight. Wonu2019t be buying again."
        },
        {
            "review_title": "Good natural highlighter",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Nectar is a good shade gives a natural glow. But for me it felt like it didnu2019t last for long. But I like the packaging tho itu2019s pretty and fancy."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s pretty, but feels like having Vaseline on your face. Better products out there for the price"
        },
        {
            "review_title": "save your money,",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "shows a little glow, doesn't stay on well and pretty much a joke.   Unless you're gonna put it on nonstop all day like lipstick that doesn't stay on well"
        },
        {
            "review_title": "Best highlighter I've ever used - SO glowy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is hands down the best highlighter I have ever used. Yes, it is pricey, but I will be buying it again because it looks SO good on - a natural, glowy shimmer that feels moisturizing, is not too heavy or thick, and makes you look OH so glowy! In pictures it look absolutely amazing, and I've gotten so many compliments on it. No other highlighter I've tried has had that effect! LOVE this."
        },
        {
            "review_title": "Pricey but pretty",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really do love this product but I cannot justify the price, Its very pretty on, but thereu2019s nothing inherently special about this product that makes it worth that much."
        },
        {
            "review_title": "Amazing, lightweight, glow-y and natural",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this product. I wear a sheer spf everyday and try to go for a natural look. This highliter isn't crazy metallic and doesn't emphasize pores like some powder highlighters do. It truly looks natural, only better! Glowy and glassy on the upper cheek bones, forehead and nose. Lightweight formula too, not oily like some other sticks I had tried. LOVE it!"
        },
        {
            "review_title": "DOESN'T SHOW UP",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I would return this, it doesn't show up at all. I've tried giving it to a few people see if maybe it work on them and nope. such a disappointment and waste."
        },
        {
            "review_title": "skip this!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This doesnu2019t even deserve one staru2026Iu2019m not sure why itu2019s falling apart because I just bought it  or may is just terrible qualityu2026 the solid stick turned crumbly or cake-y and also the plastic box fell apart the third time I used it. It does not spread well and it doesnu2019t last long, not even an hour, itu2019s a very small stick for what you pay and nothing special.. I wish I would have paid attention to the reviews when I bought or I would have not waisted my moneyu2026"
        },
        {
            "review_title": "Loving it!!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "I received @WestmanAtelier as a sample with a purchase I did online, along with a cream blush and bronzer. I have tried the highlighter, and I must say WOW! I was stunned. At first, I couldn't tell I had a highlighter on and was bummed. THEN, to my surprise, when the light hit the places I had applied it, it gave an amazing shine. There's no glitter. It's so clear that you almost can't see it when picking it up with your finger until you see a very slight purple, yes, purple hue. Don't let that scare you as it DOES NOT go on purple folks! I, personally, tap it onto my upper cheek and cupids bow, and it blends very well. One of the neat things about #WestmanAtelier and the blush, highlight, and bronzer trio (I'm sorry, I don't know which pronouns they use) is you can watch her/them apply all 3 on herself/themselves  on YouTube. Getting to see the owner personally use their products is awesome. She/they are not a 20 some year old, instead she/they are more mature. In recent light of being told that cream products such as this stunning Highlight are great for more mature skin. Now, that part is still out with the jury. But I do tend to look into this as I am no spring chicken. With all that said, I will be repurchasing this highlighter and the rest of the trio in full size or mini, depending on what is available. I recommend you too to give this a try."
        },
        {
            "review_title": "Hard pass- doesnu2019t play well with other products",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I couldnu2019t dislike this product more. I feel like if you donu2019t wear ANY makeup on your face and just want to add a subtle sheen to your cheekbone it may be fine-albeit tacky feeling. But when I use this anywhere near any other makeup it MOVES other products."
        },
        {
            "review_title": "The tiniest mini",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Purchased the mini and was blown away by how miniature the product is.   Save yourself the $25."
        },
        {
            "review_title": "Not Shimmery Enough",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The product was really smooth and soft going on, but not shimmery enough. For the price, I would expect there to be more highlight in this and itu2019s more like a sheen, rather than a sparkle"
        },
        {
            "review_title": "Doesnu2019t last an hour",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love it but I definitely wish it lasted longer. It looks amazing but doesnu2019t even seem to last an hour or twou2026"
        },
        {
            "review_title": "Great highlighter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a great highlighter. Colour is rich and the highlights are subtle and not too shiny. Easy to apply. Great for on the go."
        },
        {
            "review_title": "Pretty but canu2019t go over makeup",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Really pretty color and subtle shimmer but best to wear alone or under makeup as it will rub off most foundations but such a nice glowy shimmer on its own"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love how natural it looks and provides a perfect amount of shine, not a huge pieces of glitter"
        },
        {
            "review_title": "Not so great",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This stuff just feels like putting shiny wetness on your face, almost like a gooey texture.  I was not a fan.  And it did not last long at all.  I really miss my Watt's Up! from Benefit Cosmetics.  They need to bring it back, quickly."
        },
        {
            "review_title": "Beautiful!!! But a little stickyu2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This color is absolutely STUNNING in such and natural way. But it never fully dries and stays sticky. I only use this when I have my hair up."
        },
        {
            "review_title": "Looks meh outside of store",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Under the lights in store it looks beautiful but in day to day lighting itu2019s mid. Still Nice but not worth the price point"
        },
        {
            "review_title": "Returned",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I adore this product in u201cLitu201d and assumed that Nectar be even better. Wrong. It was frosty and accentuated my lines. Returned this product and only using Lit now."
        },
        {
            "review_title": "A Glowy Dream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was fully prepared to not like this but wow do I love it! It applies so smoothly, like butter! I have dry skin and this gives that dewy, glass skin appearance. It looks a little sparkly in the tube and upon initial application but once blended on my skin it just looks shiny/balmy. Itu2019s perfect if you are into the whole u201cno makeupu201d look. Iu2019m pretty tan and the peach shade is almost clear on my cheeks but Iu2019m ok with that. Iu2019ve used it for over a week and it hasnu2019t cause any acne so itu2019s a keeper in my book! Itu2019s worth a try!"
        },
        {
            "review_title": "Dewy Dream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have repurchased this multiple times now. Itu2019s so gorgeous, not shimmery at all, it lasts all day, is super hydrating. If you are a dewy skin lover, get the color lit and you will be amazed. I just apply it with my finger near my temples."
        },
        {
            "review_title": "Obsessed w/ this mini highlight",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I adore this highlight. Compared to other sticks like Chanelu2019s I love the pigments. I also like that this highlight stick isnu2019t tacky whatsoever. Gives smooth application, and wears like you have nothing on."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Nectar - glassy golden peach",
            "review_buyer_description": "",
            "review_text": "There are tons of highlighter sticks out there that are better than this. It felt like putting a layer of slime on my face, and wore off after just a few minutes! Save your $$."
        },
        {
            "review_title": "OMG??!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "WHAT is this holy item??? I wore this highlighter today with just a moisturizer and OMG! This is perfect for a no makeup look. It literally blends into brown skin amazingly. Itu2019s a beautiful glow. I will be using this ALL summer! Iu2019m in love!!!"
        },
        {
            "review_title": "Expecting A Bit More",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Overall, this is a nice product with a few caveats. Once applied, the skin has a slick, glassy look and it definitely gives the effect of a hydrated glow without looking glittery or chunky. Blending is important, otherwise you'll have a noticeable blotchy area of where the product was applied (I would do one cheek at a time to get the product blended well before it becomes harder to work with.). This highlighter performs at its best layered with as little other product as possible ( It gets lost sooo easily! ); It definitely has to be a no makeup makeup choice for me. The packaging is luxe and at the level, but ultimately I want more performance and longevity for my $$. I would recommend against as a splurge/special occasion choice."
        },
        {
            "review_title": "Glow glow glow !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The best product I have ever used! Very natural & glowy"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this highlighter as a blush topper/highlighter. It gives a dewyness to the cheeks and doesnu2019t have much color to it so it seems itu2019d be universally flattering."
        },
        {
            "review_title": "Ehh could be better",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Really wanted to love this as the packaging is luxurious and practical. The formula how ever is way too sheer, and disappears almost instantly. Looks like Vaseline. Still love Westman, hope they reformulate"
        },
        {
            "review_title": "I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "To me, this is honestly a perfect little highlighter stick. Goes on nice and looks natural and pretty."
        },
        {
            "review_title": "Beautiful but doesnu2019t last very long",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This color is beautiful and looks just like your skin only betteru2014 with a natural looking glow but maybe because my skin is very dry it doesnu2019t seem to last more than an hour or so. I put it over my Westman Atlier cream blush stick in peach and the two together are gorgeous. Just wish it lasted longer."
        },
        {
            "review_title": "Try on your eyelids too!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This looks gorgeous on the cheekbones! Was worried it was going to look too iridescent but it doesnu2019t at all. I used it as a base on my eyelids and then applied a light grey eyeshadow and that looked great!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Nectar - glassy golden peach",
            "review_buyer_description": "",
            "review_text": "This is such an amazing highlighter! It glides on and does not pick up product underneath or disrupt foundation. The packaging itself is so luxurious and just gorgeous! Beautiful color for my fair skin. Will definitely purchase  more colors!  I received this product complementary from Influenster for my honest review."
        },
        {
            "review_title": "Not worth the price",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Worse highlighter! It was so sheer that it look like sweat. Only good thing it was blend-able but if you blend it, it disappearsu2026"
        },
        {
            "review_title": "Very sheer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought the mini size to bring on a trip to Hawaii, and while I love the formula the color is much more sheer than I thought it would be.  It looked dark enough online to use as a sheer-ish bronzer, but it's really more of a highlighter.  My skin is fair-light, so I needed 2-3 swipes to get the color to show up.  But it's a very nice consistency so for my non-vacation, everyday makeup I'll continue to use it to add just a bit of bronze highlight to my cheekbones over my blush."
        },
        {
            "review_title": "My must have, holy grail!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I recieved this cream highlighter stick for free from influenster for my honest review. I have been wearing this stick highlighter since i received it about a month ago. I absolutely love everything about it. It really blends well with my skin tone and keeps me hydrated and a natural glow. I love how versatile this is. I use it on my lips to keep them soft and hydrated. If i had to give a con the only thing would be how it looks after i work in a very hot warehouse for 10 hours. I look extra sweaty but i still wear it everyday. I highly recommend for everyone."
        },
        {
            "review_title": "A definite must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this product. This was my first time using this brand and I was very impressed. I love how the Lit Up highlighter stick gives me a natural glow that can be placed on my cheeks, nose, lips and eyelids. Lit Up highlighter stick is very hydrating and melts right into the skin.. Itu2019s also a clean line which is the one thing I look for in make up products. And can I just mention how the packaging is so on point. Definitely recommend 10/10."
        },
        {
            "review_title": "It comes apart",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The product itself itu2019s nice, however the tube came apart after several uses. At this price itu2019s ridiculous! Returned"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Nectar - glassy golden peach",
            "review_buyer_description": "",
            "review_text": "This packaging feels very luxurious. Heavy weight and a magnetic lid. This product applies best with no makeup on, or applied on a brush first and lightly tapped on if you do have foundation or anything on. I prefer to use it on no makeup days to give my face a healthy glow"
        },
        {
            "review_title": "Glow from Within",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this highlighter! Iu2019d been wanting to try Westman Atelier for a long time but couldnu2019t justify the bigger price tag, so when the minis came out it felt like the time was right. From a small sample Iu2019ve tried Lit (which was nice) but for the minis I have the shade Nectar and itu2019s beautiful. Subtle but glowy and lasts all day. For me it doesnu2019t dry down completely but enough so my hair doesnu2019t stick to it so that doesnu2019t bother me at all. For reference, I have dry to normal but sensitive skin."
        },
        {
            "review_title": "No.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The packaging is crap. It came apart instantly and is unusable. Ridiculous for this price point. I love the sheet, iridescent color but probably wonu2019t be wasting money on this u201cluxuryu201d brand again."
        },
        {
            "review_title": "Just no",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I donu2019t like this. I love a lot of Westman Atelier products but this is not for me"
        },
        {
            "review_title": "Geek",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I loved it. Its nice moisturizinb and natural glow"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Nectar - glassy golden peach",
            "review_buyer_description": "",
            "review_text": "This is my 2nd purchase and one of the 4 make up items I wear everyday. Their Bru00fblee shade gives a rosy bronze glow on my skin.  I'm interested in getting the mini size of Lit - glassy iridescent to complete the highlighter stick collection from this brand. I'd highly recommend their highlighter stick."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Nectar - glassy golden peach",
            "review_buyer_description": "",
            "review_text": "I was very impressed on how natural this product looks while still giving that u201cpopu201d to the right areas. I used this for the first time while attending a vow renewal and it lasted all night long. I absolutely love it."
        },
        {
            "review_title": "beautiful highlighter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So i recived my voxbox for this highlighter i love it not to shinny just right also can use as a light blush packaged well it built like a lipstick magnetic top small good for freshing up your face on the go i really recommed this just looking at its beautiful"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Nectar - glassy golden peach",
            "review_buyer_description": "",
            "review_text": "This is the first product I use from Westman Atelier product. I really like the packaging and this highlighter quality. Nothing feels cheap about the product. I love natural looking highlights and this is is perfect and I also love that this highlight stick has multiple application purposes."
        },
        {
            "review_title": "Sophistication Personified!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Wow! Everything about the product is luxe. The packaging is gorgeous and the product is divine. It is very light coverage. If that is not your preference, skip this. Sophisticated elegance best for those who prefer the no makeup look."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Nectar - glassy golden peach",
            "review_buyer_description": "",
            "review_text": "I absolutely love the packaging, the magnetized cap is great, I always have a hard time keeping caps on that always fall off so that was a nice touch. I was a bit confused as how to get more of the highlighter to come out and it turns out you can lock and unlock it which is very cool. I am super light skinned so the nectar was barley noticeable on my skin unless the light was hitting my face. Overall the highlighter is super nice and shiny but once the light hits it. I will def buy another shade that will complement my skin more. I received this product free for testing purposes."
        },
        {
            "review_title": "The color Lit = no highlighter at all",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was looking for a product to replace my Benefit-brand (and other brand's) highlighter that gives a light-catching, light-colored shimmering glow.  What a disappointment -- the color Lit doesn't give you any kind of glow.  It's exactly as if you spread a little Vaseline on those areas. That's it. Maybe another color is better, but don't get this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Nectar - glassy golden peach",
            "review_buyer_description": "",
            "review_text": "This highlighter gives a subtle glow! Upon application it fell a little heavy but once patted in it felt light. Went to an outside softball game and had a nice glowy look."
        },
        {
            "review_title": "Glowing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I mix the nectar and lit sticks together for the perfect combo.. trust me on this one"
        },
        {
            "review_title": "Love this !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is so pretty and very natural looking ! Also very glowy! It definitely gives me summer vibes. This would be perfect to throw on when going to the beach or if you just want a nice glow ud83dude0aud83dude0a the packaging is beautiful! The lid is magnetic too! For this being my first highlighter stick I enjoy it a lot !"
        },
        {
            "review_title": "Very Subtle Shine",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this product to try and give my honest opinion. I was excited to dry a stick highlighter. First off, it glides like a dream. Completely effortless and no tugging. No real smell either. On my skin tone, this highlighter in this color was harder to see. It made my skin look sweaty (our glassy) on my cheek bones, rather than shine. This may work better on a lighter skin tone. smell"
        },
        {
            "review_title": "Made me look very sweaty -is that what dewy means?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I tested this product on my wrist in store and liked the shimmery formula but when it came to actually putting it on my face it just made me look sweaty. Didnu2019t accentuate what I wanted and made me look worse."
        },
        {
            "review_title": "New favorite highlighter!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this highlighter in exchange for my honest review. I love EVERYTHING about this highlighter! I love the color, I received the Nectar shade. I also love the creamy consistency! I have never had a make up product glide on as well and give my skin such a dewy beautiful shine as I have this product! I also liked that the lid is magnetic when you put the cap back on so it wonu2019t fall off when you toss it in your makeup bag. I would absolutely buy this product and am excited to try other Westman Atelier products!!!"
        },
        {
            "review_title": "Not very bright",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After using this product, I feel that it is not one that I would buy. It is a creamy highlighter but it takes a lot of product to see the shimmer. The highlight is very light. Overall, the texture of the cream is great, the twist up stick is easy to use and the magnetic lid is awesome."
        },
        {
            "review_title": "Perfect highlighter!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the feel of this highlighter. It glides in smoothly and adds just a hint of glow to my face without making my wrinkles stand out, like many other highlighters Iu2019ve tried."
        },
        {
            "review_title": "The packaging is everything!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was impressed with this product but especially, the packaging! The product applies nicely and is a great color for my fair skin. And it lasted! This is a photo from after an hour long cardio session, the product stayed through the sweat. The best part was, however, the magnetic lid that effortlessly falls back into place.  It's all in the details and this product is a 10/10! I received this product for free to review"
        },
        {
            "review_title": "hydrating, subtle, beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am not usually a person who buys highlighters as I find them very obvious, sparkly and flashy and I prefer a toned down makeup look. This highlighter stick is none of those things. It's pigments are so fine you can't see individual shimmer pieces and the color blends with my light skin beautifully. It is so creamy and goes on very light. It didn't smudge any of the makeup I had on underneath. I also put some on my fingers and blotted and it felt a little like a Vaseline consistency. I have used NARS highlighter sticks in the past and they felt chalky and powdery dry and that's what I was expecting but the Westman Atelier one is sooooo creamy and moisturizing I want to use it every day. It's subtle enough to wear with no makeup too. The packaging is also just gorgeous and the cap is magnetic, making me feel expensive and luxurious during my makeup routine. I will definitely buy this again when I run out!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Nectar - glassy golden peach",
            "review_buyer_description": "",
            "review_text": "Packaging is heavy with a magnetic closure. Feels very luxe and expensive. It is so creamy and lightweight. I was worried it would look too pink but it doesnu2019t. Can be blended out to look more natural or built up to be more glowy. or built up to be more glowy."
        },
        {
            "review_title": "Returned",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "For the cost of the size and the dryness of the formula in comparison to Merit I decided to return."
        },
        {
            "review_title": "I recommend",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like it a lot is really natural and glowy, can be added on top of make up throughout the day, without ruing base to much u2026 for that Iu2019d say apply with fingers. Great for  simple makeup look; it gives a nice glow."
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this highlighter. I have used it not only on my cheekbones but also on my lips and eyelids. The formula is very creamy and doesn't lift your foundation when applied over powder. It gives you the most beautiful lit from within glow. It is perfect for anyone who wants a natural looking glow."
        },
        {
            "review_title": "So pretty!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Perfect for a simple glowing make-up day! I use this for those no-make make-up days."
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This highlighter is just simple & lovely. Adds the right amount of brightness & softness. So glad I gave it a try & the mini is a perfect size."
        },
        {
            "review_title": "Glass skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Loved this concept, as I am not a fan of super shimmery highlighter. However, I found that it moved the products underneath. I think this product is beautiful regardless, and it leaves a gorgeous natural glow and glass-looking skin if applied to a bare face!"
        },
        {
            "review_title": "Glass skin on the go!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The most stunning natural looking highlighter!  Feels like second skin."
        },
        {
            "review_title": "Its like wearing nothing at all",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Like my title. You can bearely see you are using it. And when you do, you see it like for 5 minutes."
        },
        {
            "review_title": "Pretty but not wow",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s pretty if you arenu2019t wearing any other makeup or very little makeup. When I put it on top of my foundation, it stripped off the rest of my makeup. I tried different techniques but nothing worked!"
        },
        {
            "review_title": "Itu2019s a NAUR from me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is horrible. It takes off your makeup no matter what method you use to apply it. The only way this works is on bare skin."
        },
        {
            "review_title": "Must have for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s beautiful  I have extremely sensitive skin and dry to the point I can only use a few select things only . Dabbing this on This makes me feel Dewy and pretty . And most important it doesnu2019t irritate my skin at all , my skin loves it !! That seriously never happens for me .  Also The nectar color looks perfect  on my skin color  ."
        },
        {
            "review_title": "Must NOT buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Very chunky, globby, gross. Iu2019m a month or two into this product and itu2019s fallen apart by literally coming out like small chunks on my face. Donu2019t waste your money."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Soooo nice! Love the consistency especially if I use a setting powder. I have fair skin but the glassy bronze gives me a highlighter/bronze effect."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Similar to Tower 21 Bronzino but not as good.  You really have to build it up to see any color and then you end up with super greasy looking cheeks. Not worth it!"
        },
        {
            "review_title": "Great Buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am not a huge fan of highlighters but this one is just beautiful. Itu2019s so pretty!"
        },
        {
            "review_title": "Itu2019s nice but itu2019s not mind blowing.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like to use this product as a shimmery blush for my medium skin tone. However, I do have to build it up for the colour to show well on my skin. I wouldnu2019t consider it a must have but I will keep looking at more products from the brand."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Beautiful for a natural, glow from within look. I apply it with a brush and it looks seamless. Doesnu2019t dry down all the way but itu2019s not tacky either. You wonu2019t like this if youu2019re into a more blinding highlight."
        },
        {
            "review_title": "Highlighter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the color a consistency of the color.  Creamy an add great color.  Multiple use on face and lips."
        },
        {
            "review_title": "The worst highlighter",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I usually like glowy and dewy face makeup and was very excited to buy this at Sephora after hearing so many good reviews in tiktok. I am glad I got a petite size, because this does not look pretty at all. It looks and feels like vaseline and rubs right off, does not look glowy but rather greasy. Would not recommend. And itu2019s insanely expensive. Full size retails $48 and I paid $25 for this mini size."
        },
        {
            "review_title": "Sticky",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I did not like this stuff. Itu2019s like putting in cheap lipgloss from the 90u2019s. Did not dry and look gooey. Returned."
        },
        {
            "review_title": "Beautiful formula!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "OMG! This is such a beautiful highlighter! Iu2019m not a huge fan of highlighters but this is so pretty! It goes on like a dream and itu2019s not overwhelmingly shiny! Just perfect"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Phenomenal formula. Looks beautiful on and doesnu2019t look u201ctoo muchu201d. I want a glow, not like I have glitter on my face."
        },
        {
            "review_title": "Must Have Mini for your purse or travel bag",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this mini version of the highlighter stick! Itu2019s perfect for my purse or travel toiletry bag because the full size can be quite big + heavy. The buildable formula feels so good on my age 40+ combo skin."
        },
        {
            "review_title": "Mature skin have to have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I now have mature dry skin at 51. I saw that this brand was geared towards aging skin so I picked up one (Brulee) to use as a blush and lip balm. It has a beautiful sheer, buildable tint. I carry it wherever I go because the product will not stay on all day on your lips. I believe it is normal to apply lipstick more then once a day. It's not sparkling or glittery but a lovely sheen."
        },
        {
            "review_title": "LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It makes my skin look like glass in the most natural way. Itu2019s a really great highlighter for people who barely wear any makeup. Definitely will repurchase."
        },
        {
            "review_title": "So beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have been trying to find a highlighter for a while now. Every one I have tried either makes me look textured, or just looks glittery. This one is perfection. It's a glowy shimmer. So understated, yet so beautiful. I'm thrilled with this little gem."
        },
        {
            "review_title": "My favorite highlighter so far.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Absolutely love this highlighter! Itu2019s the perfect weight and shade for my face."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is nice and Iu2019ll probably buy again. Donu2019t expect an intense highlight though, good for casual everyday use."
        },
        {
            "review_title": "Stunning!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product is gorgeous! It gives more of a u201cwetu201d look rather than a punch of color (which I prefer). It gives a very natural glow without looking makeupy. If youu2019re familiar with RMS cream highlighters, itu2019s a very similar consistency and finish but much more convenient since itu2019s in a stick form. LOVE!!!"
        },
        {
            "review_title": "Beautiful Glassy Peach",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This highlighter is so creamy but sits on the skin beautifully. It doesn't apply tacky or thick. It has such a natural, glowy effect that's gorgeous sitting on top of blushes."
        },
        {
            "review_title": "New favorite highlighter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "After falling in love with the Westman Atelier Loaded Cream Highlight (in shade Peau de Rose) last year, I decided to finally pick up one of the lit up highlighter sticks because I was on the hunt for a more natural highlight - but one that wasn't boring/too basic. This one is perfect. It is very glossy/dewy, but doesn't mess up any products underneath. It's subtle, but it looks great all the time - from going out makeup to natural/everyday. I love that the shade Lit has a slight pink duochrome look, and the petite size is great for travel. Would definitely pick this up in the larger size when I run out."
        },
        {
            "review_title": "Nice cool iridescent highlight, but...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This is a nice, subtle, cool tone highlight. I like the iridescence vs straight sparkle, and the formula is smooth and lovely to apply. BUT my lid doesn't stay on. Falls right off. So it has to stand up in a drawer, and I have to be careful picking it up, and I if I want to use it in a makeup bag on the go -which is why I got it- I have to keep it in the box. For this ludicrous price point, the packaging needs to be effective. The quality of the rest of the packaging is less than I'd like and definitely less than their other stick products, like the blush.  Is it great, yes, is it worth the money? no. And if I am paying for the luxury brand name, which is fine, the packaging better reflect that, and it absolutely does not."
        },
        {
            "review_title": "FAVORITE HIGHLIGHTER OF ALL TIME",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, lightMedium skin tone, Combination skin",
            "review_text": "This is the first highlighter I've ever loved. I've been using it religiously for years. It's my favorite highlighter especially for when I want that glowy, just-had-a-facial glass skin. When my skin is looking a little dull all I need is some concealer and this WA stick. Seriously. My only gripe is that it doesn't last as long as I'd like, but it's not like I'm applying it every ten minutes. if you wear foundation underneath or use a setting powder it sticks much better. It's so moisturizing and dewy on my dry skin. All the shades are STUNNING."
        },
        {
            "review_title": "No glitter!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Combination skin",
            "review_text": "This is such a nice subtle highlighter. It has no glitter that I can see. It leaves just a nice glow on my cheekbones. I wish Westman had more mini sizes."
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Love all things WA esp love the mini size of the items as they take so long to go through. Would love more WA products in mini size. This highlighter is beautiful and glossy. Would also make a lovely gift :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Nectar - glassy golden peach",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "I love the way this makes my skin glow! Definitely a new staple in my makeup routine."
        },
        {
            "review_title": "Great travel or everyday option!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This could not be easier to use, or more flattering, and the mini option is just the right size."
        },
        {
            "review_title": "good highlighter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "it gives a nice healthy glow! Good quality product"
        },
        {
            "review_title": "A new fave!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Love how clean the ingredients are, highlighter is really pretty! I find I can even skip concealer and use this on under eye bags too. My go-to skin product lately!"
        },
        {
            "review_title": "A no for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "This formula is way too soft and melty to be in a tube. You canu2019t swipe and go at all and for 25$ it gets ruined really quickly.  Anyone who is ocd will just be annoyed. The color is really nice but it should probably be in a different packaging."
        },
        {
            "review_title": "Great Color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I love everything from this line and this product didnu2019t disappoint. The colour is incredible and the texture as well. Easy to apply"
        },
        {
            "review_title": "Nice travel option",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is a good highlight option, I travel a bit so this is a very nice option to grab and use. This formula or at least the tube I had bought is very fragile so I have go apply it with my fingers, otherwise the color matches in with my under tone nicely and gives a natural looking glow."
        },
        {
            "review_title": "Loove it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "By far the best highlighter that I've ever used. It is like putting lip gloss on your face and it never really dries down, BUT for people who stuggle with dry skin (like me) and want more of a natural beauty, this is your go to! Take it from me, a cowgirl that works outside all day, this stuff is really everything I could ask for when it comes to a natural glow."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Nectar - glassy golden peach",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Way too soft and almost melted in my purse! It was like putting lipstick on my face. Did not like the texture at all. Expected better for this price."
        },
        {
            "review_title": "Too sticky!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Sticky!! Youu2019d really need to set this with a powder to make it long lasting. Although itu2019s a beautiful product, it doesnu2019t have the longevity that Iu2019d want for the price."
        },
        {
            "review_title": "Natural Glow- Will Purchase Again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have light to medium skin with pink/red undertones. I was skeptical that this would look good, but I LOVE it! It looks dark in the tube, but once itu2019s on and blended it gives a pretty, natural glow. It goes on super smooth and the tube gives you great control when applying. I bought the mini size to try. Iu2019ll buy the full size next time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I already have the shade Lit from the mini set that I love as highlighter and primer, and after seeing Bru00fblee demonstrated as a bronzer on Gucci's video with Kate Bosworth I was desperate to try it but didn't want to get the full size just in case, so I am so glad they came out with minis. I've been wearing it as both blush and eyeshadow, and it gives a bronzy glowy look without effort. Definitely recommend it!"
        },
        {
            "review_title": "Hated and returned it.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Hated it and returned it. Lit barely shows up on your skin and still needs to be reapplied every hour. maybe if you have dry skin and you want a body highlighter then I would recommend this but in order to see it you have to glide it on and not blend it but then it stays sticky."
        },
        {
            "review_title": "misleading case",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love this product so much, but giving it three stars because the bottle is misleading in terms of how much product you actually get. Kind of like a Doritos bag that is only filled halfway with chips when you open it."
        },
        {
            "review_title": "Gorgeous Sheen!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This product is absolutely stunning. I have the shade u201cNectar,u201d and itu2019s a breeze to apply. It gives a beautiful sheen and it feels super comfortable on the skin. Not glittery at all. It also looks great on the eyes, but Iu2019m not sure itu2019s actually approved for eye use so use with caution there. Overall gorgeous!"
        },
        {
            "review_title": "Worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I'm a highlighter addict and this is my new holy grail! It actually glimmers and I need just a little of this since I mostly use it on my inner corners. Love love love!"
        },
        {
            "review_title": "SUBLIME",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This highlighter is heavenly! Itu2019s gorgeous on the tops of the cheekbones or as an eyeshadow- a lip? Anything! Iu2019m obsessed with all of Gucci Westmanu2019s products- theyu2019re so fun and easy, while being kind to aging skin and itu2019s health. Another hit!"
        },
        {
            "review_title": "tiny amount of product, but what you get is great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "this little tube is about the size of my little finger, so if you're a highlighter fanatic, you will go through it quickly. i'm sad to say (just due to the pricepoint) that westman atelier is worth the hype. this highlight (i have 'lit') is stunning. reflective and slightly iridescent, it takes just a little bit to create a gorgeous luminosity. i will enjoy it while it lasts, which may not be too long."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Big fan! I have rosacea so have a lot of redness and dryness on my cheeks. I love this product as a last step after foundation. It gives a lovely glow and actually moisturizes my cheeks so helps with the dryness and any flaky skin I might have. A+++"
        },
        {
            "review_title": "wish it was more intense and less tacky",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Only product in line that was a miss for me. It stays tacky and never softens on the skin. It gives wet look with purple pink reflect which is nice but I wish it was a little more intense with the reflect and a little less tacky as the rest of the line smooths and dries down on the skin after application. Packing and ease of application is great though"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Not glittery, gives a lot from within glow. Great packaging."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I donu2019t love this in the stick format, would much prefer a pot u2014 the formula isnu2019t crumbly but it isnu2019t great applying with this packaging ... despite packaging being fantastic."
        }
    ]
}