{
    "product_id": "1278",
    "name": "Moisture Milk for Curls & Coils",
    "brand": "PATTERN by Tracee Ellis Ross",
    "categories": "Hair, Hair Styling & Treatments, Leave-In Conditioner",
    "price": 38.0,
    "about": "What it is:A lightweight moisturizing cream for curls, coils, and tight textures providing long-lasting moisture, leaving strands shiny and supple..Hair Texture:Wavy, Curly, and Coily.Hair Type:Fine, Medium, and Thick.Hair Concerns:- Dryness.Key Benefits:- Provides long-lasting moisture for curls.Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also gluten-free and cruelty-free..What Else You Need to Know:Creamy Moisture Milk leaves strands supple and smooth. Rich amla oil, Irish moss, and agave nectar softens curls and finesses unwanted frizz. Itu2019s perfect for providing long-lasting moisture and refreshing twist outs and wash-and-gos. Moisture Milk helps provide curl retention for up to eight hrs in high humidity and helps define and hold curls for up to 24 hours.*",
    "ingredients": "Aqua (Water/Eau), Glycerin, Cetearyl Alcohol, C12-15 Alkyl Benzoate, Cocos Nucifera (Coconut) Oil, Behentrimonium Methosulfate, Sesamum Indicum (Sesame) Seed Oil, Agave Rigida (Sisal) Extract, Chondrus Crispus Extract, Phyllanthus Emblica Fruit Extract, Panthenol, Glyceryl Stearate SE, Polyquaternium-37, Hydroxypropyl Bis-Hydroxyethyldimonium Chloride, Benzyl Alcohol, Polysorbate 60, Hydroxyethylcellulose, Pentylene Glycol, Ethylhexylglycerin, Phenoxyethanol, Disodium Phosphate, Sodium Phosphate, Parfum (Fragrance), Amyl Cinnamal, Benzyl Benzoate, Citronellol, Coumarin, Limonene, Hexyl Cinnamal, Hydroxycitronellal, Linalool.",
    "how_to_use": "Suggested Usage:.-On wet or dry hair, apply little or liberally depending on hair type. .-Style as desired.",
    "num_reviews": 49,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/moisture-hair-milk-P507777?skuId=2684694&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2684694-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "12 oz / 354.9 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2684694-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Awesome for combating dryness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Oily skin",
            "review_text": "This product works! I use it to keep my twists hydrated and it's great for moisturizing twist-outs or any curly style. A little goes a long so its best to not use too much at once."
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "SOOO good and so moisturizing for my curls. My mother has very extremely dry hair and these made her curls look awesome, soft and hydrated."
        },
        {
            "review_title": "Works great- canu2019t deal with the scent.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "Hydrates my hair! I have relaxed hair and this is great for my hair too when I just wear it in a bun or air dried. I cannot deal with the smell. Itu2019s powdery and floral. Thatu2019s the only reason I gave it 1 less star. It gives me a slight headache so Iu2019m not sure Iu2019ll repurchase."
        },
        {
            "review_title": "Decent product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I have 4C hair and it's high porous as well. It smells awesome and it does make my hair soft, but it doesn't define they I want my curls to be. I use flexi rods every night. Its still a great product but if you want something for a hard define the isn't it"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "My curls love this so much. The only reason itu2019s not 5 stars for me is because I donu2019t like the scent. Other than that itu2019s perfect!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "This keeps my 3b/c hair sooo soft and moisturized!  It's become one of my favourite products. I use this on my wet hair to seal in moisture, and then top off with the leave in conditioner and mousse for frizz control and shape and my hair has been so much better behaved than before."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This product worked really well for me. I have 3a-3c hair. I have have pretty thin hair so half a pump goes a long way. I really recommend this product it help my curls last longer."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "My hair used to be really frizzy and this has helped retain moisture. I use a tiny amount on wet or dry hair and it works both ways."
        },
        {
            "review_title": "My favorites hair product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "My hair LOVES this product. I have type 3B hair for reference. It can double as a lightweight curl cream too."
        },
        {
            "review_title": "Itu2019s amazing.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I wish I found this product sooner. My 4c hair loves it."
        },
        {
            "review_title": "Pattern Hair Milk",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "This product keeps my hair hydrated and frizz free. I attached two pictures so you can see day one and then how much volume day two had. I did not need to reapply! Great product."
        },
        {
            "review_title": "LOVE LOVE LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I am in looove. Iu2019ve never used a product that was able to moisturize and weigh down my hair without being greasy. My curls are 3C, not porous. I remember my grandmother used to use pink oil in my hair as a kid, this smell kind of reminds me of it. Itu2019s fresh and doesnu2019t linger."
        },
        {
            "review_title": "$30 and for what.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Combination skin",
            "review_text": "Did absolutely nothing for my hair and I used a decent amount of product too"
        },
        {
            "review_title": "Not for 4c hair",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "This product did not work well on my 4c hair. There wasnu2019t any added moisture nor did it help with my two strand twists. I think this is formulated with those who do not have type 4 hair."
        },
        {
            "review_title": "Broken bottle",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Bottle was broken but still able to use the product"
        },
        {
            "review_title": "Moisture Milk Me Please",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "If you love your curls this is definitely for you. I suggest you try it on clean hair. And follow the tips on the back of the bottle. Smells fresh and clean. Love the consistency. I will stock up on this!"
        },
        {
            "review_title": "Curl definition",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This product does not dry out your curls. It's a nice definition product and works best air drying or lightly defusing."
        },
        {
            "review_title": "Just try it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I like the way this moisture milk makes my hair feel. Its bouncy and feels moisturized with a light hold. I used it by itself but will add gel in the summer. I definitely recommend... I purchased with my own money!!!"
        },
        {
            "review_title": "The containers are bad",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "The product is amazing but the quality of the containers is bad , is not my first time having issues with their containers."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "This is one of the most surprising finds of the year for me. My curls are very thin and usually do not get along well with coconut oil but I saw that this was a milk so I decided to try it anyway it does weigh my curls down ever so slightly but it gives them so much body Iu2019m so impressed and Iu2019ve already ordered a new bottle! Complimentary from Pattern Beauty"
        },
        {
            "review_title": "Our new household staple item!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I'm really glad that I tried Pattern Beauty's Moisture Milk. I have wavy hair that is frizzy all of the time, but using this product has helped to tame the frizz while also giving my hair a deep moisturizing at the same time. My son has been using it as well on his thick curly hair and it has made it look incredible! Gifted by patternbeauty."
        },
        {
            "review_title": "Must-have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product was gifted to  me by patternbeuty in exchange for my HONEST review.  This leave-in hair conditioner is a total game-changer! It's not greasy feeling, and it makes my hair crazy soft and manageable. Plus, it even smells awesome without being overpowering. I love that I can use it on wet or dry hair, and it's got heat protection too! Seriously, if you want a fuss-free, fantastic hair day every day, this stuff is the secret weapon you need.  It's a game-changer!"
        },
        {
            "review_title": "Good for curly hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Gifted by Patern Beauty  this MOISTURE MILK  for curly hair. This product was prefect for my curly hair it kept my hair moist and soft all day  no dry or frizzy ends. I would recommend this product for curly best gift ever."
        },
        {
            "review_title": "Amazing for my curly hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "My hair lately has been frizzier and dry, so I needed something super hydrating, I have a curly hair, and this product made it feel soft smooth less frizzy and shiny. I love it. And the value compared to the price is perfect  Complimentary from pattern"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Very nice smell. Does make hair feel soft . My hair is very coarse and soaks up moisture quickly. I often deal with a lot of dryness. It soften my hair immediately. It also left a nice shine to it. So, happy to know about this product. It is my new bestie that I will no longer live without!"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I was very excited to try this product my pattern. My hair was very dry and texturized so Iu2019m always looking for something to help moisturize it. Itu2019s also lightweight and doesnu2019t weigh my hair down. I recommend this for anyone who needs to add moisture to frizzy texturized hair. Gifted by pattern, beauty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This is a great product, I love love it, love the way it makes my hair feel elastic. My hair feels hydrated, soft and smooth every morning I use it. Its scent is so fragrant that I always smell my hair. Gifted by Pattern Beauty Thank you so much!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This leave in conditioner is absolutely amazing! It smells so good, and makes my hair so soft and shiny! I am able to style it so much better, and my frizz has completely been maintained thanks to this leave in! I highly recommend for thick and curly hair!  Gifted by Pattern Beauty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Combination skin",
            "review_text": "I tried Moisture Milk for the first time and it worked great and left my hair feeling soft and shiny. The product is thicker than the normal leave in conditioner I use but didnu2019t not weigh my hair down. Gifted by Pattern Beauty."
        },
        {
            "review_title": "Lightweight and hydrating",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "This made my hair super soft and it looked shiny, healthy, and hydrated after just one use. I also noticed it definitely helped with frizz and I noticed a difference throughout the day. Itu2019s lightweight and doesnu2019t weigh down on your hair. Gifted by pattern beauty."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I have a curly hair and a very frizzy hair. I loved using the moisture milk. The milk is very moisturizing and creamy and smooth. It worked very well on my hair. It has a very different smell. It helped reduce the frizz too. It was gifted by Pattern Beauty."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received this product complimentary from pattern beauty. I have wavy hair and I love this moisture milk product! it moisturizes my hair and makes it so smooth and shiny. the scent is very clean and refreshing."
        },
        {
            "review_title": "The best for my hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is just what my hair was looking for. Words cannot explain how soft and moisturized she is now on a daily basis. It is undeniably an experience. This is now an essential element of my hair care routine. Thank you from the bottom of my heart, Pattern team. This is the best product for moisture! Gifted by patten beauty!"
        },
        {
            "review_title": "A lux version of Pink Lotion!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "This may be my fave Pattern Beauty product. If any of my OG's remember Pink Lotion from back in the day, this is what that product reminds me of. My hair felt so moisturized after using this."
        },
        {
            "review_title": "Moisturizing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I received this product for free from Pattern Beauty. This product has the signature pattern scent. Iu2019m not a huge fan off it but what matters to me most is how the product performs. This milk is very moisturizing and softening while also being light enough to use daily. I have dry type 4 hair and I really did enjoy this. I recommend to those looking for a good hair milk."
        },
        {
            "review_title": "Smoothness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "In love with this moisture milk. Very creamy and soft consistency and makes my hair very smooth and tangle free. I love that this lasts up to my next wash. I only use a little bit.  Gifted by Pattern Beauty."
        },
        {
            "review_title": "Yes!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "LOVE THIS! My hair drank this up! My natural curls are hydrated and I feel so confident with this product as my new hair moisturizer!!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This is actually the most amazing leaving Iu2019ve ever used and I donu2019t say that lightly. It leaves my hair is super defined as the most perfect one product that you need to style your hair and have your curls look amazing gifted by pattern beauty."
        },
        {
            "review_title": "Love this leave inu2026",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "I received this Moisture Milk complimentary from Pattern Beauty for my honest review and opinion. This is a leave in treatment that can be applied to either wet or dry hair. I absolutely love the nice thick consistency that stays in my hair rather than dripping away when itu2019s applied on wet hair. It has improved my curls, they bounce up more when dry. My hair loses more of its curl the longer it gets so I love to use products that help it retain the curl. It had also been very hydrating and has helped take the frizz. My hair is very soft when Iu2019m using this as well. It has a very pleasant somewhat light scent, almost summery smelling, I love it. I also love that it doesnu2019t leave my hair feeling like itu2019s full of product."
        },
        {
            "review_title": "Itu2019s great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This product is amazing. I mean it takes out tangles immediately. I will be purchasing a larger bottle. And I'll be purchasing other products. I love this detangling product. It works very well and you do not have to use a lot of it to work. I like it because it works on wet or dry hair.gifted by pattern"
        },
        {
            "review_title": "Defines",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Normal skin",
            "review_text": "This item was gifted by patternbeauty complimentary in exchange for my honest review. Pattern Beauty Moisture Milk works great on my daughter's coily hair. It's lightweight, non greasy and eliminates her frizz."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I received this product complimentary from Pattern Beauty for review. I love this leave-in   because itu2019s moisturizing without weighing my hair. Overly rich conditioners/ leave-ins make my hair greasy and this one is offers and the perfect balance for my hair. My curls look defined and smooth"
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I like it but itu2019s not exactly my favorite product everu2026. I am picky and I am Always trying hair products for my dry curly hair . But I must be honest and say I was gifted by pattern beauty to be honest"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This moisture milk is fantastic! I have very thick and coily type 4A hair and I love this moisture  milk because it gives my hair the additional moisture that it needs. I use this moisture milk when I do my two strand twists and twist outs.  If you have thick and coily hair like me,  I highly recommend getting this moisture milk! It was gifted by patternbeauty."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Gifted by pattern beauty. Iu2019ve been enjoying this milk moisturizer love the way it makes my hair feel! It feels extremely soft and smooth doesnu2019t feel heavy throughout the day. It also doesnu2019t get greasy which is a huge thing for me a must have:"
        },
        {
            "review_title": "Great for hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Gifted by Pattern Beauty. Wow this made my curls so pretty and shiny. I love the texture of my hair after using this product. Such a well made product by Pattern beauty. Check them out curly haired girlies .If you havenu2019t already."
        },
        {
            "review_title": "Best curl leave in Iu2019ve tried so far",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Gifted by Pattern Beauty. I used the Moisture Milk after using a spray leave in conditioner and this is the best curl leave in I have used by far! I usually use a curl leave in styler that is over 40 dollars but this product beats it by far. My curls are defined like never before, shiny, and moisturized. My hair gets rough tangled easily usually two days after washing but this has kept them conditioned and easy to manage for four days."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Porcelain skin tone, Dry skin",
            "review_text": "Gifted by PATTERN by Tracee Ellis Ross. I have 2B-2C, thick, frizzy, coarse, wavy hair that's dry and damaged - impossible to care for. This Moisture Milk is super rich and provides moisture, loaded with amazing ingredients and smells heavenly. Love that it's made in the USA and free of parabens and all other nasties. Such fun packaging that's recyclable! I docked one star because it leaves my hair feeling sticky and tangled - I can only use it as a mask before washing my hair."
        },
        {
            "review_title": "Great for us curly girls!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I honestly had not heard of brand before trying this lovely moisture milk products that I was gifted by Pattern Beauty. I am so happy to report that not only did I thoroughly enjoy this product but I am thrilled to see all of the other options that Pattern beauty offers for us curly haired beauties! This moisture milk is in a very large pump container that easily dispenses the milky slightly viscous product with no dripping or excess remaining on the top of the pump after use. The milk had a lovely light pleasant scent which lingers for a moderate amount of time in the hair after application. This not only helped me detangle and separate my curls but it also made a very noticeable difference in shaping and holding the curs while minimizing any frizz which I typically see when styling. Did not weigh down my curls but actually gave them increased bounce. They exhibited a nice sheen and no greasy residue. Lasted this way until my next shadower and hair wash. Highly recommend to anyone fighting with their curls as a fabulous solution!"
        }
    ]
}