{
    "product_id": "1537",
    "name": "Mini Stay All Day Waterproof Liquid Eye Liner",
    "brand": "stila",
    "categories": "Mini Size, Makeup",
    "price": 16.5,
    "about": "No match",
    "ingredients": "Water/Aqua/Eau, Ammonium Styrene/Acrylates Copolymer, Butylene Glycol, Alcohol, Beheneth-30, Acrylates/Octylacrylamide Copolymer, Phenoxyethanol, Methylparaben, Polyglyceryl-3 Disiloxane Dimethicone, Propylparaben, Sodium Hydroxide, Disodium Edta, Sodium Benzoate. (+/-) Black 2 (Ci 77266) (Nano).",
    "how_to_use": "Suggested Usage:.-Shake well before use..-Sweep pen along lash line. .-Store horizontally for best performance.",
    "num_reviews": 70,
    "overall_rating": 3.8,
    "product_url": "https://www.sephora.com/ca/en/product/stila-mini-stay-all-day-waterproof-liquid-eye-liner-P482319?skuId=2580769&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2580769-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Black",
            "shade_descriptor": "intense black",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2580769-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s great it doesnu2019t run and perfect color I will buy the big version"
        },
        {
            "review_title": "Would buy again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Looks very nice! Color is great! Very pigmented not splotchy and comes in great! A little small but it goes a long way!"
        },
        {
            "review_title": "Great Eyeliner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is my go to eyeliner. Itu2019s long lasting and very easy to apply."
        },
        {
            "review_title": "Stays on while vomiting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Made a whole account to tell you all that this eyeliner, with a wing tip and a line on my upper lid, still looked really good after I got sick and violently threw up. A+"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Black - intense black",
            "review_buyer_description": "",
            "review_text": "This is my favorite liquid liner. The pen is very sharp, it dries quickly, and stays on. I like the mini because I don't use liquid liner super often but the full size is just as good."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Black - intense black",
            "review_buyer_description": "",
            "review_text": "This is hands down my favorite liquid eyeliner. This is the only eyeliner I have personally ever used that doesnu2019t bleed when trying to draw a line. I love it and it stays on so well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Black - intense black",
            "review_buyer_description": "",
            "review_text": "Great effortless application. I wish more colors came in the mini sizes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Honestly love this eyeliner, it goes on very smooth and does not smudge once it dries. It is definitely mini so be prepared for a small eyeliner but for the price itu2019s worth it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "really is waterproof no flakes or smudging so nice and good for on the go"
        },
        {
            "review_title": "won't recommend",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "it smudges completely.  not staying on place.  won't recommend for sensitive eye people."
        },
        {
            "review_title": "Dries out fast and isnu2019t smudge proof",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Dried out way too fast! First couple uses were great but then the tip was dry and all of the sudden it would not stay put and like turned gray. Worked on my hand but not my eyes :/"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Black - intense black",
            "review_buyer_description": "",
            "review_text": "Itu2019s really easy to use and I like the color. I have oily skin and I felt like the color did not stick to my skin. It smudged quite easily ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this eyeliner is one of the best , I use this product every day, and it remained for hours ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Waterproof, smudge proof, itu2019s literally does what it claims to do! Wonu2019t wash off unless you use soap or cleanser! This is gonna be my go to for special occasions."
        },
        {
            "review_title": "Poor quality formula",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Tried as an alternative to the Kat Von D Tattoo Liner - this one is no where near as good and ran out even faster. Not a good product at all."
        },
        {
            "review_title": "Good enough",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Good. Ive used better, but it's not awful. I don't wear liquid eyeliner very often, especially black, but it does the job."
        },
        {
            "review_title": "Didn't work for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I don't recommend this product if you're looking for something that won't smudge. It says it's waterproof but my wing would eventually disappear a few hours later after applying. It also dried up after I had used it about 5 times."
        },
        {
            "review_title": "stayed on after bawling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "some past eyeliners I've bought dry out after a few applications. this is the best I've used so far"
        },
        {
            "review_title": "I still stink at it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s a great product but sadly, I am not adept to using these yet! And, I worry that Iu2019ll never be. Props to the liquid eyeliner pros!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Its great l like it easy to use and stay long time"
        },
        {
            "review_title": "Liner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I always like to try out products during times that I can truly see what they can do. In this case, my Aunt's funeral. I cried almost the whole service. But the liner passed the test!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It seems nice at first but begins smudging and disappearing within 30 minutes of wear."
        },
        {
            "review_title": "Too Dry!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really wanted to like this eyeliner! So many people have recommended it to me, but after using it, I am very disappointed. The product is very, very dry and does not apply without a lot of pressure."
        },
        {
            "review_title": "Beginner friendly for first time eyeliner users u2705",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a great affordable beginner friendly liquid liner to lear to do cat eye looks and other looks. Definitely keep in mind that it works just like a marker, so the tip does tend to dry out quicker, but thatu2019s easily solved by just being conscious of how long you let it out for."
        },
        {
            "review_title": "not needed",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It looks very black on the hand but i have seen blacker eyeliners!! it just is not the best you could have but it stays on pretty well and is easy to apply"
        },
        {
            "review_title": "Not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Worked really well in the beginning, now it feels dried up and doesnu2019t work"
        },
        {
            "review_title": "Stay all day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Got it for my hand bag. Got the bigger one and works like magic"
        },
        {
            "review_title": "Nope",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So disappointed. Doesnu2019t produce a solid line. Takes multiple swipes, which makes it look like cream. What a pain."
        },
        {
            "review_title": "Not my favorite",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Pigment is nice but I am just not a fan of the applicator. It was hard and kind of scratchy, irritating to the eyelid."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Black - intense black",
            "review_buyer_description": "",
            "review_text": "One of the best eyeliners Iu2019ve used! Love the mini, way better than so many brands!"
        },
        {
            "review_title": "Dried out so fast",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like how thin it is but dried out in first few uses. Completely disappointed."
        },
        {
            "review_title": "I like it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product was much needed and came in right on time. The application was smooth and the color was very rich and pigmented. I have recommended this to all of my friends"
        },
        {
            "review_title": "A good option for now",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It's ok, I am having to use it because Kat Von D brand is lagging. But it will do for now"
        },
        {
            "review_title": "The best for work day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really love this liner , i try many but  they  didnu2019t stay the 8am to 16hpm. This one really stay all day long and no need to make touch up. Best than IT liner, Lancu00f4me and Donovan"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Black - intense black",
            "review_buyer_description": "",
            "review_text": "It's very black which I love and matte which Iove. I have no complaints other did not bleed or smudge only thing I would say is a con and may not be depending how you look at it is it takes a min for it to dry. I like my eyeliner pens to dry fast. Nothing over the top great about it. It gets the job done. It's on the expensive side so I will not be purchasing this. Its waterproof but comes off easy with a makeup wipe. You don't have to scrub to get it off or use a oil base comes right off. It last all day to. #stila #waterproof #liquidpen #liquidliner #matte #Mattblack #dryskin #melaninakin #makeupcare #voxbox #complimentary"
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this liner. It lasts all day and its easy to glide on. Its very pigmented and percise. You never have to worry about it not being black enough."
        },
        {
            "review_title": "It really is Waterproof and does not smudge",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I uploaded a few videos under this post so please go check them out. In the videos, I did an unboxing as well as a product demo. This brand advertises a waterproof all day wear! Iu2019m pleased to announce that this is in fact true. I did the waterproof smudge test with a white cloth and it did not budge! I was seriously impressed. I also wore this eyeliner through my busy day as I was conducting chores and running erronds! By the end of the day, it remained in tact! Just as blk as it was when I first applied! I sincerely love this brand of eyeliner and it came in time to replace an eyeliner that I had just run out of! I love the sharp tip! It allowed me to perfectly draw my cat eye! It dries Matt and looks bold! 10/10 would highly recommend!"
        },
        {
            "review_title": "Last all day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After trying this for the first time, I now understand why so many people love this eyeliner. I love that the tip on it is very thin and stiff. A lot of eyeliners I've tried that boast about a thin tip are flimsy and donu2019t provide a defined line, but this was the exception. The tip actually allowed me to move faster to make a straighter line. As someone who has yet to perfect my eyeliner technique, I can say this pen is perfect to help me get there"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Black - intense black",
            "review_buyer_description": "",
            "review_text": "The eyeliner is easy to put on and has a lot of staying power. Unfortunately, dries out easily."
        },
        {
            "review_title": "My new BFF",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Small and easy to carry liquid eyeliner in black, easy to clean up with make up remover, easy to apply and the pigment stay on for hours."
        },
        {
            "review_title": "Holy grail !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is my holy grail eyeliner! the tip is perfect for crisp, smudge proof lines. The liner only comes off when you wash it off, otherwise it doesnu2019t budge ! I wear contacts and have no issues with it !"
        },
        {
            "review_title": "Nope, there are better options out there",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I usually use clinique liquid eyeliner but they didn't have it at the Sephora I stopped at so I picked up this. It draws decently but bleeds and moves throughout the day. I only do thin wings on the top and somehow by 2pm I have black smudges under my eyes even though I don't use eyeliner or mascara on my lower lashline.."
        },
        {
            "review_title": "The best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The stila stay all day waterproof liquid eyeliner have my heart am so in love with it. It is very easy to apply no hassle. The finishing touch it what says it all am still in aww!!! very long lasting and 24hr. And the best thing about it it does not run or smudge how cool is that. I surely will be purchasing this one again and I will recommend it also cause this is the best ever eyeliner."
        },
        {
            "review_title": "Stila review",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received Stila Stay All Day waterproof eye liner as a sample to try and  loved it. It was too thick and it wasnu2019t watery. Itu2019s has smooth glide and with a little oil it removes easily."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Black - intense black",
            "review_buyer_description": "",
            "review_text": "I don't like the product and it's not long lasting eyeliner and it's not waterproof"
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is so easy to apply and doesn't flake or smudge at all no matter how long I have it on. Definitely the best liquid eye liner I've found!"
        },
        {
            "review_title": "NOT waterproof",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Trash !! I bought this bc my eyes water sometimes and I need something waterproof. As soon as I applied this liner, it started to run. I had to redo my WHOLE ENTIRE eyeshadow and everything for that eye. Its not waterproof at all, it ruined my makeup again after I had already left my house. So embarrassing. Please dont waste your money if you need waterproof"
        },
        {
            "review_title": "An amazing liner.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Wow! This lasts so long, and has a smooth and pigmented formula. I used this for many wedding events, as well as my graduation and it lasted through the tears! I canu2019t praise this liner enough!"
        },
        {
            "review_title": "Horrible zero stars.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product has zero pigment to it the first use. Maybe I got a dud because it seems like the product I just opened out of the box is months old because no way a product could be this bad."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "it's perfect! I wanted it to color a little my bottom lashes and it's all I could dream of!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Black - intense black",
            "review_buyer_description": "",
            "review_text": ""
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Black - intense black",
            "review_buyer_description": "",
            "review_text": "this is the only eyeliner that doesn't smudge immediately on me."
        },
        {
            "review_title": "Give us more colors, Stila!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This eyeliner is great for tight-lining because it doesnu2019t smear to the lower lids. I wish Stila offered minis in more colors since my full size eyeliners usually dry out before I finish them."
        },
        {
            "review_title": "Not too shiny, not too matte",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Very nice color and nice formula. Itu2019s a simple black"
        },
        {
            "review_title": "Itu2019s okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I donu2019t like the tip on Thai itu2019s messy and too long so itu2019s not as precise as I want it to be. Itu2019s okay but better than other ones on the market"
        },
        {
            "review_title": "Too expensive!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Good product but too small for the price, better try another thing or the big size if is really worth it."
        },
        {
            "review_title": "Must have for everyday use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This eyeliner is one of the best! Very precise for the perfect cat eye"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Black - intense black",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I purchased this because liquid eyeliner is supposed to be tossed after 3 months. I had the full size before. I see bad reviews and I respect that. I didn't not have a quick dry out experience with this product but then again, I don't use liquid eyeliner that often, hence, why I switch from full size to mini. I felt that the application was really great and the felt tip wasn't very stiff nor what it like a paint brush, which I hate those because I feel those are harder to apply, it reminded me of the old days at the MAC store in the 00s getting my boot black eye liner except Stila is cruelty free which is always a plus. However, I won't be buying anymore liquid eyeliner. At my age, it just makes me look even older. Like I should have a raspy cigarette voice and be swirl the ice in my whisky glass. I think it's worth to try this and see if it's for you, however, but I hope the ones that dried up were a fluke."
        },
        {
            "review_title": "Excellent product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I love this product because I was looking for a waterproof product that would last all day on my eyes. This is perfect"
        },
        {
            "review_title": "STAY AWAY.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Combination skin",
            "review_text": "I used this all of twice before it quit on me. I've never been more disappointed in a purchase from Sephora."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "Easy to use eyeliner. It's great for fine, precision application. Would recommend."
        },
        {
            "review_title": "Full-size is better",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The mini Stila dried out quickly for me.  I found the intense black color was not so intense. The full-size Stila eyeliner was easier to use and a better color."
        },
        {
            "review_title": "A+ would do again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is my first liquid liner and I love it. Itu2019s very tiny, easy to apply and provides really bold definition.  It definitely stays all day & makes my eyes look great even after a night of partying."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Black - intense black",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Best liquid liner in existence. I can honestly say i have tried them all. My lids are oily and suggestions from others who swear by other liners just dont work. This is the only liner that works for me even with my oily lids."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Black - intense black",
            "review_buyer_description": "",
            "review_text": "Love it! Used it a few times already and it's by far one of the better eye liquid liners I have used"
        },
        {
            "review_title": "Waste of money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This thing is terrible! Please don't waste your money, it dries out instantly. I just used like 3 times and it doesn't work already."
        },
        {
            "review_title": "Good purchase",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "One of my favorite liquid eyeliners! The only downside is it doesnu2019t stay on for too long. Need to reapply."
        },
        {
            "review_title": "Doesnu2019t stay",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Glides on easy but DOES NOT STAY. I put it at 10 am in the morning and by 1pm I suddenly realized that it was all gone on on left eye. Not even a speck left to see the liner. Not impressed."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I needed something on the fly and got this. It drags a little but itu2019s not the worst Iu2019ve dealt with. I donu2019t love it or hate it but I think thereu2019s better options out there."
        },
        {
            "review_title": "Not worth the hype.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I bought this because my nyx matte liquid liner was discontinued. Iu2019m looking for a new favorite eyeliner and this one was top rated. This is the small travel size which I thought was perfect since I didnu2019t want to invest fully. Honestly I hate it. It skips on my lid. The sharp tip is already dried out after one use. The tip is stiff and harsh on my eyes. Itu2019s not as pigmented as Iu2019d like. I will not be repurchasing."
        }
    ]
}