{
    "product_id": "1445",
    "name": "Synchro Skin Self-Refreshing Foundation",
    "brand": "Shiseido",
    "categories": "Makeup, Face, Foundation",
    "price": 63.5,
    "about": "What it is:A weightless foundation that synchronizes with skin and self-refreshes nonstop for a just-applied look and flawless finish..Coverage:Medium.Finish:Natural.Formulation:Liquid.Skin Type:Normal, Dry, Combination, and Oily.SPF:SPF Under 15.Highlighted Ingredients:.Ingredient Callouts:Free of sulfates SLS and SLES, parabens, phthalates, hydroquinone, and contains less than one percent of synthetic fragrances..What Else You Need to Know:This is a long-wearing fluid foundationu0097now with an improved formulau0097featuring ActiveForce Technology from Japan that helps resist sweat, oil, and facial movements to maintain a just-applied, flawless finish that lasts up to 24 hours. It also adapts to skin tone and texture, so you find your perfect match.",
    "ingredients": "-ActiveForce Technology: Protects finish from the effects of sweat, oil, and facial movement. .-Responsive Sensory Technology: Adapts to skin's condition, tone, and texture for truer illumination. .-Smart Correcting Powder: Enhances skin's surface texture and tone. ..Purpose Octinoxate 4.9%, Titanium Dioxide 5.8%, Dimethicone, Water, Glycerin, Trifluoropropyldimethyl/Trimethylsiloxysilicate, Peg-10 Dimethicone, Butylene Glycol, Phenyl Trimethicone, Dimethicone Crosspolymer, Bis-Butyldimethicone Polyglyceryl-3, Sorbitan Sesquiisostearate, Isopropyl Myristate, Dimethicone/Vinyl Dimethicone Crosspolymer, Nacre Powder, Magnesium Aluminometasilicate, Polyquaternium-51, Thymus Serpyllum Extract, Sodium Acetylated Hyaluronate, Aluminum Hydroxide, Stearic Acid, Cyclopentasiloxane, Disteardimonium Hectorite, Polymethylsilsesquioxane, Polysilicone-2, Trimethylsiloxysilylcarbamoyl Pullulan, Lithium Magnesium Sodium Silicate, Peg/Ppg-19/19 Dimethicone, Citric Acid, Sodium Citrate, Bht, Silica, Tocopherol, Phenoxyethanol, Titanium Dioxide, Iron Oxides, Mica.",
    "how_to_use": "Suggested Usage:.-Shake well. .-Twist pump to unlock bottle.  .-Hold the bottle at an angle and press downward on the top to dispense product. .-Apply after skincare, smoothing on evenly from the center of the face outward. .-Build your desired coverage level with additional layers. .-To re-lock bottle, twist the pump back into place.  .-Wipe dispenser after use.",
    "num_reviews": 52,
    "overall_rating": 4.0,
    "product_url": "https://www.sephora.com/ca/en/product/synchro-skin-self-refreshing-foundation-P451635?skuId=2292712&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2292712-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "160 - Shell",
            "shade_descriptor": "Balanced tone for fair-light skin. Neutral undertone.",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2292712-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "230 - Alder",
            "shade_descriptor": "Golden with a slight olive tone for light skin. Golden undertone.",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2292746-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "250 - Sand",
            "shade_descriptor": "Golden tone for light-medium skin. Golden undertone.",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2292761-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "260 - Cashmere",
            "shade_descriptor": "Balanced tone for light-medium skin. Neutral undertone.",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2292779-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "320 - Pine",
            "shade_descriptor": "Balanced tone for medium skin. Neutral undertone.",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2292795-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "250 - Sand - Golden tone for light-medium skin. Golden undertone.",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I just started using this and it pills. I have a lot of product coming off my face in tiny little pieces. Just doesnu2019t work for me. Maybe Iu2019ll try a different primer."
        },
        {
            "review_title": "Holy grail must-have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "this was my first ever Shiseido product and I'm thuroughly impressed! I absolutely adore this foundation! it is full coverage but does not feel heavy on the skin , and has a very thin consistency. it has a matte finish yet does not tend to stick to my dry patches, which is something I struggle with a lot. my favorite thing about this foundation is that it is extremely long wearing. I tend to sweat a lot and this foundation does not break down during the day. I never need touch-ups when I use this foundation and it always looks the same at the end of the day as it does in the beginning. ultimately, this is my holy grail foundation and will absolutely purchase again once I run out"
        },
        {
            "review_title": "Holy Grail Foundation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Iu2019ve been using this foundation for 2 years, and by far the best formula Iu2019ve come across. This foundation is my holy grail! Wears better over time which is hard to come by"
        },
        {
            "review_title": "New favourite foundation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019m in love. I have dry skin and some texture from tretinoin cream (Retin-A) and was hesitant to try this but it makes my skin look so good. I also have had less acne since using this instead of the Smashbox foundation."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Great foundation! Does really self-refresh and itu2019s long wearing. The downside is the color range, I donu2019t really have a match so I need mix the two lightest colors."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "Itu2019s very liquidy and thin on first touch but feels heavy on the skin as the day goes on. It also looks strangely cakey. The smell is quite strong but you get used to it. Overall I wouldnu2019t say this is worth the price."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "One of my holey grail foundations. Nice medium coverage and looks like skin. I do find in the winter pairing it with a moisturiser is necessary in the areas where I have dry skin."
        },
        {
            "review_title": "Reformulation is cheap - avoid this product!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Terrible product. Not like the old formula. This is so irritating to the skin and doesnt blend well at all - do not reccomend."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I have to say Iu2019m quite disappointed in this foundation. I also own the Self Refreshing Radiant Lift version and between the two, I prefer the latter 100%. This is hard to blend, not long wear at all and photographs horribly."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Lovely, natural finish. Only foundation I've been using. Coverage is great too. I have combo skin, with an oily t-zone so it does get shiny on my nose after a few hours but I just blot with a tissue."
        },
        {
            "review_title": "The one of my favorite skin foundations",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This is my second Synchro Skin and I donu2019t have any complaints. Light texture but very good coverage, I would say medium to full and your skin would not look like be plastic or paper! I am using brush or beauty blender to apply this foundation, very easy I donu2019t have any problems. I bought it in a two colors for mixing. As for long lasting wear, because of the mask that I have to wear all day of course it would not stay on my nose and some places on cheeks, but in general o would say itu2019s long lasting but natural looking medium-full covered foundation."
        },
        {
            "review_title": "Radiant Finish!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Very radiant! It has tiny light-reflecting particles (which definitely donu2019t come off as glitter on the skin). It was very hydrating and felt very lightweight on the skin. I have normal skin and this foundation enhances my pores and isnu2019t transfer-proof (which is expected based on the hydrating formula). I honestly think this would be more suited for dry-normal skin types who are looking for a skin-like or radiant foundation. Also, I technically would match 440 Amber but I found 420 matched me better because it oxidizes A LOT."
        },
        {
            "review_title": "perfect foundation match!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This is such a beautiful foundation! I have oily skin and my foundation always breaks up, however, this foundation doesnu2019t break up and my skin doesnu2019t get oily throughout the day. I have sensitive skin and it doesnu2019t cause breakouts! It does tend to cling to dry skin so moisturize well before applying!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Love this foundation and how it looks and feels on my skin!"
        },
        {
            "review_title": "perfection!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Such a beautiful foundation! Ive just switched from my summer citrine to pine and it was again the perfect match. long lasting, doesnt settle into fine lines, adapts perfectly to the day. I love it!"
        },
        {
            "review_title": "Quite disappointing.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Disappointed. This foundation breaks up easily and emphasizes every pore!"
        },
        {
            "review_title": "looks beautiful at first...",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "This is the perfect colour match for my skin and it looks beautiful when itu2019s first blend it out I put on a light layer to get light medium coverage. It doesnu2019t break my skin out but the self refreshing is a lie! This would be a very good foundation if you donu2019t sweat a lot if you donu2019t have much to do that day. Because this definitely breaks down very easily on my skin transfers even one set with a powder and by the end of the day just doesnu2019t look super great. I donu2019t expect foundations to look amazing after 8-10hr mark but this one almost separates and looks melted on my chin after 3-4hrs . If I could figure out how to get this to look the way it does when I first apply it that would be amazing because it looks so smooth and beautiful at first..  I have combo oily skin. So make up breaks down on my forehead nose and around my mouth."
        },
        {
            "review_title": "BEST FOUNDATION EVEN FOR DIFFICULT SKIN!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "500/5!! PURCHASE! So perfect. The ONLY** foundation that doesnu2019t crease in my smile lines, and I swear I have tried almost every foundation at Sephora. I also have texture and acne scars and it looks so fresh and smooth, and for a medium coverage it does an excellent job by itself covering my scars. So easily blendable, the finish is sooo natural looking on my skin, and even though Iu2019m very oily it doesnu2019t break up in unflattering ways anywhere on my face! Even if I wear it all day/all night. The color match is also ridiculously good. I canu2019t stress how phenomenally magical this foundation is. I will be repurchasing for hopefully the rest of my life."
        },
        {
            "review_title": "Wonderful Natural Full Coverage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s been working wonderfully for my skin type (dry with normal - *not oily* - T zone). Iu2019ve heard reviews that seem to indicate that this foundation doesnu2019t last, but this seems to happen a lot more to people with oily skin. Looks beautiful, natural, with high coverage. Results seem to be somewhere between matte and dewey, and last all day (14 hours) for me. Iu2019m sure the u201cself refreshingu201d part is a sales pitch, but it does *feel* it is. Again - to be clear - itu2019s not. But I love this foundation. Over my dewey Laura Mercier, my maestro Giorgio Armani, my YSL touche eclat, my Stellar foundation, my It cc+ cream."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "NOT HAPPY. This foundation replaced my all-time favourite. I always purchased Shiseido because they offer colours that suit my tone and the PREVIOUS version called Synchro Lasting Liquid Foundation was THE BEST EVER: natural and UNDETECTABLE, so pretty and lasted all day. So upset they discontinued it, and replaced it with this one. This one is oily, thick, hard to blend, and just looks and feels caked and gross. HARD PASS on this one. Bring the old version back"
        },
        {
            "review_title": "Not for me.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Disappointed. I gave this a chance for 2 weeks. Not. satisfied and not happy. Makes me oily and it wonu2019t last long."
        },
        {
            "review_title": "LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this foundation. I have never had a colour match me so well when I have super light or when I'm slightly tanned. Such a great consistency and the packaging is awesome. At the end of the day I do look slightly dewy but not oily."
        },
        {
            "review_title": "Best foundation of 2019",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This foundation has replaced my favourite foundation ! The coverage and finish is so beautiful, I have dry skin but this sets as a natural glowy finish for me without emphasizing my pores or finelines , instead it actually fills them in ! I was worried that the shade 360 would be lighter on me but itu2019s actually my perfect match , ( for reference I use fenty pro filtr in 330 and beauty blender foundation in 3.70) ."
        },
        {
            "review_title": "Oily and emphasized pores",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I was so excited to try a new foundation and purchased this after seeing Tati's review on YouTube. The first red flag was I wore primer on my face and tried the foundation on half of my face. When I went back to the office I asked my coworker to guess which side I had the foundation on she choose my primer side with no foundation. As I wore the foundation through the week it looked oily in a hour, very heavy no matter how much I dialed back on the product and emphasized my pores even more and broke apart both with and without primer. I was so disappointed because the actual shade was PERFECTION for my skin. My coworker said she noticed a difference with this foundation just being really crappy - so sad!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Porcelain skin tone, Dry skin",
            "review_text": "beautiful product the smell is so fresh and doesn't settle in lines i usually have to powder alot but not with this u2661"
        },
        {
            "review_title": "YOU NEED THIS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I donu2019t normally write reviews, but after having multiple people tell me how great I look and asking what I did differently, I need to share! The coverage on this is amazing, but still lightweight, and it literally looks the same-if not better after a full days wear. 5/5"
        },
        {
            "review_title": "Beautifully light texture",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "love the colour selection and undertones, Sand matched me perfectly but Iu2019d consider myself fair-light instead of light to medium. It blends like a dream and has the most amazing texture that feels like nothing on but leaves a medium-full coverage. the only gripe I have is that it transfers and slides around a little but thatu2019s an issue that setting and priming can help with. note: I have combo-oily skin"
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Combination skin",
            "review_text": "I adore this , it makes my face looks flawless, it's not heavy on the skin you barely feel it and you don't need a lot to make it work. I used it for my university graduation and will use this for my wedding.   It doesn't crease and is long lasting."
        },
        {
            "review_title": "Great formula for dry skin!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "let's start off by saying this is too dark for me, but with that said I gave it a shot and made it work. I have combo/asian skin and I noticed it's been dry lately because of the weather. I tried it with and without primer and it works well. there was no pilling or dry patches. surprisingly, the texture got better as the day went on! the only thing I have to mention is stock is always low.... plus in store has bad sales associates that are always chatting so I resort to buying online!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "320 - Pine - Balanced tone for medium skin. Neutral undertone.",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Accentuated any dryness (I use La Mer) and made me look quite flaky. Disappointed and returned. Chalky formula."
        },
        {
            "review_title": "Itu2019s a Keeper!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019ve been a long time user of Estee Lauder double wear (12 years to be exact) and Iu2019ve been on the hunt for something comparable but for everyday wear. This is it! Itu2019s long wearing, coverage that looks like skin and just overall great foundation! I was pleasantly surprised."
        },
        {
            "review_title": "Holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "This foundation is amazing. It makes my skin look flawless without a full coverage cakey look. I like that my freckles can peak through on my nose when I wear this. I have been wearing this non-stop and it has replaced all my other foundations. A must try."
        },
        {
            "review_title": "This is my new holy grail!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I adore this foundation! It wears beautifully all day long. I can layer a serum, moisturizer, sunscreen and primer under this and it looks beautifully locked in until the end of the day. Wearing this I don't get the creasing i used to get in my laugh lines with other foundations. Also appreciate the packaging, the lockable cap makes it easy to travel with."
        },
        {
            "review_title": "Caused break out on sensitive skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This looks relatively natural for a foundation with this level of coverage, but it was still just a bit too heavy for my taste, and it made me break out. I have sensitive skin, though, so if you aren't acne-prone, it's worth a shot! I found the description of the color to be pretty accurate (the one I thought would work for  me based on the description was the one that matched best when I swatched in-store)."
        },
        {
            "review_title": "My skin but better",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This is basically the foundation I've been looking for my entire life. I have pretty decent skin, so I don't wear foundation on a day-to-day basis, but I was looking for a foundation that was light enough to wear on days when I felt like putting in the extra effort, but also something I could use for special occasions to make my skin look its best. This foundation is amazing because it gives the skin an airbrushed look without looking like you're wearing foundation at all.   I consider my skin to be normal with a slight tendency towards oily in the t-zone, and the self-refreshing claim holds up well for me - I haven't had any issues with oiliness while using this foundation. It maintains a skin-like look, neither too matte nor too dewy.   Finally, major kudos to Shiseido for creating a foundation that actually matches my skin! I'm fair with pink undertones and have a hard time finding a good match - most are either too yellow, too dark, and/or too light. When I dab this onto my skin before blending, it basically disappears. I have NEVER found such a great match before. The fact that the foundation performs so well is almost just a bonus!"
        },
        {
            "review_title": "Sticking with my double wear, returned",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I bought this because Tati really liked it, however it didn't hold up to my work conditions like my EL doublewear does. This went quite greasy on me within a few hours, but also somehow managed to catch on dry skin. I think if you have dry or lightly oily skin this will be a beautiful foundation, but it doesn't have the staying power of my doublewear so it got returned. Shade 320 was quite orange, I would have been better off with Bamboo."
        },
        {
            "review_title": "dry patches were emphasized",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "It accentuated dry patches on my skin , I did moisturize my skin even after that it didnu2019t look good on me.it didnu2019t sink into my skin at all!, colour match was also not great"
        },
        {
            "review_title": "So disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I had such high hopes for this. I primed with farsali unicorn essence and the blur primer. Like I always do. This foundation seemed to highlight any texture in my 42 year old skin. I look like an orange peel. Itu2019s rubbing off on everything and is just slipping around. I already requested a refund. This was so disappointing."
        },
        {
            "review_title": "My Only Go-to Foundation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This turned out to be the best foundation for me. True to its name, it feels like it melds with your skin. I've slept with it on a few times (for shame), and it still looked refreshed the next day.   I have oily and combination skin with dry patches on my cheeks. The foundation doesn't accentuate the worst elements of my face and instead neutralizes and smooths my complexion. And it's incredibly long-lasting and very easy to apply. This was so worth the money to shell. I've never used a foundation like this one."
        },
        {
            "review_title": "New Favourite Foundation !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I'll be honest I would've never bought this foundation because of the price point (yikes), but I had to try it after watching Tati's review video on YouTube and wow it is now my new favourite! It really does apply super light and doesn't feel cakey at all, I found it made my skin look very evened out, especially with blemish redness underneath. It's not full coverage but it does the job if you want to look a bit more natural, you can build it up if needed - and you don't need a lot in the first place! I have been using this with the Tatcha Silk Canvas primer and find it gives me the smoothest looking application."
        },
        {
            "review_title": "Minimal oil control, creasing into lines",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I was very disappointed with this. I have oily T-zone, a good foundation for me would last 4hrs, at least, before I need to do oil control. This foundation was not only oily by hour 3, but it also started to break apart a little and settled into my smile line in an obvious way. It did not self-refresh as it would claim for me. Once the oil started setting in, the foundation looked a little heavy. It does have pretty good coverage; one layer would cover eighty percent of my acne scars."
        },
        {
            "review_title": "Perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "This foundation will make you emotional. It is perfection. This is the first foundation that has perfecrly matched me. It's been really hard for me to find a dark yet neutral foundation so I'm about to spend all my expendable $$ on as many bottles of this as I can get haha! I put my face on yesterday morning at 8am and took it off at 10pm and it looked BETTER at the end of the day. No oxidization turning me into a pumpkin, no rubbing off my nose or chin, didn't cling to the dry patches on my cheeks. No foundation has ever not settled into my fine forehead and (not so fine) smile lines before this one. I used the Tarte Timeless Smoothing Primer and Urban Decay All-Nighter setting spray. P.S. really look at the shade swatches and models to match your colour. I tried the shade finder using foundations that I was wearing that didn't look terrible and the match I got was about 3 shades too light AND orange..."
        },
        {
            "review_title": "The foundation you need",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "This is the best foundation I have ever purchased. New holy grail. Amazing wear time. Blends amazingly into skin itu2019s like my skin but better. Doesnu2019t need to be set with powder."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "260 - Cashmere - Balanced tone for light-medium skin. Neutral undertone.",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I am so incredibly happy with this foundation. It gave me an amazing natural finish, completely weightless, and lasted all day long (worn for around 8 hours)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Hi ! this foundation is the best I ever tried for my skin.  (Color Perfect match) I have just little struggle to remove it with my oil based solid remover, what can I use please ? (cruelty free if possible)"
        },
        {
            "review_title": "Light weight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "In love with this foundation! It gives amazing coverage and is light weight. One pump covers my entire face and hides my imperfections / under eye circles with ease! It's great on my sensitive skin, I haven't had any reactions and my skin stays hydrated."
        },
        {
            "review_title": "Genuinely shocked",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "red hair, fairLight skin tone, Dry skin",
            "review_text": "I've worn this twice now, and both times it's performed incredibly well - no gathering into my fine lines, no wearing off around my nose, it stays on under my eyes, and it stayed on after eating. I didn't have to retouch. Though both days were mostly inside days and I didn't break a sweat.  But HUGE points for *me* personally were - went on quick and I could use my fingers - no streaking. :o  I didn't even have to use a sponge after. So. Fast.  - was a very good colour match for me, and perfect level of coverage. Could still see a bit of skin through it, looked natural, but covered all my rosacea without having to use a green colour corrector first (saves more time!) - I did NOT have to use a primer and I did NOT have to use finishing powder (LOVE).  - Both times lasted a good 10 hrs without primer or powder - I have normal-dry skin and it looked great. Slightly mat in it's set yet *slightly* radiant in it's finish sheen when it catches a bit of light. Pretty.  - cut my make up time by 15 minutes, less fussing, can't feel it on my skin. Didn't transfer to my phone.   As a 50 year old woman with Normal-Dry skin going through menopause (bit of hormonal skin) with rosasea? Brilliant. I don't wear make up like a youtuber, I want a fairly natural look that I can forget about and not fuss with. Me, just better with a smidge of glam.   This does more than any foundation I've ever had. HG."
        },
        {
            "review_title": "Wow! Foundation just bossed up.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I was so excited to try this foundation after I heard it didn't settle into lines. I definitely am not regretting this foundation purchase! It's well worth the expense for me personally, as I dont wear foundation everyday and it will last me for over a year.  I wore it all day today, chased kids, carved pumpkins, cooked,  ate, everything, and it looks great 8 hours later! I had to bounce my sponge on my smile lines because it had settled slightly, but in a different way than my old holy grail (MUFE Ultra HD), and it blended right back in.   My skin feels great wearing this, it feels like wearing nothing.  Medium coverage on my light skin."
        },
        {
            "review_title": "The dry patches!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "It looks so nice going on! A natural finish. Light to medium coverage. But oh my God the dry patches. I did my skincare underneath, and I tried it again with more moisturizing products. I tried powdering and not powdering. BUT it still showed off all my dry patches. Even worse as the day goes on. wish this had worked for me."
        },
        {
            "review_title": "Really impressed with this!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I've worn this two days in a row now and both days its lasted well all day and never sunk into my laugh lines or aged me. The coverage is good but not cakey, and it was even more effective at hiding my dark circles than my tarte concealer! (Haven't tried the actual Synchro Skin Concealer yet, but will when I can). It has a very natural finish, contains SPF and seems good for dry skin so far. I got shade-matched at the Shiseido Nuit Blanche event, and I'm thrilled they really did have the perfect shade for me.  Minus one star because it is not cruelty-free, which would have made it the perfect product. Bought the full size anyways for now, as I've not been able to find a cruelty-free one that does this well on my dry/sensitive skin. Hopefully Shiseido makes a change in the right direction soon."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This foundation truly becomes one with your skin. It stays true to its name as a self-refreshing foundation cuz my makeup never creased especially when I didnu2019t powder. My laugh lines were non existent and my skin looked fresh throughout the hole day. New holy grail for me!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I got this foundation for free from an Influenster Vox Box but I will be purchasing another one of my own! I loved this foundation! I have oily skin and most foundations give me a really slick feeling to my skin. This foundation went on easily and gave me a very neutral texture. Not dewy at all but also not completley matte. Didn't have any issues with it staying on all day either which is a plus!"
        }
    ]
}