{
    "product_id": "659",
    "name": "Dark Is Night Eau de Parfum with Green Grass + Patchouli ",
    "brand": "Henry Rose",
    "categories": "Fragrance, Women, Perfume",
    "price": 165.0,
    "about": "Fragrance Family:Earthy & Woody.Scent Type:Earthy Green & Herbs.Key Notes:Green Grass, Vetiver, Patchouli.Fragrance Description:The Dark Is Night Eau de Parfum blends the woodiness of patchouli with the richness of vanilla bean for a decadent finish..About the Bottle:Henry Rose craft their bottles to be genderless, modern, and minimal. The clear glass highlights our commitment to 100 percent ingredient transparency. The travel-size fragrances are made from 30 percent recycled glass. The cartons are from biodegradable FSC hemp paper and the caps are recyclable..About the Fragrance:As the first fragrance I worked on for Henry Rose, Dark Is Night will always hold a special place in my heart... Dark Is Night reveals a midnight glow of sensual amber with notes of Vetiver, natural Vanilla, and dark, woody Patchouli. - Pascal Gaurin, Perfumer",
    "ingredients": "Alcohol Denat., Tetramethyl Acetyloctahydronaphthalenes, Methyldihydrojasmonate, Ethyl Vanillin, Oxacycloheptadec-10-En-2-One, Pogostemon Cablin (Patchouli) Oil, Ethylene Brassylate, Linalyl Acetate, Vanillin, Ethyl Trimethylcyclopentene Butenol, 3-Methyl-5-(2,2,3-Trimethyl-3-Cyclopentenyl)Pent-4-En-2-Ol, Triethyl Citrate, Vetiveria Zizanioides (Vetiver) Oil,  Beta-Ionone, 2,6-Dimethyl-7-Octen-2-Ol, Dodecahydro- Tetramethylnaphthofuran, Tetradibutyl Pentaerithrityl Hydroxyhydrocinnamate, Linalool, Dimethylbenzyl Carbinyl Butyrate, Cyclopropanemethanol, 1-Methyl-2-[(1,2,2-Trimethylbicyclo[3.1.0]Hex-3-Yl)Methyl]-, Gamma-Octalactone, 4h-Ideno[4,5-D]-1,3-Dioxole, 3a,5,6,7,8,8b-Hexahydro-2,2,6,6,7,8,8-Heptamethyl-, Ethyl Maltol, Dipropylene Glycol, 3-Hexenol, Vanilla Planifolia (Vanilla) Fruit Extract, Tocopherol, Ionone, Alpha-, Methyl Di-T-Butyl Hydroxyhydrocinnamate, Rose Ketone-4, Farnesol, Limonene...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;.-After applying, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly.&nbsp;.-If you prefer placing fragrance on your wrists, be sure to reapply after frequent handwashing, as this tends to rinse off the scent.&nbsp;.-Replace fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent... Eau de Toilette or Eau de Parfum?: .The difference lies in the volume of perfume oil. While EDT contains five to nine percent, EDP contains more, usually eight to 14 percent. EDPs, therefore, last longer and smell more intense...Recycling Instructions:.-Fully recyclable and compostable carton and cap.  .-Once empty, remove spray top and dip tube to rinse bottle.  .-Empty, clean bottle can be recycled with glass in your recycling bin.",
    "num_reviews": 84,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/henry-rose-dark-is-night-eau-de-parfum-P510464?skuId=2757938&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2757938-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2757938-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "This is my new go to fragrance, peopleu2019s smile tells you that you are wearing something unique and good."
        },
        {
            "review_title": "My New Favourite! So Good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "From the moment I smelled this at Sephora I knew it was going to become a new fave. If you love more woodsy and gourmand scents that are warmer and feminine this is for you. The note of vanilla brings a sweetness that balances the fresh earthiness. The name of this perfume is perfect because I feel so dark and mysterious when I wear it and always get compliments from others when I'm out. Fabulous fall fragrance!"
        },
        {
            "review_title": "Perfect for the season!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This parfum is my new go to. The mix of vanilla bean and patchouli is genius. It gives soft girl but still wants attention vibes and itu2019s perfect for spring/fall with its woody scent. Definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "After using this product i felt like i smelt so good! i love the smell and i use it almost everyday 10/10 recommend this."
        },
        {
            "review_title": "Warm and luxurious!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "It smells sooooo luxurious, warm, and sweet. I love sweet perfumes more than florals so this one was a nice surprise! Itu2019s not candy sweet but more like an elevated soft vanilla with a touch of musk."
        },
        {
            "review_title": "My new favorite fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely love this product. It is one of my favorite fragrances iu2019ve ever smelled. It smells very warm and earthy, but I appreciate the hint of sweetness.  It smells very inviting. I think it would be perfect to wear for a night out to enhance the mood. I will be reaching for this often."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this perfume omg is so good, right now is my favorite one and just I want to use it everyday and everyday, I love this perfume omg is so good, right now is my favorite one and just I want to use it everyday and everyday"
        },
        {
            "review_title": "Smells absolutely amazing!!!! A must try!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Henry knight dark is night is my first perfume I have used since I was a teenager. I like that It's spicy, sensual, and far from subtle. The woodiness of patchouli blends with the richness of vanilla bean for a decadent finish. The butler is gorgeous and it would make the perfect gift for a birthday anniversary or even Motheru2019s Day! It is a must try!!!"
        },
        {
            "review_title": "Perfect for moms",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The packaging is beautiful very minimalistic! Itu2019s the perfect gift for motheru2019s day! My mom loved the smell of this perfume. Itu2019s very mature, elegant and lasts a long time. You canu2019t go wrong with this perfume."
        },
        {
            "review_title": "Mature scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "A wonderful mature fragrance, a woodsy, musky scent great for nights out. As a vanilla lover this is an amazing scent to layer while bringing out the vanilla undertones. I would recommend this long lasting perfume to anyone with similar scent preferences to me! 10/10 scent"
        },
        {
            "review_title": "lingers in the best way possible!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This fragrance is RIGHT up my alley! Iu2019ve always been one to side with more musky scents and this one is just that. It takes a minute to really set in, but once it does, it lasts forever!!! I put it on over 2 hours ago and Iu2019m still getting whiffs of it as I move my hands- My preferred way to wear fragrance is on my wrists!"
        },
        {
            "review_title": "A little dark, very warm and deeply sexy...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Henry Rose has become a clear favourite of mine. I bought this in store today after testing it and falling in love. It is deeply sensuous, a little vanilla, a little amber with a subtle hint of patchouli. It is a very sexy scent. Just gorgeous!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone",
            "review_text": "I love it, I genuinely love it! I love the fact that the perfume has a vanilla scent and itu2019s not too strong. Very subtle but yet long lasting. Will definitely be repurchasing the perfume. Thank you so much Henry Rose."
        },
        {
            "review_title": "Amazing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "This scent is amazing, it is without a doubt unisex, it has hints of a cologne as well as perfume. It is musky and sweet I love it. I will definitely be wearing this scent very often!!!! 10/10 from me"
        },
        {
            "review_title": "A Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I tried this perfume as soon as it arrived, and I must admit, I was very surprised by the scent. I wore it to work and received many compliments. I also wore it out, and people asked me what I was wearing. The scent is sophisticated, sensual, and seductive. Itu2019s a perfume that enhances femininity even more. I love it."
        },
        {
            "review_title": "Strong at first but delicious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "First off, The packaging is so beautiful. So simple and elegant. But the most important part, the scent. This parfume smells delicious. It is quite strong but it smells like a very vanilla floral scent. I love it. I canu2019t wait to purchase more scents!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I really love this perfume. In the beginning it has a more masculine scent which I was not so sure about but after like 10 minutes it starts to smell more feminine. It also has more of a woody scent that a floral scent and the perfume also lasts a long time. In general I think itu2019s a great product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I truly loved this perfume. I feel like it is the perfect mix of sweet with a bit of musk and that is typically what I gravitate towards. I will definitely be adding it to my perfume rotation. I am super happy with this product!"
        },
        {
            "review_title": "#gifted",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "#gifted I really love this fragrance! I am usually drawn to vanilla and earthy perfumes. Dark Is Night is a unisex scent (earthy, musky with a touch of vanilla) that is long lasting. Personally, I would wear this perfume everyday, but I think it is especially perfect for fall. The bottle it comes in is very nice."
        },
        {
            "review_title": "great for the earthy scent lovers!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "This is definitely a fragrance I normally wouldnu2019t go for. Iu2019m more of a sweet, fruity and floral fragrance type girl. This one is definitely on the more woodsy and earthy side. You can tell itu2019s a unisex fragrance as it does have the masculine scent (when you first spray it- woodsy) and then it dies down into the more feminine scent (musky & vanilla). As much as I do enjoy this perfume, I wouldnu2019t personally wear it every day. When I do choose to wear it, itu2019ll be within fall and winter. I do love that it does have great lasting power and I absolutely love the bottle it comes in! Overall, itu2019s a great fragrance! But if you are a more sweet and floral scent lover like me, then I wouldnu2019t recommend this one as an everyday fragrance."
        },
        {
            "review_title": "Un parfum sexy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Un parfum sexy et unisexe. Ju2019adore le fond de vanille melange au patchouli. Il est un peu trop poudreux u00e0 mon gou00fbt et tres puissant. Il ne faut pas plus du2019un spray, car il tient longtemps et projette beaucoup."
        },
        {
            "review_title": "Un parfum de caractere",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ce parfum a du caractere, il est envou00fbtant et peu commun. Une nouvelle fragrance qui change de ce quu2019on peut trouver habituellement. Il me tarde de tester les autres senteurs disponibles dans cette maison de parfum."
        },
        {
            "review_title": "# Gifted",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "I recently tried the Dark Is Night perfume by Henry Rose and here is my review. It is an amber woody fragrance for men and women but personally, I think it is more suited for men. I would say this is an earthy, woody, vanilla, patchouli fragrance. Unfortunately it smells a bit synthetic and I believe that is why I wonu2019t personally use it, but I believe some older women will enjoy this scent.  https://app.im.skeepers.io/c/hpzim/r/hbwex"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Such a beautiful glass bottle the fragrance comes in!! A woodsy and earthy scent that is wearable by anyone. Has a sensual musky vibe in my opinion that I would wear it more for night time or fall winter time."
        },
        {
            "review_title": "Long lasting and beautiful scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "As someone who loves vanilla scents, I really do love this fragrance! It has a woodsy smell at first that turns into a nice vanilla scent. It is long lasting and I received so many compliments. Definitely perfect for a night out."
        },
        {
            "review_title": "It was the packaging for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love fragrances and usually go for oud scents but this! No bars for real. The perfect mix of vanilla and woody scent. I have been wearing it since I received it. I also love how simple and slick the packaging isud83dude0d"
        },
        {
            "review_title": "Chic and long-lasting fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love the woody smell of this fragrance. A huge plus about this product is that it doesnu2019t fade quickly and is very long-lasting. Even though I used it on non-moisturized skin, I could still smell it on my skin the day after. I find it suitable for night time."
        },
        {
            "review_title": "Beautiful mix of vanilla and woodsy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I received the Dark is Night perfume from Henry Rose. The scent is absolutely amazing. When you first spray it, it definitely smells earthy, but like others have mentioned, as it dries down the sweet vanilla undertone really comes out. My boyfriend even said he loves it and would wear it too!"
        },
        {
            "review_title": "Amazing addition to my fragrance rotation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I tend to go for more dark scents over the super sweet and bright feminine scents, and Dark is Night by Henry Rose fits my vibe perfectly! I love this scent so much and it is absolutely perfect for a day or night out. The longevity is amazing and the packaging is also gorgeous, overall 10/10!!"
        },
        {
            "review_title": "Perfect fall/autumn scent!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "At first the woodsy & earthy scent is really strong but as it settles it becomes really nice and the vanilla bean peaks through. Itu2019s definitely growing on me the more I wear it and will probably become my daily autumn perfume! Also quite long lasting."
        },
        {
            "review_title": "Long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I love how simplistic and elegant the packaging is. Itu2019s a very woody fragrance and I do smell a hit of vanilla. It starts off very strong but it settles nicely on your skin. It last about 6+ hours on my skin. For me itu2019s more masculine so I do enjoy and LOVE it on my partner more. The"
        },
        {
            "review_title": "Enchantingly Alluring",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I have to admit, Henry Rose's Dark Is Night Eau De Parfum has become a staple in my fragrance collection. From the moment I first spritz it on, I'm enveloped in a warm and spicy embrace that's simply intoxicating. The combination of vanilla bean, patchouli, and vetiver creates a scent that's both comforting and alluring, making it perfect for any occasion.  What truly sets this fragrance apart for me is its longevity. I can apply it in the morning and still catch whiffs of its enchanting aroma well into the evening. It's like having a secret weapon in my scent arsenal, ensuring that I leave a lasting impression wherever I go.  And let's talk about the bottle u2013 it's a work of art in itself. Sleek and elegant, it adds a touch of sophistication to my vanity.  Overall, Henry Rose's Dark Is Night Eau De Parfum has earned its place as one of my go-to fragrances. Its warm and sweet gourmand notes, paired with its long-lasting scent and beautiful bottle, make it a must-have for anyone who appreciates quality and luxury in their perfume collection."
        },
        {
            "review_title": "Perfect feminine woodsy scent!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I usually donu2019t go for earthy scents but this one is amazing!!! It dries down with a sweet scent almost like a vanilla undertone which make its super feminine, I find most woodsy scents tend to be masculine so this one is super unique!!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Dark Is Night by Henry Rose is an enigmatic and seductive fragrance that captivates with its deep, mysterious notes. With its blend of rich spices, warm woods, and subtle floral undertones, it exudes an aura of sophistication and allure. The fragrance evokes images of moonlit nights and whispered secrets, making it perfect for those seeking a scent that is both elegant and intriguing. Overall, Dark Is Night is a captivating fragrance that leaves a lasting impression."
        },
        {
            "review_title": "Very long-lasting and beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "At first the scent was a bit strong and didnu2019t really match the notes, but after you let it sit for awhile the scent is so beautiful and the vanilla becomes very apparent which I love!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This is the most elegant scent I have ever tried. It's very rich, but it doesn't feel overpowering. It starts with the fresh notes and then it develops into a more sweet scent powdery scent. I absolutely love it!"
        },
        {
            "review_title": "A must!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love this perfume!! Before I didnu2019t used fragrances that rested for this long or have a little strong sweet texture but this perfume is amazing!! I already started wearing it at school and got a lot of compliments. Itu2019s my favorite one now."
        },
        {
            "review_title": "A must have in your collection for sure",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I received the Dark is Night perfume from Henry rose. And first I wanna say thank you. The presume comes in a beautiful but classic glass bottle. It smells so heavenly itu2019s very warm with hints of vanilla and floral scents. I think itu2019s an amazing evening scent to wear on a date night. Or you can wear it during the day just go light with it. Overall I adore this perfume and I canu2019t wait to hear what other people have to say about it too."
        },
        {
            "review_title": "Best perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This Perfume smells incredible, i canu2019t describe the exact scent but I canu2019t get enough of it. I sprayed once and the scent is still lingering on my sweater 3 days later. This is a must have, im obsessed with it on me. 10/10 recommend."
        },
        {
            "review_title": "A must have perfume I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I love this perfume itu2019s a lovely scent from Henry Rose , itu2019s a warm vanilla thatu2019s not to sweet -some spice notes and a powdery lighter patchouli scent I love it . Itu2019s smell so good on my skin and lasted for hours itu2019s giving really sexy and grown such a great date night scent . I love the fact thatu2019s itu2019s unisex !!"
        },
        {
            "review_title": "a unique elevated smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Iu2019ve tried this perfume for a while now and really like it. It smells really u201celevatedu201d and boujee. I love the smell and how versatile it is. The top note has a strong smell but the base note is great. It also works really well as a unisex perfume. My brother and I both use it and it emits a different smell on both of us. We both enjoy the experience"
        },
        {
            "review_title": "An amazing sensual scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Just received my product today, absolutely loved the packaging ! Off the bat this is a woody perfume and gives off a sensual vibe overall. I could take the note of Patchouli in this really well. Dries down into a beautiful scent. Overall amazing!"
        },
        {
            "review_title": "Perfect evening scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "My new go-to evening scent! The amazing mix of blackcurrant, jasmine, and sandalwood makes this fragrance feel so luxurious. Received so many compliments wearing this. It's not too overpowering, just the right balance of sweet and sultry. Definitely recommend giving it a try if you're looking for something special for nights out or even just a confidence boost during the day."
        },
        {
            "review_title": "Love it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I wore this out the other day and even when I was doing my laundry the scent was still there. I love how it dries down smoothly but did not disappear. If you like woody scents paired with a hint a sweetness you will enjoy this."
        },
        {
            "review_title": "Definitely recommend this parfum!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "Dark is night is an amazing parfum. The main notes are green grass, patchouli, and vetiver. I think this parfum would be great for men and women. Also the packaging is super cute and great quality! Itu2019s clean and planet aware."
        },
        {
            "review_title": "My new favourite perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I usually opt for sweeter, more floral scents but this one surprised me! I have been wearing it for the last couple days since receiving it! Scent stays all day long! It has warm, woodsy and sensual notes. Perfect for date nights and warm summer nights! This perfume is one of my new favourites!"
        },
        {
            "review_title": "Exceptional fragrance perfect for romantic dates",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "The fragrance is so incredible , it has hints of warm sweet vanilla , a subtle hint of smoky vetiver emerges, with notes of patchouli . Perfect for those who want to feel warm and inviting wherever they go. It is perfect for romantic dates , i love it and i am obsessed with it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It smells so sexy, feminine, I would wear it in a night out or in dinner date, itu2019s a soft but sexy smell it last so long, 2 spray is enough to get you for the whole day. Packaging is fancy and classy, itu2019s a very unique perfume in sense of smell and packaging. Overall this perfume surprise me as a perfume lover."
        },
        {
            "review_title": "Summer must have scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Dark is Night is such a refreshing but warm when you first smell it. With notes of vanilla and light woody scents, great for summer and as an everyday scent. Especially with the longevity of the smell of this scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I love the clear packaging! The perfume bottle looks very nice and has a great design. Dark is night has a strong scent and lasts all day. It is the best for summer. It smells earthy, woody at first and then starts smelling like vanilla. A must have in your fragrances."
        },
        {
            "review_title": "Collection to have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019m absolutely hooked on this scent! Dark is Night strikes just the right balance itu2019s captivating without being too strong, and it lasts all day. The packaging is simple but really pretty, making it perfect for summer. Itu2019s like a little luxury that adds a touch of elegance to every day. If youu2019re looking for a summer fragrance thatu2019s effortlessly chic,Dark is Night is definitely worth trying."
        },
        {
            "review_title": "Perfume as a statement",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Normal skin",
            "review_text": "Very self esteem perfume! Smell of the freedom Smell of the most daring thoughts Smell of being and feeling rich Rich and long lasting smell that completes the look with the statement! Definitely not the regular perfume, one of a kind!"
        },
        {
            "review_title": "The most beautiful perfume for my summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I must say this fragrance is really a very lovely one.  Especially the incredible notes that make it special to have for either men or women. I know that we at home both enjoy wearing this. I love how it has patchouli and vanilla these two make me really feel itu2019s the perfect summer perfume. Must itu2019s definitely long lasting that for is a win ."
        },
        {
            "review_title": "Henry Roseu2019s Dark is Night Eau de Parfum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Dry skin",
            "review_text": "I am absolutely a fan of Henry Roseu2019s Dark is Night Eau de Parfum. Dark is night and I is a perfect match. Spicy like me, the scent really suits me. The blend of vanilla and nature is rich and joyful, which is why I can say that I can adopt this eau de parfum on a daily basis."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Iu2019m a vanilla girl, through and through and this perfume surpassed all my expectations. Itu2019s rich but not overpowering and I love that it has clean ingredients!! This would be the perfect perfume for date night or girlsu2019 night out."
        },
        {
            "review_title": "Warm, complex scent that lasts all day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am shocked by how much I love this perfume. The packaging is simple and gorgeous. This smells so incredibly warm and complex. I think this is truly a unisex sent, it isnu2019t too flowery or too woodsy, itu2019s a really balanced scent that just has this grounded beautiful smell. It seems VERY strong when you first spray it but I found it settled so beautifully to a level that was enjoyable but not overwhelming and lasted all day. If you get migraines from scents highly recommend this one, I am so sensitive and I found it didnu2019t bother me in the least. One of my new favourites!!"
        },
        {
            "review_title": "Sensual & mature scent that lasts all day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I was pleasantly surprised by this perfume! Iu2019m normally not one to go for earthy scents, but when I tell you Iu2019ve been constantly re-smelling my wrists where I applied it because of how beautiful this perfume smells. First of all, the packaging is breathtaking. It is so aesthetic and chic. Secondly, the scent lasts forever. I applied one spray on all my pulse points at 7am, and it is still lasting in the evening at 6pm. It has such a mature scent to it, however it is not too strong where it gives you a headache. I 100% would recommend this perfume to anyone who wants a long-lasting, sensual, mature scent!"
        },
        {
            "review_title": "A nice balanced fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Dark is Night by Henry Rose applies with an earthy scent to start - however as it has time to set, it starts to develop a nice balance with its sweeter vanilla notes. Settles nicely and not too overpowering, so makes for a great everyday scent! (And not too sweet either, which is great especially as someone who doesn't love overly sweet scents)."
        },
        {
            "review_title": "Spicy and strong",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Upon opening the package it was cute and aesthetic. I love the simplicity of the body. I sprayed the perfume in the air to smell it and I didnu2019t get hints of vanilla but more spicy and floral. I could see it being used for a special occasion or date night"
        },
        {
            "review_title": "Gorgeous, experiential scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "Starts off a bit more woody but vanilla notes become more prominent as you wear it. The scent is warm and voluptuous, sweet but in a very delicate way. The longevity and projection are fantastic, and I find Iu2019m still smelling it on my wrists even by the end of the day. It also transitions so beautifully from day to night. Absolutely gorgeous, experiential scent u2013 canu2019t get enough of it!"
        },
        {
            "review_title": "My new staple scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Dark is Night is officially one of my favourite scents! Iu2019m not a fan of perfumes that are too sweet smelling and this was definitely not that, despite it having vanilla bean it was all the richness of vanilla without being over the top. Then adding in a woody smell just made it a 10/10. I love it for myself but my fiance also loves it and he wants to wear it also. Really happy with it and definitely recommend if youu2019re looking to try out a new scent!"
        },
        {
            "review_title": "Smells great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This scent reminds me of black liquorice and hints of vanilla! Itu2019s not to overpowering and has a warm tone to it. I love it overall as it reminds me of a previous scent I used back in middle school"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Dark is Night by Henry Rose is a revelation in fragrance. Its captivating blend of bergamot, black pepper, jasmine, patchouli, cedarwood, and vetiver creates an intoxicating experience reminiscent of moonlit nights and hidden desires. What truly sets it apart is its commitment to quality and sustainability, crafted with clean ingredients and without harmful chemicals. Henry Rose's dedication to transparency and sustainability adds to its allure. Whether for a night out or everyday wear, Dark is Night leaves a lasting impression. It's more than just a scentu2014it's an experience that speaks to the soul. Disclosure: I received a sample in exchange for this review, but my opinions are honest and unbiased."
        },
        {
            "review_title": "Sweet Scent that lasts all day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This is my new favourite scent especially for the spring and summer season. I find it has sweet, vanilla notes, almost like an icing or a frosting. It lasts all day which I am really impressed with because I don't always get that with my perfumes. The packaging is gorgeous and makes great decor on my dresser as well. It is a high price point but the longevity of the scent really makes it worth it. #giftedbyskeepers"
        },
        {
            "review_title": "Very easy to love unisex fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Normal skin",
            "review_text": "If you like unisex, decadent fragrances, you want to check Dark is Night. For me, it was love from the first whiff.  It opens with woody patchouli notes and settles with warmer and close to the skin vanilla notes. It is sexy, sensual, and very appealing. You will definitely get noticed wearing it. It has a great longevity and projection. Personally, I would wear this fragrance day and night. I find it very attractive and easy to love. In two words - quiet luxury. "
        },
        {
            "review_title": "Perfect for spring/summer nights",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This has become my new every day scent and is perfect for the transitional time of spring to summer and will be amazing for summer nights because of the longevity. This is a woody floral deep smell that dries down really nice and musky. It has such a unique scent profile - so it doesn't surprise me that it's unisex. I love this on myself, but I think it would be great on a man as well"
        },
        {
            "review_title": "A staple woodsy-sensual fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I had the opportunity to review out this Henry Rose perfume in Dark is Night for free to test. My first impressions of the bottle itself: super sleek, has a vintage yet modern feel to it! Now the fragrance itself is definitely unique -- there are strong hints of patchouli and has a sensual, almost woodsy once first sprayed. Once the scent sets down it smells like a dramatic yet welcoming mix of earthy and vanilla tones. This scent lasted me the whole night, so longevity is not a problem,   I Would definitely recommend this fragrance to anyone who enjoys a concoction of earthy yet sensual scents! This will be a staple in my fragrance collection :)"
        },
        {
            "review_title": "Sweet but mature",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Henry Rose dark is night perfume smells like a rich aunt. When you first spray it the scent notes are strong but then settles into a mature sweet smell. This would be a great night perfume! It also lasted all day when I only sprayed it on my neck area."
        },
        {
            "review_title": "Definitely worth a try!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I am a very picky person when it comes to fragrances, but surprisingly this one shocked me! It gives sweet and classy AND it last all day long! If Iu2019d have time rate it, Iu2019ll give it a 8/10 and definitely recommend it ud83eudd0d"
        },
        {
            "review_title": "My new fav perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Dark is Night has simply become my go-to night time perfume. It has a very sophisticated blend of woody yet spicy smell. Iu2019ve been on the lookout for the perfect unisex perfume and Iu2019m so glad I came across this one. It is by far the longest lasting perfume I have used and have already received compliments while wearing it! Definitely a must have!"
        },
        {
            "review_title": "A must-have for your perfume collection!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am absolutely in love with this perfume. Its fragrance is unlike anything I have ever experienced, and it lingers beautifully throughout the day. I decided to wear it to my friendu2019s birthday party and I was surprised by the number of compliments I received. The scent is so earthy and comforting, with hints of green grass and patchouli that reminded me of home. I love the packaging and the bottle as well made with recycled material to show love for our planet. I would highly recommend adding this perfume in your collection."
        },
        {
            "review_title": "Perfect spring scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Obsessed with this scent. Itu2019s not overpowering but lasts a long time. The packaging is so sleek and nice. Perfect for the spring time. Love that itu2019s unisex has a good balance between feminine and masculine scent!!"
        },
        {
            "review_title": "Perfect perfume for Unisex",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Dark Is Night is a captivating fragrance that transports you to a mysterious and enchanting world. With its deep and alluring notes, it evokes a sense of intrigue and sensuality. The scent opens with a burst of rich blackcurrant and juicy plum, creating a luscious and fruity aroma. As it settles, the fragrance reveals a seductive blend of velvety rose petals and warm vanilla, adding a touch of elegance and sweetness. The final notes of sandalwood and musk give it a lingering depth, leaving a lasting impression.  Overall, Dark Is Night is a mesmerizing perfume that embraces the darkness and celebrates its beauty. It's perfect for those who love unique and captivating scents that leave a lasting impression.  Itu2019s perfect for both males and females."
        },
        {
            "review_title": "Must get it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "This is by far one of my favourite perfumes, it has a rich woody, vanilla smell, definitely long wear and strong! I got so many compliments while wearing it, would definitely recommend if you want to smell expensive all night or day!"
        },
        {
            "review_title": "A patchouli lovers dream!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "So, I was recently gifted Dark is Night, and let me tell you, it's like stepping into a world of mystery and allure! The blend of vanilla, patchouli, and spice creates this intoxicating scent that just draws you in. It's warm, comforting, and has this hint of spice that adds a touch of excitement. It's perfect for those nights out when you want to leave a lasting impression. Overall, I'd say Dark is Night is a must-try for anyone who wants to make a statement with their fragrance."
        },
        {
            "review_title": "Must-Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "When I tell you this perfume is amazing I mean it! It has musky and earthy notes along with sweet notes! It almost reminds me of u201cBlack Opiumu201d which I love! The smell lasts a very long time and doesnu2019t wear off so you only need to apply it once a day!"
        },
        {
            "review_title": "Wow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I usually tend to gravitate towards heavily gourmand scents but this Henry Rose fragrance has me reconsidering that! What a beautifully layered fragrance, still has a touch of gourmand to it but somehow elevated. To me, this smells rich and refined, without being obnoxious. Staying power is impressive, a little goes a long way. Would make a great gift as I feel like it has pretty universal appeal."
        },
        {
            "review_title": "Fav night time scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "As a woman, Iabsolutely love this perfume, at first I thought it was more masculine than feminine, but then once after like 10 minutes, the scent really set, it was very warm and spicy. Initially, the first smell I felt was the vanilla and patchouly. Itu2019s a nighttime perfume. I absolutely love it, adding to my collection of nighttime scents. Definitely a must buy!"
        },
        {
            "review_title": "My new favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This scent is my new favorite night time perfume. It is a strong scent that leaves no one indifferent. A romantic fragrance with simple & elegant packaging, just the way I like it. For me itu2019s a 5 stars for sure and I highly recommand if you want to feel divine."
        },
        {
            "review_title": "This scent is incredible",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "this fragrance smells like summer. I've had it on my arm for several hours and it still smells incredible. The fragrance is very soft and has a vanilla scent. I've already recommended it to others. I've got my perfume for this summer."
        },
        {
            "review_title": "A night out perfume",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This scent smells great! I love the woody notes and itu2019s definitely a night out kind of scent / perfume ! Itu2019s very sexy and not too strong ! A change from a typical floral perfume and would definitely reccomend"
        },
        {
            "review_title": "Alluring",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I really like this fragrance, it's different than what I typically gravitate towards. It has a nice dark alluring vanilla scent that is nicely layered with patchouli. With long lasting power. It's definitely a new signature scent."
        },
        {
            "review_title": "Sexy smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "If I could give this more than five stars I would!! I love the slight patchouli smell, just right and not overpowering. I get compliments daily. My absolute favorite. Please make other products with this scent"
        },
        {
            "review_title": "Sooo pretty!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This is a very earthy perfume. This was gifted to me and while I usually go for perfumes that are on the sweeter side, this fragrance was a very nice change and is perfect for a night out. Itu2019s one of my favourites now and I only use it for special occasions!"
        }
    ]
}