{
    "product_id": "377",
    "name": "Devotion Eau de Parfum",
    "brand": "Dolce&Gabbana",
    "categories": "Fragrance, Women, Perfume",
    "price": 215.0,
    "about": "Fragrance Family: Floral..Scent Type: Warm Floral..Key Notes: Candied Citrus, Orange Blossom, Vanilla..Fragrance Description: This eau de parfum contains top notes of tantalizing and candied citrus, a heart note of orange blossom, and a base note of alluring vanilla...About the Bottle: Devotion Eau de Parfum is also available in a travel size for the woman on the go. It offers portability, long-lasting allure, and a perfect gifting solution, encapsulating Dolce&Gabbana's timeless elegance in a captivating form...About the Fragrance: The Dolce&Gabbana Devotion Eau de Parfum fragrance is a sensory journey, seductive and reassuring, capable of evoking the positive values to which Dolce&Gabbana hold dear, symbolized by the Sacred Heart seal. An olfactory creation of exquisite contrasts, bright top notes, sensual base notes.",
    "ingredients": "Alcohol Denat., Parfum (Fragrance), Aqua (Water), Dipropylene Glycol, Limonene, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Linalool, Citral, Geraniol, Citronellol, Benzyl Alcohol, Alcohol, Tris (Tetramethylhydroxypiperidinol) Citrate, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Benzyl Benzoate, Ci 19140 (Yellow 5), Ci 14700 (Red 4), Ci 60730 (Ext. Violet 2), Ci 17200 (Red 33), Ci 42090 (Blue 1)...The list of ingredients is regularly updated. Please always read the list of ingredients on the packaging to ensure they are suitable for your personal use.",
    "how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;.-After applying, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly.&nbsp;.-If you prefer placing fragrance on your wrists, be sure to reapply after frequent handwashing, as this tends to rinse off the scent.&nbsp;.-Replace fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent...Eau de Toilette or Eau de Parfum?: .The difference lies in the volume of perfume oil. While EDT contains five to nine percent, EDP contains more, usually eight to 14 percent. EDPs, therefore, last longer and smell more intense.",
    "num_reviews": 294,
    "overall_rating": 4.2,
    "product_url": "https://www.sephora.com/ca/en/product/devotion-eau-de-parfum-P508461?skuId=2703940&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2703940-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "0.33 oz eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2703965-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Orange Vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "One of the best smelling fragrances I own. Not only does it smell great but itu2019s long-lasting as well. Iu2019d describe the smell more as orange/vanilla than floral (as the product describes) 10/10 recommend   Id"
        },
        {
            "review_title": "candied oranges",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "smells like candied oranges. i got this as a free sample and when I save up I am definitely buying the full size. it starts out a bit strong but evens out. Definitely a signature scent."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This smelled like coconut and orange to me, not floral. I got a sample size in a beauty box."
        },
        {
            "review_title": "Must have it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Absolutely in love with this scent it like youu2019re in heaven when you spray this perfume ."
        },
        {
            "review_title": "Hate the smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I bought this perfume as a blind buy based on reviews on u tube but it was not good . It smells rather sour and after the dry down the smell wasnu2019t a nice or sweet smell. Gosh I think itu2019s the most horrible smell for all the perfumes I ever bought. Couldnu2019t take the smell so I returned it ."
        },
        {
            "review_title": "Creamsicle",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "It has a creamy scent. Definitely creamsicle. I had it as a sample and tried it for a few days. The more I tried it the more I disliked it. It became almost sickly for me & I noticed it irritated my sinuses."
        },
        {
            "review_title": "Nice and sweet!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I received this as a little tester and pretty much immediately bought the full size. I love gourmand scents, especially vanilla, and this is just perfect! To me, it smells a lot like orange blossom before it dries down and then turns into a very sweet, almost powdery vanilla. Itu2019s definitely a unique scent and I havenu2019t found anything else like it. I feel like this would be a perfect spring perfume."
        },
        {
            "review_title": "A favorite of mine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "One of my favorite scents. I discovered this fragrance at the airport on the way to Greece. I got so many compliments wearing this while I was on vacation. Beautiful scent."
        },
        {
            "review_title": "Devotion is Divine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "A friend of mine came over smelling DIVINE and I asked her what she was wearing and she said she had just bought D&G Devotion that day! Within a week a 50ml was in my possession and itu2019s tied with Killian Princess for my favourite affordable perfumeu2026..I am still savouring my samples of Killian Love Donu2019t Be Shy as my ultimate favourite, but I canu2019t afford that lol"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Too musky for my liking. Almost smells expired but also very sweet"
        },
        {
            "review_title": "Orangey Vanilla Wood",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "HELLO ORANGE BLOSSOM. It hits you first. After it dries, thereu2019s a bit of vanilla and scents with warmth, spice, and depth. Very syrupy sweet initially. Definitely gourmand. Think orange creamsicle. SOMEONE WILL BE TEMPTED TO EAT YOU UP, I donu2019t get the lemon pound cake smell some have mentioned. Not my favorite. But very nice and decadent."
        },
        {
            "review_title": "Love at first scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "I seriously fell in love the moment I smell it. Sweet and pretty. Intoxicating"
        },
        {
            "review_title": "Smells amazing, doesn't last.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I absolutely LOVE this scent! It's so yummy in a sophisticated, clean, elegant way. Unfortunately, the scent only lasts an hour maximum on me. I received a sample and used it all within 2 days because I kept reapplying, and it just doesn't last. I'm so sad. I would never spend my money on such an expensive fragrance that wears off faster than a cheap body spray. I will try the intense version to see if it lasts longer, but I have heard it smells different."
        },
        {
            "review_title": "Floral and sweet citrus",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "This perfume is a perfect mix of sweet citrus, floral, and a sensual vanilla. If you like floral, this is definitely for you. It is long lasting and I would absolutely buy this perfume."
        },
        {
            "review_title": "GET IT NOWW!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "RUN! I feel ike this is the scent that i've been waiting for my entire life and i'm not even kidding. You need this perfume especially if you love the leaving conditioner from lush super milk it smells kind of similar to me except it's obviously a stronger scent and it smells expensive too. It's giving lemon vanilla cake vibes. It's a must! Love it so much i will definetly repurchased this!"
        },
        {
            "review_title": "Gorgeous sexy Feminine scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Gorgeous feminine scent! I love it!! Was hesitating to try but Im so glad I did. When I first sprayed I got a soft lemon sugar orange scent then it dried down to a warm vanilla. I think it's going to be a perfect scent for fall and winter. I cant help but keep smelling my wrist where I sprayed it."
        },
        {
            "review_title": "You Know You WAAAANT It ;)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Boy oh boy... The very first time I took a whiff of this,  I found my new scent.  Fell in complete LOVE with it... HAD to have it!  It is the perfect blend of MATURE sweetness....  Put it this way,  you won't smell generic wearing this.   It's extremely unique.  Whenever I go out anywhere with this beautiful scent on,  people stop me and tell me I smell INCREDIBLE and they need to know what I'm wearing :)  I think twice about telling them lol.... I don't want to tell EVERYONE about this or everyone will smell like MOI !!!   Get off the couch... or out of bed... or wherever you are and buy this.   You won't regret this purchaseud83eudd18ud83eudd73ud83dudc97"
        },
        {
            "review_title": "Mature orange creamsicle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love this. It smells like a mature orange creamsicle in the best way. I always get complimented when I wear and it wears for a long time. It is one my favorite summer scents."
        },
        {
            "review_title": "I like it but it was not all that I was hopping!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Great aroma, and last me for a very long time. Probably because I am more less into sweet perfumes, was not my favorite."
        },
        {
            "review_title": "Sexy sweet and energizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Just got the free sample..  Iu2019m coming back to buy itu2026. This is so lovely with a bit of energy to it .. hard to put into words"
        },
        {
            "review_title": "Yuck",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I got this as a deluxe sample from Sephora. It was popular so tried it. Smells like lemon pledge cleaner. And then I dies down a bit to smell like a grandmothers pledge"
        },
        {
            "review_title": "Sweet Vanilla Cookie Scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "This parfum smells absolutely delicious. I have received many compliments. The only thing that kept me from giving it five stars is that it doesnu2019t last all day. Iu2019m still a fan and will be buying another once Iu2019m out."
        },
        {
            "review_title": "Perfect summer scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I fell in love with this scent since the very first time I smelled it! Lasts on my skin up to 12 hours, the first hours are strong notes and after around 4 hours the scent becomes subtle but you can still smell it."
        },
        {
            "review_title": "New favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I love this perfume. Itu2019s warm but fresh, and my boyfriend says I smell delicious when I wear it. It smells a little like a lemon cake with a hint of vanilla, but itu2019s more complex and has something different from most perfumes. One of my favorite things about it is that it doesnu2019t smell at all like that generic department store perfume section scent that a lot of perfumes have."
        },
        {
            "review_title": "GOOD PERFUME",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I want to be honest now about this perfume, for me it has expensive vanilla and notes there, many perfumes have cheap vanilla smell but i feel luxury in this! its sweet and fresh but also skin light scent, i call it a long lasting skin scent i am not orange or lemon lover but this perfume has very good balance You canu2019t feel too fresh because its sweet and seductive not too sweet, mix of vanilla and lemon makes it special! for me its best DG perfume very sexy and pretty clean girl smell, i recommend to use daily and think its all season perfume. If you want intense its not what you should get"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Dry skin",
            "review_text": "It has a spicy fragrance to it. Itu2019s not one I wear everyday or even every other day. Maybe once a week. Not one of my go-tos, but itu2019s a nice occasional u201cgoing outu201d wear for me."
        },
        {
            "review_title": "My new fave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Normal skin",
            "review_text": "I absolutely love this perfume! I bought it on a whim and I'm so glad I did, I'll definitely have to keep this in rotation. It smells fresh with a hint of sweetness and has strong staying power. A little goes a long way ud83dude01"
        },
        {
            "review_title": "soooo many compliments",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "this perfume smells amazing!!! iu2019ve read reviews saying that it doesnu2019t last long - but it lasts ALL day on me, itu2019s honest amazing even when I wash my hands, I can still smell it. I receive so many compliments. The scent is very sensual, romantics, and sweet but jot over bearing."
        },
        {
            "review_title": "addictive, sensual, Italian",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "A gorgeous bottle with a delicious fragrance that is incredibly addictive. I get lots of compliments on this!"
        },
        {
            "review_title": "Little lasting power",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Nice scent, reminds me of a lemon/orange loaf! I just wish this scent lasted longer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "I've received several samples of this awesome Devotion scent by D&G and I'm ready to Go for the Largest Bottle they sale!  I absolutely Love it and the compliments are PLENTIFUL.  There's one thing I noticed instantly though, it smells nearly identical as my Kayali Oudagsm Vanilla!  Only difference is the Dry Down  the Kayali has a bit better longevity that the  Dolce Gabbana and I'm almost certain the Candied Citrus in the Devotion set's them apart and why I say NEARLY identical.  but I'm definitely treating myself to a Large bottle of the D&G Devotion!  I absolutely LOVE IT ud83dudc97"
        },
        {
            "review_title": "I would love to get it for Valentine's Day.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I was able to use the sample for a few days and I loved it. The fragrance is excellent and I felt so confident wearing it. It made me want to buy the big perfume."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Olive skin tone, Oily skin",
            "review_text": "This smells so good that I should have purchased a bigger bottle.  So vanilla yummy! I would recommend it to a friend."
        },
        {
            "review_title": "Pretty scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Combination skin",
            "review_text": "I fell in love with this scent on the first sniff. I love layering it with a coconut scent. Pretty!"
        },
        {
            "review_title": "Delicious lemony vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "On me, this leans very musky floral. Itu2019s not bad but not nearly sweet enough for me. It does sweeten a bit after an hour or two but not enough for me to enjoy it. Has a decent personal sillage and lasts all day. I would say itu2019s a bit similar to other Baccarat Rouge dupes (Arianau2019s Cloud, Sol de Janeiro Cheirosa u201868, and Burberry Her), but not similar enough that I immediately thought of any of them when I tried this. Itu2019s much muskier on me than the dupes mentioned above."
        },
        {
            "review_title": "Give it a chance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I avoided purchasing this perfume for a long while because of sampling testers in-store. When the perfume first opens, I am hit with a strong lemony scent that is reminiscent of hand-sanitizer, which really turned me off. HOWEVER, when it dries down on skin, it has the most beautiful-sweet but floral note that can't be compared to any other perfume. This is the perfect late/spring summery scent. If you don't think you like this perfume upon first smelling it, try wearing it and you will not be disappointed!"
        },
        {
            "review_title": "Love it. Sweet and flirty",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Oily skin",
            "review_text": "This smells like lemon pound cake mixed with Taylor swiftu2019s old perfume starlight which is a creamy vanilla with a little musk. It is very bright, sweet, citrusy, warm and flirty."
        },
        {
            "review_title": "Lovely scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I was a bit nervous to blind buy based on reviews. As someone who isnu2019t fond of citrus scents I wasnu2019t sure if Iu2019d like this. Needless to say this is really good. On my skin it smells like iced lemon pound cake. Iu2019m really enjoying this, and Iu2019m glad to have this in my collection. This scent is unique, and I donu2019t own any other fragrances with this scent profile. I highly recommend. My only regret is that I didnu2019t buy the 100ml, especially during the current sale."
        },
        {
            "review_title": "Must have !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I gave this perfume as a gift to my mom and she absolutely loved it !!"
        },
        {
            "review_title": "Really nice twist on vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I am not a floral perfume fan at all. If I read the notes online, I would most likely skip it, I had no idea about this perfume and overheard someone talking about it in the store, I asked to try a tester and wasnu2019t even prepared to make a purchase that day. I kept smelling myself all through my work shift, and after work went back and bought the bottle."
        },
        {
            "review_title": "hypnotized me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "wow! I am not a fan of sweet smelling scents over the last few years, my scent pallet has changed to wood and tobacco scents, but this had me. it's a sweet but not too sweet. I feel it favors more of the vanilla, and I love vanilla, so it works. it's a warm, sweet scent that I can't stop smelling. I got it as a sample and came back to buy the smallest, but the bottle is so beautiful I have to go bigger"
        },
        {
            "review_title": "Fruit Loop Vanilla Orange Goddess",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair",
            "review_text": "I love Dolce & Gabbana, frankly I am a fragrance fiend to begin with, but when I smelt this.... think of a dreamy mid-summers evening, fruity pebbles, vanilla orange creamsicle, yummy goodness.. and you have Devotion."
        },
        {
            "review_title": "Easy reach",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is a dry, mildly sweet orange blossom scent. You have to like orange blossom. There's also a bitter lemon note, which I may or may not notice in the opening. I love this scent in colder temperatures."
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely love this scent! Soft and lasts long!"
        },
        {
            "review_title": "One of my new favorite warm fragrances!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I was just passing a D&G pop up at The Grove in LA when they stopped to hand me a card with this fragrance. I was obsessed. It reminds me a lot of my Guerlain Mon, but this is more citrusy. You really get that orange blossom. Itu2019s soooo warm & long lasting, too. Try it! You will be happy you did."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This has become my new favorite perfume. Its super elegant! It has this hint of vanilla, hint of flowers and then a hint of this citrus smell. Its just perfectly balanced!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "So sweet and warm smelling. Very heavy on the orange blossom. I wish there was a bit more of the burnt wood note."
        },
        {
            "review_title": "The best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "My husband loves this perfume on me. We canu2019t get enough! Perfect blend of vanilla and citrus So good!"
        },
        {
            "review_title": "never received it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "I purchased a whole order just to receive this as a reward. my order never made it to me was lost. then when I tried to get it with my next order the it was out.so disappointed!!!"
        },
        {
            "review_title": "Pretty forgettable",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I blind bought this one because hellou2026 Look at that bottle. Sheu2019s gorgeous! But unfortunately this smells exactly like a Creamsicle to me. Not a very sophisticated scent at all. Will unfortunately be returning."
        },
        {
            "review_title": "Awesome but a lil broken :(",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "THIS SMELLS SO GOOD!! itu2019s a mix of orange/citrus with vanilla. i have gotten so many compliments on it and it is ver long lasting. came without a pump :("
        },
        {
            "review_title": "This is my everyday perfume now",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "This has become my favourite.  The lemon is very candied smelling and quickly dries down to a warm orange-cicle type of scent. And then it gets warmer and more vanilla over time."
        },
        {
            "review_title": "Nostalgic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "This is addictive, itu2019s simple but honestly gives me nostalgia of a summers day by the water sipping on lemonade, I love it."
        },
        {
            "review_title": "My new fave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I find it sweeter than The One, and it suits me. I love the vanilla and floral combination. Very feminine, but not over the top."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This perfume will be one I always purchase now! Smells amazing and lasts all day!"
        },
        {
            "review_title": "Try if you like D&G Light Blue",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This scent seems to me as a caramelized version of Dolce & Gabbana Light Blue; it has some citrusy freshness, dominated by sweetness of milky caramelish vanilla. Nice warming scent for cold day."
        },
        {
            "review_title": "The yummiest vanilla you will ever smell!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Love love love this perfume! I get so many compliments when I wear this perfume. The yummiest vanilla I have ever smelled. Lasts for days in my hair."
        },
        {
            "review_title": "Soooo good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I found this perfume after coming back from vacation in Mexico and I knew I had to get it when I came back. At first it smells sweet and then it settles into a warm like vanilla/sweet scent that last a long time. When I went to pick up the bottle, the worker said that it was one of her favorites."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This perfume is one of my favorites, I really love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Discovered this gem in the airport.  Glad I did because it was my birthday and so I bought it the next day! Smells like sweet sugary Italian panetonne! Every scent takes differently on people. This one goes on me first with a sweet orange blossom citrus not and warm vanilla. Then later transforms to the sweet vanilla,  with tinges of candy and citrus! Just as the notes described. One stranger said he wanted to eat me up and asked what I was wearing! Lol. This is a gourmand scent. Not floral by any means. Warm and sweet. Sugary. Rich. Not cheap. You'll feel like a goddess wearing it. u2728ufe0f My new favorite! I usually wear Angel, Bacarat 540 and Le Labo Santal."
        },
        {
            "review_title": "SMELLS LIKE A CREAMSICLE ud83cudf4aud83cudf66",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "iu2019ve been wanting to buy this perfume for the longest especially for the beautiful bottle and the smell is beyond amazing smells just like a creamsicle! when i saw i can get it for free i placed a order, it is a miniature version of the normal size"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "It smells amazing! It smells like an orange popsicle!"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Love the smell, Iu2019m addicted to itu2026itu2019s strong and last all day."
        },
        {
            "review_title": "u2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Love this!!! Mostly a sweet vanilla smell but that goes good with my personal skin chemistry so I love it!"
        },
        {
            "review_title": "Lemon candy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I feel like itu2019s more a perfect summer scent I do enjoy the fact that it smell like a lemon candy"
        },
        {
            "review_title": "Smell amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I smell straight up vanilla and lemon as soon as I mist this on. The top note immediately comes flying through with a blast of zesty, tart sweetened lemon followed immediately by vanilla which twists around the lemon removing the zest and creating a warmth and coziness which gives off lemon sponge cake vibes or warm lemony cookies out of the oven. This actually has a panacotta and rum note as well which Iu2019m convinced makes the vanilla smell more like a bourbon vanilla."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love it, and I get lots of compliments u263aufe0f I would buy it again"
        },
        {
            "review_title": "I love the scent  I love the design I get many com",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I the product is cute the bottle is so adorable and the scent is so sweet and clean and fresh I really love this perfume"
        },
        {
            "review_title": "Light and sparkling gourmand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Received a sample of Devotion and was immediately obsessed! To me it smells like a lemon pound cake with a sparkling sugar topping. Itu2019s a nice, easy everyday gourmand scent.  I picked up the holiday set as a present for myself and Iu2019m so happy that I did!"
        },
        {
            "review_title": "Absolutely delicious!ufffc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, lightMedium skin tone, Oily skin",
            "review_text": "On my skin, it smells just like Sour Patch Kids candy and then dries down to a very sweet creamy vanilla and orange blossom, which makes it almost smell like a cream sickle but with an added sponge cake vibe. ufffcufffcufffc"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "Oh yes just my scent a mix of softness and sexy. Love it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I am SUPER picky when it comes to perfumes, and when I sampled this I knew itu2019s what Iu2019ve been looking for. A lovely, delicious gourmand without being too sweet or cloying."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "I love this product! The scent is so hypnotizing! If you are curious about the price, try the smaller one. You will not regret it."
        },
        {
            "review_title": "i loveeee !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Oily skin",
            "review_text": "i love sweet smelling scents so much and this is one of my favs at the moment !! smells like a vanilla lemon pastry, pairs so good with vanilla body butters<3"
        },
        {
            "review_title": "A must",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "She smells so good I had to have her in my collection.  I honestly cannot explain the scent. She starts strong then settles sooo smoothly onto my skin."
        },
        {
            "review_title": "Lemon pound cake at first",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Incredible scent. First spray you do get that yummy lemon pound cake, but after dry down scent us more vanilla which I still love. Staying power is decent, and projection is as well."
        },
        {
            "review_title": "Cruised into Devotion",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Yes! This gets all my loving! The first time I smelled this I was a cruise. Got back home, went to the closet Sephora for the travel size and got the full size for Christmas. Itu2019s so good! The vanilla, rum and musk is so intoxicating."
        },
        {
            "review_title": "cap came unscrewed and lost a good portion of it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "itu2019s an amazing smelling scent and it lasts for so long, it has a very strong citrus scent and fades into a nice vanilla aroma. very sad that it wasnu2019t all the way filled such a shame!"
        },
        {
            "review_title": "Rich auntie vibes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Amazing scent. I smelled this in the Christmas sample brochure and had to have it. My daughter say itu2019s giving rich auntie with priorities vibes lol. I love how it last all day. Love it."
        },
        {
            "review_title": "In love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love!  It smells very gourmand to me. Not floral. Very warm and inviting, but a touch different than your typical sweet smells. Not a teenager type sweet fragrance but more adult."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "smell great...in the bottle. No staying power, does not last long at all ."
        },
        {
            "review_title": "Favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Smells like a sweet citrus cake, sweet and lovely."
        },
        {
            "review_title": "Synthetic mess of Lira",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Cheaper, stronger, synthetic mess of Lira. I like the scent profile and the price difference. Just so synthetic it reminds me of a celebrity scent under $50. I would purchase for a tween not agrownwoman woman woman"
        },
        {
            "review_title": "Smells amazing!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Combination skin",
            "review_text": "Smells like a lemon poundcake/ Orange Creamsicle. While I love the smell, the longevity is none existant."
        },
        {
            "review_title": "Not a winner for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "I know that this is a wonderful scent for many, but it makes me nauseous. There is something in it that is sharp and gets in the back of my throat. Perhaps something in the candied fruit composition?"
        },
        {
            "review_title": "I can't stop smelling my arm!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "this perfume smells like a lemon sugar candle, in the best way!!  I can't stop smelling my arm!!  it isn't cloying or obnoxious, just a beautiful, sweet scent. gourmand perfumes are my favorite."
        },
        {
            "review_title": "A must have!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love the smell, but I feel like the smell donu2019t last long. Youu2019d need to reapply throughout the day."
        },
        {
            "review_title": "Sweet treat!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Initial smell is orange vanilla or creamsicle, dries into warm sugary comforting smell that isnu2019t overwhelmingly either. It blends well with my personal scent chemistry. Doesnu2019t smell cheap."
        },
        {
            "review_title": "More orange blossom please",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I was kind of hoping to get more of an orange blossom scent out of this. Iu2019d say this is more of a luxurious version of La Vanilla Grapefruit, both in which, is more heavy towards vanilla. However Devotion has a subtle boozy note to it. I would expect it since thereu2019s rum notes in there and I genuinely think it makes the fragrance itself unique for me. I did a blind  purchase on this. And Iu2019d say I was impressed because it has everything I personally like. I just wish it smelled more of orange blossom. I wanted a bit more floral."
        },
        {
            "review_title": "Reiteration of the same",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "It's very similar to The One and Pour Femme Intense (velvet burgundy box). If you have those already, you won't be surprised. Nonetheless, it's a great, unique and mature evening scent that follows the blueprint of the previous D&G creations."
        },
        {
            "review_title": "The perfect balance between citrus and vanilla!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "I blind-bought the travel spray of this and loved it so much I just had to order the full size during the fragrance sale! This stuff is soooooo nice. Itu2019s a delicious, creamy, sweet, citrusy scent. Very soft and sugary and feminine without being u201ccheapu201d smelling or too juvenile. I feel so pretty when I wear it. I find it has nice staying power without being too overwhelming. Itu2019s a wonderful balance of the notes, itu2019s not OVERLY citrus but itu2019s not OVERLY vanilla either. Itu2019s the perfect orange creamsicle scent Iu2019ve been looking for. I will also say it pairs extremely well layered with Killianu2019s Love Donu2019t Be Shy."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Love this perfume, smells divine. You get the candied citrus right away and then the sweet smell of vanilla. Itu2019s my favorite, I ordered a second bottle with the 20% off sale."
        },
        {
            "review_title": "Consuela from family guy would love this!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "If you enjoy huffing furniture cleaner then this is a scent for you! Itu2019s giving lemon pledge in a more beautiful bottle. Seriously, pick up any citrus scented cleaning product and spray away to get a dupe to devotion! So disappointing"
        },
        {
            "review_title": "Like a sugary lemon-drop",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "Confession: I was gifted this from my Mom after telling her how much I loved the commercials on tv LOL. So this was a complete blind-buy. I'm typically a true-vanilla girl, so I was excited to see the base notes of vanilla listed. At first spray, this smells like a super sugary lemon drop shot. I'm not sure what I was expecting, but it was definitely different! I find the dry down to be kind of powdery on me which I'm not really a fan of. I'm surprised other reviews haven't mentioned that because it's very apparent to me! If you like vanilla perfumes, I wouldn't reach for this first as it's definitely more citrusy than it is vanilla. As far as longevity, I am unable to smell this on myself after a couple hours which is a bummer. If you're into fruity & warmer vanilla, I would try the Burberry Her elixir over this. But I'm glad I gave it a shot-- it might be for you if you like citrusy, candy sort of sweetness."
        },
        {
            "review_title": "Flanker for D&G Pour Femme",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Very in line with the vanilla and gourmand scents that are trending right now. Smells like lemon drop candies at first spray but dries down to a vanilla floral with faint citrus notes (more like lemon peel and not the usual orange blossom. I noticed that it smells a LOT like the recently discontinued pour femme by the same brand. So much so that im surprised they didnu2019t just make this a flanker.   The lemon notes lasted longer on paper and on clothing but onn my skin I smelled more of the canilla notes. Lasted 3-7 hours.   If you like gourmand scents you will probably like this."
        },
        {
            "review_title": "A dream for Italian dessert enthusiasts",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Initial spray smells exactly like Limoncello (an Italian liquor) and the dry down on me is very weird in a good way. It goes from limoncello to the cocoa powder that tops a tiramisu. Thereu2019s a lot of citrus in this so itu2019s supposed to reminds of Italian lemons and Sicilian oranges. I definitely get that. As someone who is an Italian American this really does a good job of encapsulating Italian culture. Totally recommend"
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "I took a chance on this after reading reviews and omg is this gorgeous!  Its sweet but soft with lots of vanilla. They staying power is impressive and it lasted all day with just one spray to my inner arm. If you like d&g the one you,ll probably like this as well. I love it!"
        },
        {
            "review_title": "50:50",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Normal skin",
            "review_text": "Sweet but also bitter at the same time idk how lol. Opening spray sweet orange. Dry down strong bitter orange rind and sugar. If you get down with it it will more than likely be beast mode in summer. Will try again in winter"
        },
        {
            "review_title": "Very nice and lemony sweet",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Beautiful fragrance but I would say smells a lot like lemon marmalade candies that I grew up and saw my mom eating. So this perfume reminds me of my childhood memories. Itu2019s delicious and sweet scent."
        },
        {
            "review_title": "Sweet but not too sweet.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I wish I bought the bigger size. This is so good! Itu2019s not a Tom Ford or a Bond No9 but itu2019s good. Itu2019s sweet but not too sweet. Itu2019s not the most unique fragrance ever but itu2019s still sexy sweet and enjoyable. I can be a fragrance snob I stick mostly to my TFu2019s and Bonds but this is just good. I canu2019t tolerate super synthetic overly strong fragrances and thats probably why I stick with what I do but this is definitely going to get a lot of wear."
        },
        {
            "review_title": "Devotion",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Beautiful scent! I know it has mixed reviews but I blind bought it anyway and have been very happy with it. Thereu2019s a sweetness to it, almost like cotton candy at first, then it melts into a nice fragrance. Itu2019s"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "It smells like stereotypical perfume in the synthetic worst way possible."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Oh my gooooood this smells like lemon cake in the best way. But not cheap super sweet cake. The kind you bite into and roll your eyes and moan"
        },
        {
            "review_title": "Itu2019s okay try before you buy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This was a blind buy and I found it to smell a bit synthetic. I really wanted to make it work even adding also orange by juicy or tangerine boy to try to get that citrus smell that everybody says they get but itu2019s just ok. Iu2019ll have to find a friend or family member who will love and appreciate it. Love the bottle and the fact that itu2019s refillable."
        },
        {
            "review_title": "Sweet alcohol vanilla",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I got a sample and this is not for me at all. I am not a fan of vanilla fragrances but there are some that are done well and it doesnu2019t bother me. This perfume is very strong in my opinion. I would not use it nor want to smell it in the summer. I smell a strong sweet alcohol vanilla the first hour or so. Eventually it mellowed down to simply a typical vanilla perfume. This definitely seems like what you imagine grandmas wear or used to wear. I think this perfume is targeted for a pretty small group of people. Not the best gift unless you know that person likes strong sweet vanilla scents. It is also nothing new or recognizable."
        },
        {
            "review_title": "Obsessed & gives me nostalgia!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "This smells so good! I kept going back to my nearest location spraying it debating whether I should buy but I had to have it for myself! As someone with a 10k perfume collection this a staple & so unique imo. Bonus points for the bottle!"
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Absolutely in love with this scent. Such a classic Italian perfume. Smells very similar to Aqua di Parma Mandolo di Sicilia which I adore as well! Very sweet but in an Almond Orange vanilla like way. MMakes me feel like Iu2019m"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "this product is not good. the smell doesn't last at all. the smell is different nothing to die for and I decided to keep it but when I sprayed it on literally 10min later gone"
        },
        {
            "review_title": "A must have fragrance for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This was a love at first sniff for me!! This fragrance is so beautiful. Sweet, floral and citrus. I just love almost anything with a citrus note. The sweet vanilla helps the citrus not be sharp. Candied lemon!! Yes Please, with orange blossom a fantastic gourmand fragrance."
        },
        {
            "review_title": "great sent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "after using this perfume it smells great. very feminine and light just doesn't last long. probably like 2 hours then you have to reapply. other then that it's a beautiful sent"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I bought this perfume during the sale. Very disappointed. If you have the classic juicy couture them youu2019ll be just fine without this."
        },
        {
            "review_title": "Not my favorite",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "At first I was so excited about it but it smells like detergents I will return it back"
        },
        {
            "review_title": "Heartbreaking",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Ugh I wanted to love this SO BADLY. These types of scents are always my favorite, but at first sniff the initial notes smelled like cleaning detergent to me. Very astringent. On my skin, it was the same. Then after an hour or so, the dry down was to a very basic, standard vanilla. I tried this perfume over and over trying to make myself like it but I couldn't make it work. So unfortunate!"
        },
        {
            "review_title": "Lovely fragrance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "After using this fragrance over the past few weeks, it's really nice. You definitely get that hit of lemon and then the vanilla but it's not overwhelming. It's very sweet but nice. It's a great scent, just not me."
        },
        {
            "review_title": "Core Memories in a Bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This fragrance is one of those scents that gives you flashbacks to when you were a kid sitting at your Nonna's table around the holidays. A warm room filled with loved ones with notes of sweet vanilla and dry fruit in the air."
        },
        {
            "review_title": "Pannetone in a bottle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This perfume smells like pannetone with the candied citrus and vanilla notes. I can also smell a little bit of bourbon as well. I find this perfume is perfect for all seasons, but I find this scent suitable for the holiday season. In my opinion, it sells warm and cozy, yet it has a freshness to it."
        },
        {
            "review_title": "Smoky/Sweet and unique",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "Starts off sweet and smoky with a faint citrus.... then dries down to vanilla. Wish scent was stronger and lasted longer at this price."
        },
        {
            "review_title": "Citrus and vanilla",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "The devotion eau de parfum by dolce&gabbana is a sweet, subtly sexy, and playful fragrance. This has a dominant citrus (mostly orange) scent mixed with a distinctly nostalgic vanilla. The combination of citrus and vanilla is very captivating and leaves behind a beautiful aroma that is playful while maintaining subtly sexy, the vanilla hits you after the citrus and is a little unexpected. I think this parfum is a perfect addition to any collection perfect to wear for a daytime date or a nice spring scent as well.   (I was gifted this product in exchange for my honest review)"
        },
        {
            "review_title": "Best floral scent ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am very picky when floral scents comes. But this one I felt in love as soon as I tried. It is such a lovely and cozy floral warm scent. It is been my signature since then. Makes me feel so pleasant when I smell it."
        },
        {
            "review_title": "My Current Fav Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "I love everything about the scent from the first initial spray to the beautiful dry down. I heavily recommend this to people looking for a unique Vanilla scent or something thatu2019s going to make you smell like candy or citrus baked goods."
        },
        {
            "review_title": "Too sweet for my tastes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "I received this product free for testing from Influenster.   For my tastes, the fragrance is too sweet u2014 the base layer of vanilla definitely brings a sugary aspect to the u201cgourmandu201d part of the u201cbright gourmandu201d descriptor. That said, the formula of the fragrance was great. It lasted on my skin all day and into the evening."
        },
        {
            "review_title": "Creamy orange and vanilla fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This smells like creamy orange and vanilla on the dry down. The dry down is amazing, I only get citrus burst in the opening! Long lasting on my skin even as a newer release perfume. Also reminds me of LDBS by Kilian which I also have."
        },
        {
            "review_title": "Excellent fragrance and long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Normal skin",
            "review_text": "I came into the store, specifically for a new perfume. The very moment I tried this perfume, I knew it was good..then I walked around a bit and it kept gettinbg evewn better, and after looking at different fragrancesa, this one was even stronger than when I first sprayed it. I bought the 3.4 oz at Sephora, in my Kohls store, at 9:30 a.m. Now, I only sprayed a small area on my arm, twice, and I went about my day. At 4:00 p.m. my hubs got home from work, and said, you smell so good..I said thank you for the early Christmas present..and then proceeded to tell him what it was, and I was surprised that he could smell it, by just kissing me hello. At 8:00 p.m. I smelled my arm and the scent was slightly there. So, as for how long it really lasts..I would say an easy 6-7 hours. I am thrilled with my purchase."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "It smells like Italian cake, Panettone. I personally donu2019t love the candied lemon top note, but the dry down is divine! I wish it had better projection though"
        },
        {
            "review_title": "Smells just like a Lush store",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I took a risk and bought this blindly - I was expecting a citrus vanilla pound cake sent by other ppls reviews. But let me tell you, this smells exactly like a Lush store! In the best way possible. Citrusy and sweet - smells like Lushu2019s avocado shampoo mixed with the hair milk spray. I like it, but if you donu2019t like the smell of the store then you might not."
        },
        {
            "review_title": "An absolute must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "This scent is absolutely dreamy! I canu2019t smell a hint of lemon in the opening but dried down to a creamy decadent cake like scent. I havenu2019t smelled anything like this before. Will be getting the biggest size when I restock!"
        },
        {
            "review_title": "Un tresor u00e0 decouvrir!u2665ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ju2019ai achete le Devotion en ligne chez Sephora! Je lu2019ADORE! Doux mais enveloppant comme une couverture moelleuse! Je ne mu2019en lasse pas! A se procurer sans faute!ud83dude0a"
        },
        {
            "review_title": "It surprised me....",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Not a bad scent...just not what I was expecting. I don't know if I got a weird batch or something, but this smells exactly like a lemon and honey cough drop...or maybe lemon tea with honey squeezed in. It's not a bad scent, but not at all the sweet lemon dessert scent that other people seem to pick up. I'm a but unsure on whether I'm going to keep it."
        },
        {
            "review_title": "love the fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Dry skin",
            "review_text": "I ordered the fragrance before I knew what it smelled like. Turns out to be a winner. Its soft and subtle yet bold like a quiet storm. I gave this to my daughter for her birthday. However, I will be ordering a bottle for myself!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "If you like sweet, vanilla-forward scents, this might be for you. On my skin, it starts out softly sweet and floral. The orange blossom is lightly peeking out, with a lovely touch of citrus. It very quickly turns warm, sweet, dessert-y vanilla and citrus. Imagine an Orange creamsicle + vanilla pudding scent. Not quite a dupe for Xerjoff Lira, but similar scent family for sure. It dries down a touch more powdery, but still very vanilla heavy. Good projection and staying power overall. Personally not my taste, but I can imagine this would be lovely if you enjoy your vanilla/gourmand fragrances!"
        },
        {
            "review_title": "My new favorite scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair",
            "review_text": "Love the sweet smell of vanilla with the hint of citrus! Itu2019s a well rounded smell that smells like a more adult fragrance!"
        },
        {
            "review_title": "Sweet smell.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "The perfume smells sweet. The base notes are candied citrus, orange blossom, and vanilla. It smells good but itu2019s not something I would purchase for myself. I received this product complimentary from Influenster for an honest review."
        },
        {
            "review_title": "love it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "loving this new perfume! Smells like oranges and vanilla. long wear and not too overpowering!"
        },
        {
            "review_title": "It was just ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I received these products for free by Influenster and the brand in exchange for my honest opinion. Thank you Influenster and Dolce! At first I wasnu2019t a huge fan. When you first spray the scent was giving me citrus and cream. Iu2019m not a big fan of smelling like baked god or any sort of food so I disliked this pretty quickly. My mind changed slightly though when the perfume dried down about 30 minutes later. The dry down is like a sweet vanilla which was pretty good. Itu2019s not something I would buy even though the dry down was a nice scent but if you like citrus and musk mixed together I think youu2019d be interested in this."
        },
        {
            "review_title": "Happiness in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This perfume makes me happy every time I put it on -the note just sparked joy. I would recommend this to anyone who likes citrus vanilla scents. I get compliments every time I wear it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Love the citrusy scent as the top note. Super refreshing. However it quickly turns into a warm vanilla scent, which doesnu2019t smell bad at all, but not  what Iu2019d expect after the fresh lemon scent. On a different note. This perfume does last quite a long time."
        },
        {
            "review_title": "very pleasant",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "Honestly, I'm not a big fan of vanilla scents and when I received the notification that I would receive a sample of this eua parfum I was overwhelmed by the idea of it being very sweet, but I must say that this surprised me, the vanilla combination really wasn't. It was overwhelming. It is a light fragrance that you can wear on a warm day. People will ask what you use. The aroma is very pleasant."
        },
        {
            "review_title": "Citrusy Vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This perfume is a perfect blend of citrus and vanilla. It smells like an orange creamsicle or lemon bar. It has a zesty, sweet citrus note and finishes with a warm gourmand vanilla. It smells delicious and not overwhelmingly sweet. If you like vanilla scents I think youu2019d enjoy this, as itu2019s a different take on traditional gourmand scents."
        },
        {
            "review_title": "Perfect Fresh and Clean Gourmand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Fair skin tone, Oily skin",
            "review_text": "I donu2019t like citrusy perfumes, but I had to have a travel spray and a 30 ml of this one. The dry down is lemon pound cake with vanilla frosting and orange blossom in the background. The opening is zesty so keep that in mind, the candied lemon is strong and itu2019s challenging until it blends in to the middle notes. This is a perfect new release from Dolce & Gabanna for fall & winter, itu2019s giving lemon Christmas cookies in the most sophisticated way. Longevity is impressive, I catch whiffs of it all day without getting a headache. 10/10."
        },
        {
            "review_title": "SMELLS LIKE LEMON PLEDGE!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is a hard pass.I bought the set thinking Iu2019d love it. I hear people saying how it smells like a lemon-vanilla cupcake, like a creamy desert.I was like YES!  NOOO!!! It smells straight up like lemon pledge furniture polish."
        },
        {
            "review_title": "ITS GOOD NOT DIVINE.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "this perfume is so nice not strong, lasted on my arm 1 spay  all day till nite. it smells alil dif than kyali  vanilla which hS MOR PROJECTION BUT ITS NICE."
        },
        {
            "review_title": "Sweet bit of seductive",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Was very excited to be chosen to receive Dolce & Gabbana Devotion Eau de Parfum. I immediately enjoyed the scent, which was a light yet warm citrus smell. After it settled a bit it seemed less potent on the citrus and more on a vanilla side, but still very light and pleasant. Only downside is it doesnu2019t seem to keep that nice pop of smell and wears to little smell faster than may be wanted. Would still definitely recommend, especially as a light fragrance for a light day or just when you wanna feel extra cute and seductive!"
        },
        {
            "review_title": "lemon poundcake fun skin scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "I gave this a test on and its really fun and lemony poundcake at first and dies to a cute skin scent. will grab this if largely discounted but at a higher price no. A fun scent."
        },
        {
            "review_title": "Orange Creamsicle!!!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "Orange creamsicle!! Itu2019s more of a sophisticated sweet fragrance. Itu2019s not overpowering at all so with that being said it just doesnu2019t last on me."
        },
        {
            "review_title": "So delicious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Perfect mix of vanilla and orange! I was so pleasantly surprised with this scent. Usually vanilla scents are too sweet for me but this one is the perfect mix of orange and vanilla. I couldn't stop sniffing my wrist. It lingers for a very long time and is a very feminine but elevated scent. I received so many compliments and I plan to buy a mini bottle to add to my collection. I'm definitely a fan!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This is one of those perfumes where I put it on then constantly go u201cwow something smells so goodu201d before realizing itu2019s me. It lasts a while without the scent going on too strong. I also love the bottle. Super cute!"
        },
        {
            "review_title": "Eh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "Eh it was ok.. definitely not my kind of scent.Iu2019m a scent fanatic and this was too light and young for me. I received from influencer as a sample to review. I would have have just walked on to another scent if I tried this in store"
        },
        {
            "review_title": "Love this for meu2026 and you!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I absolutely LOVE the fragrance of this new perfume! Thank you Influenster for picking me and allowing me to try this. I definitely recommend this perfume to anyone and everyone!"
        },
        {
            "review_title": "Stunning smell doesnu2019t last all day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this product as a free sample.  I tried this perfume for 2 weeks and I absolutely fell in love with this scent, you can really smell the citrus and vanilla in there and I got so many compliments when I wore it. The only downside is it doesnu2019t last all day but it a great everyday smell you just have to reapply it midday."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I loved this scent. I am not usually one for floral scents but this was very fresh. It wasn't over powering and transitioned from day to night very well. It is my new go to. I have gotten so many compliments on it after only a few days of wear, that it definitely makes me realize how lovely it is."
        },
        {
            "review_title": "Nice but not my cup of whiskey",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "You have to like vanilla notes in your perfumes to like this one and itu2019s a little strong for me taste but I feel there an audience out there that will truly love this cent. I feel it fits more of the seasoned crowd. I like the citrus undertones. I feel if the vanilla was dialed back a touched I would have been devoted to adding this one to my collection."
        },
        {
            "review_title": "Autumn Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I honestly wasnu2019t looking to add another perfume into my collection. But, I was given a sample of this try out and I fell in love! This is the perfect Autumn smell. When I first spray it on, the vanilla and orange blossom was the first notes I noticed. It is inviting and long lasting. Itu2019s feminine and sensual. I will for sure pick a full size bottle myself to add into my ever growing collection."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I am OBSESSED! ud83eudd29 I love the warm, sweet, citrus combination. Very well put together. The staying power is amazing. It lasts all day, no exaggeration. It doesnu2019t come across too young or mature to me, so I think this is a scent well suited for all ages."
        },
        {
            "review_title": "Nice, if a bit basic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this product for free from Dolce&Gabbana and Influenster in exchange for my honest review. This is a pleasant vanilla scent that reminded my boyfriend and I of a pastry. One or two spritzes is plenty to get a strong scent that lasts a good while. If I had one critique, it would be that this one doesnu2019t feel as u201cspecialu201d as other high-end fragrances Iu2019ve tried, but thatu2019s more a matter of personal preference. If you like the scent, itu2019s a worthy investment."
        },
        {
            "review_title": "Definitely a fall scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "Had a warm, autumn-like aroma to it. People around me that I asked liked the smell. I didn't get any direct compliments on it. To me it came off very powdery. Scent of very subjective and depends on the wearer's body ph also. I wasn't sure how to feel about this scent. I'm not sure it was very long lasting. If anything I would recommend this as a fall scent, as it's more on the warm side."
        },
        {
            "review_title": "Captivating Citrus Delight: A Fragrance to Remembe",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I absolutely love this fragrance! The combination of candied citrus, orange blossom, and vanilla creates a delightful and uplifting scent. It's a perfect balance of sweet and fresh, making it perfect for any occasion. I receive compliments every time I wear it, and it lasts all day. A must-have addition to your fragrance collection!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Not my favorite perfume as I usually prefer sweeter floral scents but I liked how different this was. It also lasted a long time whereas many perfumes donu2019t. I would recommend!"
        },
        {
            "review_title": "A great sweet, citrus perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "This is a great citrusy gourmand perfume. I definitely pick up on the candied citrus notes in here, so its sweet and citrusy, but not overwhelming on any fronts. If youu2019re a fan of orange creamsicle, this is the closest you can get to that smell in a perfume while still smelling relatively u201cadultu201d. This would make a good everyday perfume for someone who likes vanilla and citrus notes/perfumes, especially for the spring and summer. I could also see this being a good gift option for someone trying to buy perfume as a gift for someone else. I would say itu2019s a relatively safe blind buy/gift purchase. I might look into adding a larger size of this into my perfume rotation for the spring/summer."
        },
        {
            "review_title": "Long lasting but not my gaborite",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "Long lasting sweet smelling perfume with hints of vanilla, candied citrus and orange blossom. Honestly not my favorite perfume that I have tried. It doesnu2019t go with my body chemistry all that well."
        },
        {
            "review_title": "Yum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "When I first sprayed it I liked it, but wasn't obsessed.  I kept getting wafts of this sweet citrus & warm vanilla and knew I had to have it. The dry down is so addicting to me. The protection is not large, but the longevity is great. I could still smell this on my jacket days later. New favorite u2764ufe0f"
        },
        {
            "review_title": "Reminds me of Bath & Body works",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I received a free sample of this from Influenster and after trying it several times, it reminded me of the Warm Vanilla sugar scent from Bath & Body works. It very much has a vanilla scent with my body chemjstry. I donu2019t think itu2019s a bad perfume. I just donu2019t think itu2019s something I would buy. I prefer lighter, crisp scents. This is more of a fall/winter scent."
        },
        {
            "review_title": "Heavenly scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "D&G just doesnu2019t disappoint. I fell in love with The One years ago and now find myself devoted to Devotion. This is truly a heavenly scent. Orange Blossom and Vanilla are two of my favorite notes, and they come together beautifully here. It settles into a warm, enveloping and alluring fragrance. While perfect for Fall, itu2019s not too heavy to be worn year round. Highly recommend."
        },
        {
            "review_title": "GET IT!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "Obsessed with this scent! Itu2019s perfect in my opinion, just wish it stayed on me forever. Also wish there was a lotion. I think it could be good for the whole year too, itu2019s summery but also sweet enough for the colder mo the."
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received a sample of this perfume and immediatelywent to buy a full size bottle. The scent is a little more on the sweet side than I typically like but the scent stayed on me all day."
        },
        {
            "review_title": "Dessert in a Bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "In the best way possible, this smells like an orange pound cake with vanilla icing. The scent is soft and gently surrounds you."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I usually prefer more of musky woodsy scents but this sweet fragrance is so beautiful after it settled, I truly cannot stop smelling it. Iu2019m so in love!! And the fact that itu2019s a parfum instead of a toilette. Amazing!!!"
        },
        {
            "review_title": "Smells luxurious!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019m obsessed with this scent. Itu2019s replaced my new go to everyday smell and will continue to be my staple scent."
        },
        {
            "review_title": "Increu00edblemente delicioso y duradero",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Su00faper encantada con las notas de este perfume, por lo general no me gustan los perfumes tan dulces ni con toques de vainilla  pero este tiene un aroma que no molesta, es dulce pero a la vez versu00e1til, totalmente delicioso y su olor perdura"
        },
        {
            "review_title": "New for me",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This was a new scent for me.i have to say that i was very surprised that i liked the floral notes in this scent very different compared to the more warm amber scents"
        },
        {
            "review_title": "yummy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "Starts off very citrusy, but a natural and freshly baked lemony and vanilla scent and as the day progresses it leaves a nice and subtle vanilla scent.  Not overly sweet.  Absolutely love it!"
        },
        {
            "review_title": "Lasting power",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This fragrance definitely had lasting power, but was a little too much on the vanilla side for me. I ended up giving the sample to my friend who fell in love with it, so itu2019s really all about preference! One thing I like to have in my fragrances though is staying power, and this definitely held up!"
        },
        {
            "review_title": "I like it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I received this product for free to give it an honest review. This perfume is everything, it is so charming, it is soft, sexy and a spectacular smell. I'm in love and in such a short time it's been spent. I love it and I love the scent, it sticks to the skin. It is long-lasting, it lasts all afternoon with the essence of the perfume. I am more than in love."
        },
        {
            "review_title": "Similar to love donu2019t be shy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This smells a lot like killian love donu2019t be shy but just a bit less sweet and more vanilla forward. If love donu2019t be shy was to sweet for you you might like this, this is more sheer and wearable."
        },
        {
            "review_title": "If you love Love Donu2019t Be Shyu2026 get this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "*This is my honest review I didnu2019t receive this for free* I am so glad I took a chance on this perfume, I immediately fell in love when I sprayed it. Itu2019s similar to Love Donu2019t Be Shy but this has more citrus. It smells a lot like PEZ candy. I canu2019t attest to the longevity because I literally just got it in the mail and sprayed it but regardless this is my new obsession."
        },
        {
            "review_title": "Okay scent.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I received this product free in exchange for review on influenster. It is an okay scent to me. I prefer floral/fruity scents. And this seems more fall scent and very vanilla/ orange. I think it would be a very nice scent if you like those. It lasts well throughout the day."
        },
        {
            "review_title": "Too much for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The candied citrus and the vanilla are great. The category is listed as brught gourmand and it is a happy and sweet scent. Personally I'm not a huge fan of orange blossom, though, and that is the strongest note I smell. Quite honestly, it smells like the orange blossom scent of Dove dry shampoo and that is much cheaper."
        },
        {
            "review_title": "Fresh and sweet!! ud83eude77",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "*This is a shared account, the below comment is from the wife lol*  Wow! This fragrance is light, fresh and also sweet! I love it!!! I see it more for a daytime use than nighttime. Top note is Candied Lemon; middle notes are Orange Blossom, Panacotta and Rum; base note is Vanilla. If you like fresh, light and a little bit sweet fragrances this will be your favorite!!"
        },
        {
            "review_title": "Lovely smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I loved this perfume so much. I am not a.huge fan of sweet perfumes but this one smelled delicious and it wasnt to too sweet. Its a very light smell of lemon and orange with a sweet twist.  I will consider buying it."
        },
        {
            "review_title": "Perfect scent for spring and summer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "It only took one spray to realize how much I would love this scent. It is light and fresh. Perfect for the spring/summer months. The hints of vanilla and citrus work so well together. I"
        },
        {
            "review_title": "Good sweet",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The perfume was the right kind of sweetness if you are into those scents. I received a couple of compliments at work."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I was given a sample of this perfume from #influenster for an honest review. I would have passed over this initially but I am glad to have tried this out! I love the smell! I pick up a fresh, sweet, light vanilla scent. I will be adding this to my collection!"
        },
        {
            "review_title": "so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "this fragrance is so different than their other fragrances!  itu2019s sweet and warm!  It smells like a orange creamsicle"
        },
        {
            "review_title": "Super Sweet!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "All I got from this was lots sugar and citrus. It was sickeningly sweet and was almost nauseating. The sweetness combined with the sugar too much. There was no depth or complexity and was very linear. You get sugar and citrus from beginning to end. Boring. Thankfully, it was a sample. This isn't for me but I can see how others would like it. I wouldn't recommend this if you're looking for depth."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I liked it but it triggered my husbandu2019s asthma and sent him into an asthma attack so I gave it to my 17 yr old daughter and she absolutely loved it! She wears it every day and has asked me to get her a full size one!"
        },
        {
            "review_title": "I really wanted to like it",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have mixed feelings about this one. I can see it being a signature scent for myself but at the same time the smells gives off a burnt aftertaste, if that makes sense. I used about 4 mists before a wedding and 9 hours later was still smelling like the perfume. I didn't get any compliments on it but I also didn't get complaints haha. I'd recommend you give it a try!"
        },
        {
            "review_title": "Cute scent, but not my fave",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The scent reminds me of the body sprays at Victoria Secret. Itu2019s a vanilla scent, that ends with floral notes. I do have to reapply every couple of hours since projection is not that great. I would say this scent is primarily for 18-23 year old."
        },
        {
            "review_title": "Lemon Vanilla Poundcake!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "I bought the trail size from another retailer but am so in love with this perfume Iu2019m going to purchase a full size during VIB sale! If you liked Bath & Bodyu2019s Iced Lemon Poundcake, this is its grown up sister in perfume form! I was searching for a high end fragrance like that and was overjoyed when this came out! Itu2019s heavy on the vanilla and the gourmand cake note is light and not over powering. Itu2019s mostly. Warm fresh vanilla with a hint of lemon. Itu2019s not cleaning product lemon at all. My cousin hugged me and said I smelled so good! Yay! Itu2019s a beautiful yummy inoffensive scent. I hope they come out with an intense version where the cake gourmand notes are stronger."
        },
        {
            "review_title": "Nice for all year round",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "I received this as a free product. This  has a semi sweet fragrance to it with a bits of a dark notes. I would see this perfume being worn all year round. This is one I would recommend overall."
        },
        {
            "review_title": "Warm and sweet yet fresh!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "I really enjoy this scent. The orange blossom really comes through when you first put it on but as it drys down you get that sweet vanilla traditional gourmand scent. It layers really well and has really nicely lasting power on me. If you a lover of warm sweet scents this one is definitely worth a try!"
        },
        {
            "review_title": "Devotion Perfume: A Sweet Symphony of Vanilla",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Devotion by Dolce & Gabbana is like a sweet vanilla dream. When you first spray it, you'll instantly smell that delicious vanilla. The citrus is there, but it's not pushy. And there's a bit of flowery charm from the orange blossom, but it doesn't steal the show. If you're into sugary scents with a touch of flowers and a hint of citrus, this perfume's got your back. If you're not a fan of super sweet scents, Devotion might not be your cup of tea. Its sugary notes can be quite intense and might overwhelm your senses."
        },
        {
            "review_title": "Strong and sweet",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This item was a gift received for review  The initial spray of this scent is lovely. I can pick out the orange blossom and it mixes with the vanilla seamlessly. The orange blossom dissipates in less than a minute and whatu2019s left is a very strong sweet vanilla. I would compare it to something you can purchase at bath and body works."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "even though this was just a sample i got so many compliments!! it is such a subtle yet noticeable scent. itu2019s not fruity at all itu2019s kind of powdery scent"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "i liked it at first but the next times i sprayed it it made me feel nauseated. I returned it. Its sickenly sweet"
        },
        {
            "review_title": "honey, I washed the kids",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "this reminds me big time of honey, I washed the kids from lush. I love it! D&G has been making some ud83dudd25scents lately!"
        },
        {
            "review_title": "Good not great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This scent was a little disappointing from such a top brand. It is a little too sweet for me but still a lovely scent. It is very orangey. I wonu2019t be adding it to my collection but if you like sweet perfumes it could be perfect for you!"
        },
        {
            "review_title": "Vanilla Gourmand Heaven",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Opens with a beautiful but very fleeting sugary citrus note. Quickly turns into a very creamy orange floral from the orange blossom. Dries down to a gorgeous sweet sumptuous vanilla. Delectable."
        },
        {
            "review_title": "I love the way this scent makes me feel.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "100% perfect-bright and sweet. I only wish it would stick around all day. We need an INTENSE versionud83eudde1ud83eude77 asap."
        },
        {
            "review_title": "Love the notes, but doesn't last long",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "Bright, sweet, fruity fragrance. It is definitely unique. It opens with a strong vanilla note and dries down into a sweet, citrus, orange. It's light, fresh, and warm at the same time. It *almost* reminds me of an orange creamsicle. The only reason I knocked off a star is that D&G perfumes aren't quite strong enough for my liking and never seem to last long on me. This might be a good fragrance to layer with others."
        },
        {
            "review_title": "Smells so yummy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Light skin tone, Dry skin",
            "review_text": "I received Dolce & Gabbana Devotion eau de parfum free to try for my honest opinion. This fragrance has notes of candied citrus, orange blossom & vanilla. It is the perfect balance of the three. It smells so nice and I definitely got many compliments I do recommend and I will be buying the full size"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Nasty nasty nasty. Smells like citrusy sweet spit. I bought this because everyone said on TikTok it was a lemon cookieu2014- yea right- this is awful!!!! Returning immediately. Iu2019m dumb for blind buying it. Yuck!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This fragrance is bright, fruity and sexy without being too sweet. The vanilla and candied citrus really shine through without smelling juvenile. I love this scent and will absolutely be reaching for it a lot when the weather warms back up."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
            "review_text": "Um, no! I love vanilla gourmand fragrances, but this smells like cheap orange & lemon cleaning spray for a hotel bathroom. Such a disappointment because the bottle is beautiful.  This is not a safe blind by fragrance. Please try on before you purchase."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "I received this product for free from Influenster and Dolce & Gabbana in exchange for my honest review. This is an incentivized post.   Iu2019m not a fan of this perfume. The scent is very synthetic and sugary sweet. Itu2019s an overpowering fake orange scent that quickly dries down to a sickly sweet powdery smell. The scent was not long lasting and quickly faded. It isnu2019t a sophisticated scent and reminded me of something I wouldu2019ve liked as a teenager."
        },
        {
            "review_title": "Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I received Dolce & Gabbana Devotion eau de parfum free to try for my honest opinion. This fragrance has notes of candied citrus, orange blossom & vanilla. It is the perfect balance of the three. It smells so nice. I do recommend."
        },
        {
            "review_title": "Sweet vanilla scent",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This perfume has a very strong vanilla scent with hints of fruit. The vanilla overpowers everything else so it has a very sweet scent. Iu2019m not a big fan of sweet smells as I feel itu2019s too overpowering and it gives me a headache. The vanilla scent for this is not too bad as it also has a musky background which I like. But for sure itu2019s not something that I gravitates towards and will not buy."
        },
        {
            "review_title": "The bomb",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "It smells so good. I received this product for free from Influenster and Dolce&Gabanna. Got the sample size so you know I definitely have to get me one. It smells sooo good,my hubby loves it. Got a lot of compliments when I used it."
        },
        {
            "review_title": "Skipu2026.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Oh I really canu2019t stand this. Iu2019m sure itu2019s not BAD but for my preferences I really am grossed out by it. Itu2019s not vanilla at all. Itu2019s orange bathroom spray smell to me. I have to return this. I wouldnu2019t classify it as fruity or sweet. I get orange toilet bowl cleaner from it :("
        },
        {
            "review_title": "very fruity",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I was super excited to receive this from Influenster in exchange for my honest review. This was my first sample product and I love testing the perfumes, but honestly was a bit disappointed by the Dolce & Gabbana parfum. It smelled a lot like fruit loops honestly and I had higher expectations."
        },
        {
            "review_title": "Itu2019s definitely different for d and g",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Definitely has a sweet smell, a little powdery, not like other docle and gabana perfumes ive smelled before, the lasting power is pretty impressive. Its not my most favorite scent i have smelled but its definitely something i would wear again. I received this for reviewing purposes"
        },
        {
            "review_title": "ITS ALL SUGAR",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I really enjoy this perfume, especially going into fall. It is very sweet and sugary, like a less bubble-gummy version of Love Donu2019t be Shy. The lasting power was also moderate!"
        },
        {
            "review_title": "New Fave!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "I am so glad I purchased this fragrance because it is one of my faves now! On first sniff, I get chocolate and orange like the ones you get around Xmas time. As it dries down, the vanilla really rises and is a beautiful, sugary citrus. Perfect for layering and as a Fall/Winter scent!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This scent varies from orange blossom to orange creamsicle and is a great gourmand fragrance for those that are ok with something very orange heavy."
        },
        {
            "review_title": "A miss for me",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was really excited to try this product because of the sweeter notes in it. Unfortunately the citrus notes made this perfume off putting to me. It sounded good just wasnu2019t my thing."
        },
        {
            "review_title": "Great day to night perfume",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "This fragrance lasts through the day i noticed i enjoyed it more as it settled, Upon first spray you can smell the candied citrus but as it sets i smelled the warm vanilla it's sweet without being cloying."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I was so excited to try this, I sprayed myself and was so thrilled to find the scent was so good!! But thenu2026 I read the ingredients. :( They use Yellow 7u2026 which is like, why?? We donu2019t care about the color, just give us the amazing scent combination. Yes low 7 causes cancer, FYI. Thereu2019s no way Iu2019m staying that on my body daily!"
        },
        {
            "review_title": "Love!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "I LOVE this fragrance!  Smells exactly like an orange creamsicle.  I ended up buying a back up the next day ud83dude02.  All time favorite"
        },
        {
            "review_title": "Smells good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Smells really good! Sweet vanilla-ish! Received a small sample so I canu2019t wear it for a long period but I liked what I smelled in the sample."
        },
        {
            "review_title": "My new u201cgo tou201d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am in love with this scent. Itu2019s is warm and feminine, with a deliciously light vanilla. It lasted all day for me which is another huge benefit. Itu2019s my new go to!"
        },
        {
            "review_title": "Orange Vanilla Scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This fragrance has the scent of orange vanilla candy. The scent is a mixture of citrus of orange and warm and sweet of vanilla. Because itu2019s a Eau de Parfum, it may last over 3 hours. Itu2019s a nice fragrance, but the scent may be very suitable for using in winter or cold environment because its scent gives a warm feeling. I believe this fragrance would be a great product for women who is over 45 years old. The packaging is classical, not thing impressed, if compared with other fragrances nowaday."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "SMELLS AMAZING! Scent lasts all day. This could easily be my new everyday fragrance. Iu2019ve had people stop and ask what Iu2019m wearing. Would definitely recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells like luxury. Very sweet & rich. The Vanilla is deep and right up front while the citrus is more a background scent."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "I have used the product a few time already and itu2019s ok itu2019s not my favorite. It has a strong but fruity scent to its, it does last a while . If you like strong fruity and sweet smell then this is for you"
        },
        {
            "review_title": "Pretty and pink sweetness",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Beautiful sweet smell that stays with you. It comes on initially very strong. It dyes down nicely.  It is just a bit too sweet for me but I think there are some interesting notes in it in addition to sweetness"
        },
        {
            "review_title": "Must try to know how it smells on you",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I have been enjoying this new scent on me not normally anything I would wear but very pleasant and I would definitely purchase I received this for my honest review"
        },
        {
            "review_title": "Night out perfume",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Im giving 4 stars because of the sample from influenster. I wish they would give out bottle like last time. I like the smell. Strong but good."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "This Dolce and Gabbana perfume is a nice subtle addition to my perfume collection. Iu2019d recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I really love trying to sample of this perfume. Right off the bat you can really smell the orange citrus and vanilla scent. I thought it was a gentle and light smell that wouldnu2019t give you a headache. I donu2019t really love the design of the bottle but then again, I only got a sample size of this product."
        },
        {
            "review_title": "Great blend of amber, vanilla, and citrus!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone",
            "review_text": "I usually use Dolce & Gabbana Light Blue perfume. This reminds me of it but with a more feminine twist. You can smell the notes of vanilla and citrus which are balanced- neither is overpowering. It would be a perfect fragrance all seasons!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The smell is great a nice vanillla scent that isnu2019t too strong. Lasts most of the day."
        },
        {
            "review_title": "Too sweet for my liking",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m the type that likes fresh and citrus scent. This was definitely way too sweet even when I just took a whiff of it from outside the trial bottle. Probably better suited for someone that has a preference for fruity and sweet scents, but this is definitely a no for me.I received for free for a honest review."
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "It's a bit playful and not very mature smelling. It does last a while but it's just not for me. It smells like it's for a teenager not a 35 year old woman."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love the afternotes this perfume leaves.   My boyfriend complimented me first thing when he saw me after putting on this perfume.  I like how it wears on the skin and it lasts the entire day! My new go to perfume for sure."
        },
        {
            "review_title": "Just Vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Oily skin",
            "review_text": "Perhaps its just my bodyu2019s chemistry, but all I smell like is Vanilla. No citrus notes at all. It smells similar to 7 Virtues & Dior Hypnotic Poison. I give it 5 stars because Im a fan of Vanilla and I love the bottle.  if you"
        },
        {
            "review_title": "A gourmand loveru2019s fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "The fragrance notes lean sweet, featuring hints of candied citrus, orange blossom, and vanilla. It's undoubtedly a choice for those who adore gourmand scents. I personally sense a touch of marshmallow and florals, making it a delightful option for those who appreciate candy-like fragrances. However, I tend to gravitate towards scents that strike a balance with spicy, woody, or contrasting elements.  I received this item for free from Influenster in exchange for my honest review."
        },
        {
            "review_title": "Good but too candy sweet for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I received this product for free in exchange of honest opinion. I wanted to like it but it very sweet scent for my taste. I like when the scent is more unique and as sweet as this one. For people that they like sweet scent it is a good option. But not for me"
        },
        {
            "review_title": "A new unexpected favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this product to test and couldnu2019t believe how much I ended up liking it. This scent is heavy on vanilla, and has a bit of an orange kick/spice to it that makes it unique from other scents. I loved the way it settled into my skin. It lasts all day/night for me. Iu2019m particular about fragrances but will definitely be purchasing the full size. 10/10"
        },
        {
            "review_title": "Sexy AF!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Is calling it sex in bottle too risque? I was wary about ordering this due to the vanilla. I put it on got the strong whiff of vanilla and was about to wash it off but then the bottom notes engulfed me. All I can say is wow!! I canu2019t say enough about the absolutely gorgeous heavy bottle. Great addition to the fragrance family D&G"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "This perfume is definitely going to be my top favorite. It smells so delicious. Iu2019m definitely purchasing a bigger size next time!"
        },
        {
            "review_title": "Not so bad",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I've been using Dolce & Gabanna fragrance all the time but for me is so sweet I donu2019t like that kind of scent, but for everyone I guess is perfect! It has a strong vanilla scent and orange blossom."
        },
        {
            "review_title": "I love love love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "I recieved this product complimentary from Influenster and Dolce. I am OBSESSED with this. I love a good amber vanilla, but the depth of this fragrance is gorgeous. It first hits you with a very orange/citrus vanilla develops into this deep amber/vanilla/musky scent. My new go-to."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "I really liked this scent. I donu2019t feel like it lasted all day but it smells good :)"
        },
        {
            "review_title": "A must have on my college perfume.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I got a sample from influencer. fragrance is a sensory journey. This perfume have sweet smell and last long about 3 to 4 hoist on my skin. The luminous freshness of Orange Blossom at the heart. The warm, sensual touch of Alluring Vanilla transports the senses to a sweet and sophisticated destination."
        },
        {
            "review_title": "Smells AMAZING!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I recieved this product in exchange for my honest opinion. Ok, so I have to say I was worried about receiving a perfume that I had never smelled before but the worry was for nothing because this smells AMAZING! The notes in it are candied citrus, orange blossom & vanilla. I can definitely smell every one of them & they work very well together. They all balance each other out, the vanilla is balanced out by the orange & the citrus brings it all together into this wonderful scent. I can't explain what it smells like because I've never smelled anything like it but it smells very good. It is pretty overpowering when you first spray it on but give it a couples minutes & that BAM in your face effect dissipates. I only sprayed it on my wrist, one spritz, to test it & I smelled it for hours so you definitely don't need much! Dolce&Gabbana you did it with Devotion!! ud83dude0dud83dudc4dud83cudffbud83dude46ud83cudffbu200du2640ufe0fud83dudcaf"
        },
        {
            "review_title": "Like an Italian Vacation",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This fragrance smells like you are in an Italian vacation sipping Limoncello. It has strong citrus notes, so if that is your scent profile, you will love this scent! It just wasnu2019t my cup of tea. I love gourmands but Iu2019m just not into citrus scents."
        },
        {
            "review_title": "I loved this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Normal skin",
            "review_text": "I am highly surprised this smelled so good! The warm vanilla is a great scent without it being to citrusy as it has citrus in it. I could definitely see myself wearing this!"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The fragrance of this perfume is unique. I love it because it lasts long and its smell is not strong, which is often annoying, on the contrary, its aroma remains impregnated on the body."
        },
        {
            "review_title": "Best perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "The smell is so feminine and sensual itu2019s addicting!!! This is definitely, it will have you turning heads everywhere you go!!"
        },
        {
            "review_title": "Too musky",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this as a sample from Influenster. Long lasting scent that on the musky and coffee side. A bit too strong for my liking since I prefer light and clean scents."
        },
        {
            "review_title": "Sweet and warm vanilla",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Dry skin",
            "review_text": "I received this product form Influenster and Dolce and Gabana. A sample to try the fragrance for my honest review. Itu2019s like warm and sweet vanilla. Would love in winters. Doesnu2019t stay for long."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Incentivized. I picked up notes like white floral scents, musk, and vanilla. It overall smells floral and a little sweet. A luxurious scent. Though I like white floral scents, the perfume is a little generic to me. The perfume is uplifting and happy, which I somehow like. The longevity is good and the scent isnu2019t too strong or weak."
        },
        {
            "review_title": "CREAMSICLE BUT SEXY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Literally smells so good. itu2019s giving orange and vanilla with a little bit of musk. def try"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Wow! This perfume smells amazing! I will definitely be purchasing a full size bottle when my sample is through!"
        },
        {
            "review_title": "Decadent perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I received a paper sample in the mail and promptly placed a curbside order. This fragrance is quite different from my usual choices, but it's irresistibly decadent. Whether you're in a relationship, looking for one, or simply indulging in self-love, you'll exude the sweet aroma of a delectable dessert."
        },
        {
            "review_title": "Sweetness all day !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received a sample from influenster and Dolce&Gabbana in exchange for my honest review. Itu2019s a sweet candied scent. It lasts all day. I honestly love it because this is one scent that I do not have in my collection yet but itu2019s definitely on my wish list"
        },
        {
            "review_title": "Lemon at first, but strong vanilla after",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was incentivized to give my honest review of this product in exchange for receiving it for free. I am a huge lover of citrus scents, and on first spritz this perfume reminded me of the lemon ricotta cookies I loved so much as a child. The entire drive to work I kept smelling my wrists to take it in. Unfortunately that sugary lemon smell faded before I finished my morning coffee, leaving behind a still-pleasant vanilla scent. While I enjoy this smell, and have used this perfume several times because of it, I do wish it kept a bit of the citrus smell in the base notes, instead of the basic gourmand vanilla."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
            "review_text": "If you're a gourmand lover and are drawn to sweet candy like scents you'll love this one. It's a beautiful blend of vanilla and orange blossom, that isn't childishly sweet and on the nature side. The silage is average, with it lasting about 2-3 hours on the skin before becoming a skin scent. If you're looking for longer longevity I suggest spraying your clothes as well. It's definitely a safe blind ud83eudde1. I received this product for free for my honest review from Influenster and Dolce and Gabbana."
        },
        {
            "review_title": "too fruity",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I was super excited to receive this from Influenster in exchange for my honest review. This was my first sample product and I love testing the perfumes, but honestly was a bit disappointed by the Dolce & Gabbana parfum. It smelled a lot like fruit loops honestly and I had higher expectations."
        },
        {
            "review_title": "Candied Citrus Scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "This scent is exactly as itu2019s described. A candied citrus. It has a sweet vanilla undertone but it is primary a citrus perfume. This would be perfect for those who like a clean, citrusy scent but want to elevate it with some gourmand notes."
        },
        {
            "review_title": "Sweet perfection!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I am not a fan of floral scents, so let me just say..when this is sprayed, it smells floralu2026 BUT THE DRY DOWN THOUGH!! It takes about a minute or 2 to dry down, then it turns into a sweet u201csensory experience.u201d The vanilla smells like something youu2019d want to eat. Itu2019s sweet and romantic. Perfect for a date night, a romantic experience for sure. You will love this!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "This is very delicious and sexy. A nice warm scent, perfect for fall and winter. It's not too strong. I smelled it on me all day, but it wasn't too overpowering. Just a nice wiff throughout. And my husband really liked it too. I plan on getting the full sice as this will become a staple in my collection."
        },
        {
            "review_title": "Smells great but not long",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This product smells of vanilla and citrus. it smells light and fruity quite enjoyable the smell only lasts for a short amount of time, which is a little upsetting, which is why I only three star rating. I will still be loyal to this company because I love Dolce and Gabbana."
        },
        {
            "review_title": "New favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Okay this has got to me one of my favorite scents. It is also very long lasting. I truly love it. Took it on vacation and was asked twice what I was wearing! Wouks definitely recommend.  It is a new one to add to my collection. The bottle is amazing amazing love the art."
        },
        {
            "review_title": "Sweet and long lasting",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "After using this product for couple days I find the fragrance to be super sweet, yes it is long lasting. In the notes you definitely smell vanishing and orange blossom. Itu2019s sophisticated scent . Receivedthis product for free for honest rev"
        },
        {
            "review_title": "Be ready to get Compliments",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I got a trial size perfume from influenster for the genuine review. As soon as I put it on I loved it. It has fruity and sweet smell. I got multiple compliments that day.It doesnu2019t last longer but I am getting my full size anyways"
        },
        {
            "review_title": "Smells like a sophisticated creamsicle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been testing out this scent for the last 2 weeks. It smells beautiful and as described on the sample packaging. With notes of candied citrus, orange blossom and vanilla, this perfume is sweet but balanced with the orange/citrus notes. It doesnu2019t smell too sweet or juvenile, rather more of a sophisticated scent, kind of like a sophisticated creamsicle. It lasted all day but wasnu2019t overpowering. I actually really like this perfume and personally havenu2019t ever smelled anything like it. I am going to purchase the full sized bottle when I buy my next perfume this fall. If youu2019re looking for a unique perfume and enjoy orange and vanilla notes, I suggest you give this a try. My husband also loved this on me which is a great bonus!"
        },
        {
            "review_title": "A new staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I was pleasantly surprised by this smell. I sometimes think that D&G give me OLDER LADY but this dried drown beautifully. The intial application is bright and citrusy but it dries down to a beautiful vanilla. This scent lingered all day from A small application so a little does go a LONG way! Throughout the day I was reminded by wifs of beautiful vanilla almond like orange cream ice cream. Definitely a favorite by D&G"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Normal skin",
            "review_text": "I'm a little surprised but I actually like this! Perfumes that have dominant citrus notes sometimes don't work well on my skin but this one has enough sweetness to it that I find it more enjoyable to wear. It's like a zesty, candy lemon fragrance that's playful and easy to wear and I think this will make a fabulous spring and summer perfume."
        },
        {
            "review_title": "seductive and captivating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Dolce & Gabbana devotion perfume: it is a strong seductive aroma that captivates, but you can feel soft at the same time and it is not cloying at all. It has notes of smell like very strong vanilla and a little citrus which makes it a perfume with a perfect combination to create a very fresh and seductive aroma"
        },
        {
            "review_title": "Candied lemon indeed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I love the strong lemon scent, it truly does remind me of candied lemon. It smells amazing and lifts my mood a lot. Itu2019s absolutely addicting and although I canu2019t discern the orange, it smells divine. A fragrance with character! I will feel empowered with this fragrance and I like that very much."
        },
        {
            "review_title": "Long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The Dolce&Gabbana Devotion Eau de Parfum has a sweet scent for women. Itu2019s not overpowering and strong. The smell lasts all day which is nice to not have to reapply. I really enjoyed this perfume and will probably buy again!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Smells fancy and luxurious. Perfect for a date night and made me feel like a sexy goddess. This smells classic and legendary. I would recommend this to family and friends"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I received this product free from Influenster in exchange for my honest review. After reading the notes for the fragrance, I really expected it to be too sweet for me. I was pleasantly surprised that while it IS sweet, itu2019s not overly sweet at all. It reminds me of a fresh, warm, frosted lemon pound cake. The scent is subtle (I only do one or two spritzes), but long lasting. I can spray in the morning and still smell it faintly by evening. Overall, I really enjoyed this fragrance and would definitely wear it as an everyday scent."
        },
        {
            "review_title": "Orange creamsicle",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "This fragrance is super sweet. Like teenage sweet, itu2019s not a very sophisticated scent at all.  That being said, the closest thing I can compare it to is an orange creamsicle. It does have a lighter dry down but the citrus is still there. As soon as you spray it you get a whiff of orange, then you get a creamy, marshmallow scent to follow. Itu2019s a pretty scent, but itu2019s not for me due to how overwhelming sweet it is. I like sweet, but this is like cold stone creamery sweet. This is a great summer and transitioning to fall scent."
        },
        {
            "review_title": "Very nice gourmand!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I bought the travel size on Sunday and I literally had to go back and buy the full size! I love this perfume, such a nice gourmand, vanilla and orange makes a beautiful creamsicle! Paired with Nestu2019s orange perfume oil, so freaking nice!"
        },
        {
            "review_title": "You will smell delicious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "This Perfume smells Delicious. The Vanilla scent lingers and leaves you smelling wonderful. I have received many compliments when wearing this perfume."
        },
        {
            "review_title": "Fresh notes, but too sweet for my taste",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair",
            "review_text": "I received the item the picture in exchange for my review. I have tried Dolce & Gabbanau2019s Light Blue perfume and I love the fresh, aquatic scent. Unfortunately this one doesnu2019t hit the mark for me. It has some fresh, lemony notes, but it comes off too sweet and gourmand for my taste. I think I would be good for someone who likes sweeter, yet fresh perfumes. Itu2019s like a candied version of Light Blue to me."
        },
        {
            "review_title": "Excited to use this for the autumn season",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received a sample complimentary from Influenster for review. I have a sensitive nose when it comes to perfumes- a lot will give me headaches. This does not! It goes on citrus and dries vanilla. I think this one of the few times Iu2019d consider buying the full size."
        },
        {
            "review_title": "Good for fall",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I am enjoying Devotion. I get a candied orange vanilla that reminds me of mandarin oranges in a tin that you bake with during the fall/holiday time. It is very light and you can spray a lot without being offensive. Moderate lasting on the skin and clothing (I got 4 hours and needed to spritz again). Very easy wear. Nothing that is going to rewrite the fragrance world, but it is enjoyable and a nice sweet orange/vanilla that is good for fall."
        },
        {
            "review_title": "Long lasting",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Normal skin",
            "review_text": "Loved the scent for an older woman definitely orange comes thru itu2019s got a strong scent to it which is not a bad thing. This was a very lovely scent. One spray goes a very long way this scent lasted all the way thru a work day which I love."
        },
        {
            "review_title": "Signature scent alert",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Honestly, thinking this will be my new signature scent.  Itu2019s the perfect blend of warm vanilla with a slight pop of citrus. I feel so confident when I wear it and got a lot of compliments throughout the day. Iu2019ve been looking for a new daily perfume and Iu2019m torn between making this one it, or saving it for special occasions!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
            "review_text": "I smelled it the first time and fell head over heels , the citrus and vanilla undertones are most definitely my favorite , itu2019s fruity enough to be smelled but not cause a headache ud83eude77"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "a very strong feminine scent. it has strong floral notes with a touch of vanilla. on me, it smelled more like jasmine while on my mom, it smelled more of vanilla. a beautiful scent!"
        },
        {
            "review_title": "Smells like candy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": " I like Dolce&Gabbana Devotion. Top notes are bright and smell like sour candy, like Lemonhead or sour Pixy Stix. It gets nicely balanced by soft and sensual orange blossom notes, making it creamy and gentle. And the scents come in waves - sour and sweet one minute gets switched by soft and creamy the next. It lasts about 5-6 hours and stays close around you. If you like candy-like perfumes, you would love this one. For me, it was a bit too sweet. I liked it, but I didn't love it. "
        },
        {
            "review_title": "Perfect Fall Scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I had the pleasure of trying out this fragrance in return for my honest review. This scent hits you with a warm and soft vanilla scent and continues to linger throughout the entire day. It makes you feel cozy and warm like a fuzzy blanket in the fall. It is a very warm scent that makes you feel feminine and lovely! Perfect for the fall season. If you want a scent that isn't too strong, but feels similar to wearing a body lotion that will stay throughout the day, this is it!"
        },
        {
            "review_title": "Love the after scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
            "review_text": "This scent reminds me of an orange creamsicle, its so unique in how sweet it is yet supple warm hints of vanilla. I will buy a full size and wear it to work"
        },
        {
            "review_title": "Lemon cake",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I like the first impression, it's not innovative but it smells good. It's sweet vanilla with a hint of lemon cake. It reminds me of Lira and Akro Bake. The performance is good, about 4-5 hours, I like it and may consider buying a full bottle since I don't have any of the above mentioned fragrances. I received this product in exchange for my honest review."
        },
        {
            "review_title": "Beautiful vanilla scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "this perfume is gorgeous & smells so femme & beautiful. Itu2019s very sweet without being too childish or sickly. Itu2019s youthful & warm & a really nice vanilla. I would absolutely purchase this. I recieved this complimentary. received"
        },
        {
            "review_title": "Citrusy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "If youu2019re into citrus scents then this is for you. It reminds me of Mont Blanc signature for women where is creamy but has that citrus note. But I can see this being worn in the spring/summer time."
        },
        {
            "review_title": "Beautiful vanilla fragrance for fall",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I'm a vanilla perfumer lover and after smelling this once I went back to the store the next day and bought it. I never do this with fragrance because they have gotten to be so pricey and I like to really think things over before spending that kind of money. On me it opens with a lemon citrus scent, but the creamy vanilla quickly takes over and is by far the strongest and lasting note. This won't replace my signature scent (Valentino Donna Born in Roma), and I wish it lasted longer on me, but if you like vanilla scents you should give it a try. Some people say it smells like Prada Paradoxe, but I didn't like that scent at all and I love this one."
        },
        {
            "review_title": "new fav ud83cudf80ud83cudf4aud83dudc9d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "smells soooo good we launched it today at work and bought it right away it smells like a creamsicle the top notes are citrusy and sweet but it tones down to a warm vanilla itu2019s such a cute scent!"
        },
        {
            "review_title": "Creamy Citrus Dream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This is unlike any other scents I have. You really smell the creamy orange blossom and vanilla. It is delicious, sweet, but floral. Very nice fragrance. I blind bought this and im glad i did."
        },
        {
            "review_title": "Lemon vanilla cupcake",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I donu2019t like citrus fragrances, but I love vanilla. I personally love this. I own a lot of vanilla perfumes and I donu2019t own anything like this. This will be good for anyone who love vanilla and wants a different take on it. It smells like you have a vanilla cupcake with lemon frosting. Yet, it is a good amount of sweetness and not too sweet."
        },
        {
            "review_title": "Lovely but somewhat temperamental",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "The first time I smelled Devotion I got zero of the opening notes and went straight to the warm, slightly dusty and benignly sweet mid to dry down notes. I like it immediately. I read that it is supposed to smell like Panattone so I tested it again and got a blast of lemon akin to rinds baking in the oven. I nearly didn't purchase this. The intense lemon lasted about a half hour. I went ahead and got a travel size, which I am somewhat regretting because I really like this fragrance. The bottle is beautiful also. It does come out different every time I spray it. Both full size and travel size. Sometimes it is like the process of making Panettone and sometimes the Panettone itself and other times parts of the Panettone are missing, like the lemon. The lemon changes from strong rinds to sugar lemon to lemon pastilles each different day I use it.  It has not been the sliced lemon jelly candies coated in sugar. Mostly more tart but still much sweetness to the opening. I crave the mid and dry down notes. Lightly warm, slightly dusty like cardamom or another spice and slightly gourmand. This is a more personal fragrance. I did notice that the travel spray is much lighter than the full size bottle maybe due to the amount in the spray, not sure. It does last at least 6 hours on me. I would categorize this as a lazy day, spa day or casual fragrance but it could be a nice bridal fragrance too.Not overwhelming for me except when the lemon gives a good smack. I do recommend this fragrance."
        }
    ]
}