{
    "product_id": "362",
    "name": "Daily Glycolic Cleanser",
    "brand": "Dermalogica",
    "categories": "Skincare, Cleansers, Face Wash & Cleansers",
    "price": 57.0,
    "about": "What it is:A brightening and conditioning AHA cleanser that exfoliates dull skin and removes buildup caused by pollution and other environmental factors..Skin Type:Normal, Combination, and Oily.Skincare Concerns:Pores, Dullness, and Uneven Texture.Highlighted Ingredients:- Glycolic Acid: Potent AHA that exfoliates, brightens, and evens the look of skin tone...Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:This cleanser is formulated to improve the look of pores and promote a brighter-, more even-looking complexion. A blend of calendula extract and jojoba oil moisturize the skin while caring for the lipid barrier.",
    "ingredients": "-Glycolic Acid: Potent AHA that exfoliates, brightens, and evens the look of skin tone. .-Calendula Extract and Allatonin: Visibly calm and nourish the skin while delivering antioxidant benefits..-Jojoba Seed Oil: Lightweight oil that softens skin and cares for the moisture barrier...Water/Aqua/Eau, Cocamidopropyl Hydroxysultaine, Glycolic Acid, Glycerin, Peg-6",
    "how_to_use": "Suggested Usage:.-Pump cleanser into the palm of your hands.",
    "num_reviews": 387,
    "overall_rating": 4.7,
    "product_url": "https://www.sephora.com/ca/en/product/dermalogica-daily-glycolic-cleanser-P474822?skuId=2479806&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2479806-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "5.1 oz/ 150 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2479806-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Irritated my skin.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I thought because of the ingredients, this would be an easy to use daily cleanser. Unfortunately, it did not agree with my skin and actually gave me mini breakouts alongside my chin. I would not recommend this product to anyone. I use Glycolic toning pads, and face washes so I was confused when this product did not agree with my skin. I actually went on using this product for about 2 weeks, because I did not believe this was what was breaking me out. After I discontinued use of the product my skin was much better. [I also was not experiencing acne prior to using this product]."
        },
        {
            "review_title": "It WORKS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This works wonders for cleansing and removing makeup.  I keep it in the shower and wash my face with it about 4 times a week.  My skin feels incredible (also helps to get dermaplaning for added smoothness!)."
        },
        {
            "review_title": "Good product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Decent product, Iu2019ve been using this along with the toner and moisturizer for more than a year. Keeps my face very hydrated."
        },
        {
            "review_title": "Brighter Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I have oily skin with the occasional breakouts. I typically use a daily cleanser with salicylic acid but decided to give this one a try just to try something new. I have no regrets and am on my second bottle now. This cleanser smells like oranges, doesnu2019t irritate my skin and has helped with brightening my skin as well. Itu2019s gentle enough to use daily and with regular use, gives great results. With daily use from two individuals, one bottle lasted about 4 months.  Hands down highly recommend this to others with similar skin types."
        },
        {
            "review_title": "A Daily Routine Item",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019ve been using this as my daily cleanser for a while now, and it is 100% my favorite. Leaves the skin feeling clean and fresh, but not completely stripped."
        },
        {
            "review_title": "DONT THINK!! Just buy it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "The best cleanser ever!!  And this gonna be my forever favourite facewashu2026.."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have been using it since a while as part of my morning routine. Hands down best cleanser"
        },
        {
            "review_title": "Great for Exfoliation, but NOT Daily",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "A dab will do you of this powerful cleanser.  i use half a pump and let it sit for a few seconds on my face before removing it three times a week only. You definitely do not need to use this daily as that is overkill and will be drying. It is good for long time users of Retna A, it takes the skin build up off of your face. This product can make you very sun sensitive so beware and wear your sunscreen and a hat. I like it and will buy it again."
        },
        {
            "review_title": "I will buy it again.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "My personal experience, iu2019ve been using this product for over a week, and I can see some changes already, cleaner and fresher look.   I did not get nothing in exchange for my review."
        },
        {
            "review_title": "My favorite face wash",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "I have been using this face cleanser for a few months now, and I can say my skin is definitely clearer than ever."
        },
        {
            "review_title": "Non foamy proactive cleanser",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like this cleanser as I have oily skin that requires every day exfoliation. This is a great addition to my alba botanica face and body scrub. The only part I don't like that it's a non foamy cleanser. I saw the results after a few uses. Reduced face oil was the first benefit I noticed. Overall it's a good addition to already established skin care for your particular needs. You only need 1 pump for your whole face."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "It was a light cleanser, nothing harsh, but it seemed too light that I would feel the need to use more product compared to some other cleansers. Not bad but not for me maybe."
        },
        {
            "review_title": "Lighter marks but drying",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Itu2019s a good cleanser that definitely exfoliates. I have acne prone skin but this dries me out. I am trying to use it max 2 times per week because I do notice it makes me spots lighter but the dryness can be a lot even though my morning cleanser is a hydrating cleanser and I use mucin day and night along with a heavy moisturizer. I also noticed that there are a lot more ingredients listed on the box than what is listed on the Sephora website so it was a surprise."
        },
        {
            "review_title": "my holy grail face cleaner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "if you have like not breakout skin but still kinda get blemishes and have pores and blackheads this is the one. i have normal to dry skin and this has completely cleared my skin. its not crazy embrace Iu2019ve  but you can still feel the clean happing. i love it. ufffc"
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Nothing special. Wouldnu2019t buy again. Not bad, but not great."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Was looking for a new cleanser preferably for skin texture/pores. I tried their daily exfoliator and I loved it. I decided to give it a try and this works well with my oily acne prone skin. Doesnu2019t break me out and doesnu2019t strip my skin making"
        },
        {
            "review_title": "Got rid of my texture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Acne is caused by the buildup of dead skin cells so a good but gentle chemical exfoliant like this is great. This is not for people who donu2019t have acne it will dry out your skin."
        },
        {
            "review_title": "My biggest nightmare",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "After using this product for a month Iu2019ve got acne. The most annoying thing is that I never had acne on my skin, neither when I used cheap or expensive skincare cosmeticsu2026 My worse nightmare and skincare experience"
        },
        {
            "review_title": "A great face wash.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "I have been using it since a month now, almost once a day, have sensitive skin and this does not break me out or cause redness. It is mildly exfoliating. Itu2019s AHA glycolic acid works for whitehead acne."
        },
        {
            "review_title": "A must.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This is such a gentle yet powerful cleanser.. not only does my skin look brighter, itu2019s actually non irritating and a very effective exfoliator for people with sensitive skin like me. Definitely worth the spicy price."
        },
        {
            "review_title": "Perfect cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "Iu2019m SUPER picky about my cleansers. I bought this during the most recent beauty steal days and I am obsessed! I have really sensitive skin and naturally am more red. This has relieved some of the redness in my skin and overall makes my skin super soft! Bonus - it feels like it really cleanses my skin and does not irritate it. It is also the perfect amount of foaming action."
        },
        {
            "review_title": "Love this cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "53 here. I love this cleanser. It perfects my skin for my night time products."
        },
        {
            "review_title": "Stay away.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "No no no, bought this because of the positive reviews but it made my skin break out horrible, which is rare for me, I have acne all over my forehead and cheeks. Get something else."
        },
        {
            "review_title": "The to go Cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "It says exactly what the description says. Itu2019s soft on the skin but super effective. Your skin wakes up rejuvenating. Amazing cleanser"
        },
        {
            "review_title": "waste of money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Dry skin",
            "review_text": "I have noticed no improvement with this cleanser. If anything it has made my rosacea worse on my cheeks.  If I can find the box it will be returned."
        },
        {
            "review_title": "This is going to have to be a NO",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "Have to change my cleanser every three months, willing to try this on great reviews. Terrible idea - the only thing that changed was this cleanser. The first week, my boyfriend and I started to breakout - his cheeks, my chin. Given that I wash my face once in the morning - because I have oily skin and once at night after work - because I work a physical job and I sweat a lot. I know my face needs a lot of care. But it was necessary to stop using this to see if anything changed.. It has. Within days. Womp."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Itu2019s a good cleanser, but itu2019s too pricey for such a small bottle."
        },
        {
            "review_title": "LOVE THIS SO MUCH",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I had severe face acne and breakouts everywhere on my cheeks and this has made them almost fade away. I tried every cleanser and nothing worked besides this! ABSOLUTELY LOVE IT"
        },
        {
            "review_title": "repurchased. love it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "I started using this in January  my skin was needing something, ut was dull and had tiny little break outs, nothing major. so I decided to get this and in a few days my skin felt so smooth. I try ro wash my face day and night. I can notice the difference in my skin when I skip Night time washes. I just ran out and repurchased it. I'm going to also try a moisturizer now from the line."
        },
        {
            "review_title": "Elite cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This is a medical grade cleanser this is not a basic drugstore kind of thing it resurfaces skin brighten chemically exfoliates and makes skin amazing. Too harsh to use daily so maybe twice a week but anyone saying cerave is as good is a total ridiculous statement because they are not comparable"
        },
        {
            "review_title": "Lasted 4 months and cleared up random breakouts",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I randomly started breaking out and bought this in November 2022, I use it once a day in the morning and my normal Salicylic Acid cleanser at night (Clinique)This cleaner helped to balance out my skin and it lasted until March 2023 even with daily use! Such a great find a value for the money. skin,"
        },
        {
            "review_title": "Noticeable improvement",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "So so good. Itu2019s a little drying until you put your moisturizer/serums on, but makes my skin look completely poreless and super glowy. One of those products where you can actually see the difference!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Very surprised about all the positive reviews, I think this is a very average cleanser for a very spendy price. Do yourself a favour and stick to drugstores to buy cleansers, Cerave is far superior and is less than half the price."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "the product is really great, I have used it every day in my routine and it got rid of a lot of acne and black heads and even brightens the skin! Its a must have for me."
        },
        {
            "review_title": "Great daily cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "First time using this product and am very impressed. This cleans well and makes my skin feel super soft!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Been using now for over a week, Iu2019m relatively new to skincare and so far my skin feels amazing after using."
        },
        {
            "review_title": "Pair it with their hyaluronic ceramide mist!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "Honestly, I don't think there's a single cleanser in the world that has WOWed me so much that I could RAVE about it, but I will say I'm enjoying this. I'm particularly enjoying this alongside Dermalogica's hyaluronic ceramide mist (that stuff is insanely good). I wish it lathered just a bit more but appreciate minimal ingredients. I like using it with a face scrubby to get some lather."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I adore this cleanser! It makes my face feel clean without extreme tightness and drying it out. I think my skin looks nicer when I use it. There isn't a strong scent or anything either and the consistency isn't too thin or thick"
        },
        {
            "review_title": "Careful if you have sensitive skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Normal skin",
            "review_text": "Wouldnu2019t recommend as an everyday cleanser if you have sensitive skin! It dries me out too much. I have dry sensitive  skin no acne if youu2019re like me I think use it 3 times a week mask and follow up with a heavy moisturizer. I do like this cleanser for all itu2019s active ingredients"
        },
        {
            "review_title": "should try!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This product has made a difference in my skin! Itu2019s not a major difference but i have seen my skin brighten in the places iu2019ve used the wash. my face feels smooth after using and it doesnu2019t feel sticky. i will say not super impressed that itu2019s scented but overall a must try!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "First time trying dermatologica & I am loving it! Leaves my face feeling clean but not dry. Sure really nice & feels good on skin. I like that itu2019s unscented. Have been using consistently for about 2 weeks and I feel like I can already see a difference with the skin. My husband is now obsessed with this face wash!"
        },
        {
            "review_title": "Exfoliating cleanser for all.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "The scent is a clean and pleasant one. Itu2019s a gel cleanser, it foams well and didnu2019t irritate my eyes.  Makeup removal: It did a great job removing foundation and matte lipstick. (For stubborn eye makeup/mascara- use their Precleanse or a makeup remover specific for eyes)  This exfoliating cleanser also didnu2019t leave my sensitive skin dry!!   4.5 out of 5."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I have been trying to find a glycolic cleanser that works for my skin and doesnu2019t cause me to break out at all and this was the one for me! I am obsessed with this cleanser it clears up my cystic acne immediately!"
        },
        {
            "review_title": "Love this cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is one of my favorite everyday cleansers! It truly makes a difference on my skin. My face looks and feels so fresh and clean after using this cleanser. This cleanser helps with brightening and evening out skin tone too! This cleanser is great for all skin types and is gentle enough to be used daily! I would definitely recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "the face wash feels like a gel, it does not lather up but it does feel very soft all over the face! the aftermath makes your skin feel so soft & glowing !! i rate this a 7/10 because personally i am not a big fan of gel cleansers but otherwise than that, it is perfect !!!"
        },
        {
            "review_title": "Works great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "So far this cleanser has been doing wonders for my skin. My skin seems brighter, it feels smoother and overall my face just feel extra clean without being dried out."
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
            "review_text": "I really like this product. I like the feeling it leaves after washing mu face, it feels clean. I love that it helps me get an more even skin tone. I have acne marks and acne and it has really helped me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This is my go-to cleanser for everyday use! It makes my skin look so bright and even. I struggle with texture and unevenness the most so I love that this cleanser actually helps so much with brightening and smoothing everything out! Personally I like to let the cleanser sit for a minute whenever I do my night routine so it can really do itu2019s magic since my skin is problematic. After consistently using this Iu2019ve seen results that I havenu2019t with any other cleanser so Iu2019m definitely sticking with this in my routine!"
        },
        {
            "review_title": "Give it a shot",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Iu2019ve been using this cleanser about two weeks now and I really like it. It has a very nice and light scent, not overbearing at all. My face feels and looks so clean and I feel like it does look a bit brighter. Both pictures are with no makeup, second one was just after cleansing on day 9. I look forward to seeing the long term results of this ud83dude0a"
        },
        {
            "review_title": "A great cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I love dermaolgica products and this one has now become another favorite. I love that the glycolic cleanser is gentle enough to use daily yet it offers an exfoliation to the skin without having to scrub. Really nice product!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, lightMedium skin tone, Normal skin",
            "review_text": "I received this product complimentary in exchange for an honest review. My go to cleanser is La Roche and I havenu2019t used anything different in almost 2 years, so I was hesitant about this but Iu2019ve heard great things so I went for it! I absolutely love it, my skin wasnu2019t irritated- I had no issues. It felt clean but not stripped, very happy!"
        },
        {
            "review_title": "Great go to cleanser",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I loved this cleanser! It was gentle but very effective. Iu2019d definitely purchase again! Would also be ideal for facials or to use on clients since itu2019s a pump too too! Super glad to have this in my collection now"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This is a must have and I gift it to everybody. Itu2019s a very delicate cleanser to use daily. I use it to remove my makeup and debris. I have never had any issues with my sensitive skin and like how gentle it is!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
            "review_text": "Dermalogica never fails! I have enjoyed washing my face with this! My skin looks healthier and brighter. I use it after washing off my makeup.  I also really enjoy the applicator! It makes life in the shower much easier"
        },
        {
            "review_title": "Gentle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I used this in conduction with my cereve foaming cleanser and it is really subtle and doesnu2019t feel too abrasive. I wouldnu2019t use this everyday but when my skin is feeling a little dull I would start to incorporate it for a gentle exfoliation!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
            "review_text": "I like this cleanser I think itu2019s gentle but is exfoliating, I use it with my little silicone face scrubber and I feel like the gel formula helps to get into all those little areas so canu2019t complain about that"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019ve been using this cleansing and I love it! My skin looks more clear and clean. I have a sensitive skin that doesnu2019t accept every kind of product and this one was perfect! Iu2019m using mornings and nights and my skin feels softer and with a better aspect than before."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019m obsessed ! Itu2019s not too drying and my skin feels squeaky clean. During the winter, I may require a heavier moisturizer after using this but time will tell.  I donu2019t really smell anything either so happy to use this as a day to day cleanser."
        },
        {
            "review_title": "Great cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I love Dermatologica products! This isnu2019t the first time I used this cleanser, Iu2019m writing a review because of how well it works! The texture is smooth, a little goes a long way for my skin so it lasts forever. The ingredients are not hash for my skin so no reactions whatsoever."
        },
        {
            "review_title": "Great for winter skincare!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Oily skin",
            "review_text": "With the dry weather approaching, this cleanser has become an essential in my skincare routine. I love that it doesnu2019t strip my skin dry like other cleansers do. It has a nice consistency to it as well that makes it very easy to apply and it leaves the skin very soft and bright!"
        },
        {
            "review_title": "gentle on the skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "wow! this cleanser is amazing! it seriously is so gentle on the skin, smells so fresh and really cleans out your pores. i suffer from hormonal acne and have super sensitive skin and dermalogica has always been so good to it! highly recommend :)"
        },
        {
            "review_title": "A good option of cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been using this cleanser for a week now, and I feel my skin more uniform and clean every time I use. Since I have a sensitive skin so I use only once a day. As recommend for the brand every time I also use a sun screen protector."
        },
        {
            "review_title": "the best!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This product was absolutely amazing. For someone with sensitive skin, this was a lifesaver. I have tried many different face washes and most are hard on my skin. Not this one! it left my skin feeling so light and clean without drying it out or harming it."
        },
        {
            "review_title": "AMAZING!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This product was absolutely amazing. For someone with sensitive skin, this was a lifesaver. I have tried many different face washes and most are hard on my skin. Not this one! it left my skin feeling so light and clean without drying it out or harming it."
        },
        {
            "review_title": "i love it !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I swear I have already seen such a difference since using this cleanser. My skin looks brighter and more even! I have experienced no bad side effects like irritation, redness, or acne. I have been using this cleanser every morning before my skincare routine and it has been such a great step. It also smells amazing !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Normal skin",
            "review_text": "I absolutely love this cleanser by dermalogica!! I honestly think this is the best one I have ever used! My skin is normal/dry and always feels so hydrated after I use the cleanser which usually doesnu2019t happen with other cleansers I have used!"
        },
        {
            "review_title": "Love this one in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "I really like this cleanser! For being glycolic I find it fairly gentle yet effective. It's a nice gel consistency that doesn't really foam much.  If you have dry skin make sure to follow with lots of hydrators as I can see this being a little drying. My skin looks clear and happy!"
        },
        {
            "review_title": "Clears up my face!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "This cleanser is an exfoliator, though you would never know it because itu2019s so gentle. I use this daily and it helps clear up the milia that I sometimes get. The texture is soft and smooth, almost gel-like. It leaves my face feeling clean and smooth without that stripped feeling."
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "this cleanser is amazing very light weight and feels amazing on the skin but definitely leaves it feeling clean. There is no strong scent I love it, very gentle and great for daily use I would definitely recommend"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "Dermalogica has always been one of my go to brands for cleansers. I was very excited to receive this glycolic cleanser and try it out. It does an amazing job at cleansing your face and removing makeup."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This is one of my favorite cleansers. Iu2019ve repurchased it multiple times as it leaves my skin feeling clean but not stripped which is a huge thing for me. Iu2019m on acne medication and my skin can feel so tight from certain cleansers."
        },
        {
            "review_title": "Worth It!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This was my first cleanser from Dermalogica. I really like that it has Glycolic Acid and is still gentle on the skin. I haven't noticed any brightening effect with it yet, but it leaves my skin smooth and ready for serums. My combo skin fiance, oily skin son, and I am use it now. When looking for an active cleanser I definitely recommend this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Very effective for removing makeup and dirt. My skin has the tendency to become congested and this cleanser does a good job at clearing that up. My skin feels so bright and clear. Pairs perfectly with the moisturizer for a refreshed look."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I have dry, acne prone skin so I have to be careful with what I use on my face. I alternate this cleanser with a hydrating one every other night and I am getting great results. My skin feels clean without being to dry and my texture is improving"
        },
        {
            "review_title": "It was fine",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve had success with other products from this brand so was excited about this one. Easy to use, pretty solid. Only thing negative is I prefer a cleanser that is more on the sudsy side. Besides that it works fine"
        },
        {
            "review_title": "Unclog pores effectively",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "An amazing cleanser from Dermalogica This cleanser is gentle on skin and helps unclog pores. Just love the clean ingredients and it does not strips the skin dry itu2019s my new favorite cleanser. It makes my skin feel so soft and clean ,definitely a re-purchase."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I tried this product for a couple of weeks and initially really liked the fresh smell and smooth feel on my face. Unfortunately after a week, I started to break out. I was getting pimples underneath the skin that I never get. Iu2019m not sure if itu2019s purging my skin or it just didnu2019t work for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This cleanser was such a nice surprise. I normally steer clear of cleansers with acids because I tend to go gentle or fear a reaction. This one put my mind at ease! Gentle on skin but helps within less than a week to unclog pores especially pesky maskne. My new daily cleanser."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "Another great cleanser from Dermalogica! I always double cleanse, but with this product, everything gets off after just one wash! Love the clean ingredients, doesnu2019t leave my skin feeling dry, a little goes a long way"
        },
        {
            "review_title": "must have for simple clean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Love this daily cleanser so much, Im adding it to the routine. This product is great for the pores as well as normal, combination and oily skin. Its dermalogica is certified cruelty-free, gluten-free and vegan. I love that it has little to no scent to never cause a break out. Love this daily cleanser so much, Im adding it to the routine. This product is great for the pores as well as normal, combination and oily skin. Its dermalogica is certified cruelty-free, gluten-free and vegan. I love that it has little to no scent to never cause a break out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "This is my new favorite cleanser! Itu2019s feels amazing on my skin. It makes my skin feel so soft without drying it out. A lot of cleansers Iu2019ve tried make my skin soft but drys out my skin. Definitely will be repurchasing."
        },
        {
            "review_title": "My new favorite cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "Lord knows I love me some Dermalogica skincare! This cleanser is no different!  I love how it feels and cleans.  This is more of a creamy wash that leaves you skin soft and not dry or tight feeling.  I really love this as part of my Dermalogica cleansing routine Precleanse first then the daily glycolic cleanser, last the daily microfoliant."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
            "review_text": "Love this cleanser. Makes my skin feel so clean without it feeling stripped. I use this about 2-3 times a week and have noticed such a difference in my skin! Definitely recommend and would repurchase"
        },
        {
            "review_title": "Super gentle on my skin.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "This product is incredible. It's gentle on my skin and leaves my skin feeling soft and super clean. It doesn't make my skin oily and a little product goes a long way. I love using it every morning because it leaves my skin feeling super refreshed."
        },
        {
            "review_title": "Impressed with results on my skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love the dermalogica a daily glycolic cleanser , i was impressed when i first using this products I love the results on my skin,I feel the differences ,my skin glowing and brighter, looks younger , I highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I am a big fan of Dermalogica skincare and now a big fan of this glycolic cleanser! I use it after my microfoliant cleansing step, every night, and my skin feels cleaner and looks brighter after use! It has a somewhat thick consistency that lathers well. Another great product by the brand!"
        },
        {
            "review_title": "Great product to help with texture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Dermalogica is one of my favorite brands and I wanted to try their glycolic cleanser for my oily skin.  This cleanser really helps keep my skin hydrated and helps with the overall texture of my skin.  There is not a heavy scent which I enjoy as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
            "review_text": "My favorite daily cleanser because itu2019s super general yet clean my skin so will. This Daily Glycolic Cleanser is a brightening and conditioning cleanser renews dull, uneven skin tone and helps remove buildup caused by environmental factors. I gave one for my mom to try and she just love it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Good cleanser and yet another great find from Dermalogica! However, my combo skin did feel a little dry after using it as a standalone cleanser but worked fine with double cleansing! To truly see the effects of Glycolic acid I would have to use it for a while but it's promising. Would be a great value addition if you have oily skin."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I really enjoy this cleanser, although I think that I need it for longer to see the effects. It is easy to apply and it doesnu2019t leave my skin too dry after washing. Overall I think this is a great new addition to my routine and I am excited to continue using!"
        },
        {
            "review_title": "Truly gentle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
            "review_text": "This cleanser is a new fav! I love exfoliating cleansers because even most sensitive skin types can handle a wash off treatment like this. I love to use this as a flash mask for an elevated exfoliating experience. This has a very light, fresh, no fragrance type of scent to it. Doesnu2019t lather up entirely which I personally donu2019t mind at all! I prefer it actually when it comes to my exfoliating cleansers so I donu2019t risk it dripping into my eyes or mouth. Overall this is a solid, gentle yet effective exfoliating cleanser. My skin feels clean without feeling stripped or tight. Perfect for a gentle night time routine! Dermalogica is one of my favorite brands of all times, so I really trust their formulas."
        },
        {
            "review_title": "Great if you have textured skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I used this for double cleansing and I like it. Itu2019s getting rid of my textured and leaving my skin bright. I love the gel like texture of this cleanser. It gives me a good cleanse with out stripping skin"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love that this cleanser takes off my makeup, exfoliates my skin, and doesn't feel stripping at all. My skin feels so clean, but not tight, and I can really tell that it gets all my makeup off with minimal rubbing."
        },
        {
            "review_title": "Must have cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "* I have been using this New daily glycolic cleanser every morning and night and I love the way my skin looks and feels. This Cruelty free and Vegan cleanser has nice clear texture with amazing cooling, refreshing feeling after. In the morning I can definitely see my skin brighter, less oily and smoother. No more Dull skin! I love the natural calming ingredients with AHA, Calendula Extract, and Jojoba Seeds oil. Definitely one of my best cleanser."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The cleanser left my face feeling refreshed. It did not leave a tight feeling other cleansers left. It felt lightweight and was gentle on my face. My skin had oil buildup before using this cleanser. It help remove the excess oil buildup and prepare my skin for the next step in my skincare routine."
        },
        {
            "review_title": "Really great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I've had the chance to test this cleanser out for a few days and I must say it's been getting the job done quite nicely. It removed a long work's day of oil build up and my makeup without leaving a tight & dry feeling behind. I was worried that the glycolic acid might be a bit harsh for daily use but that is not the case with this cleanser and its really gentle on the skin. Definitely recommend it for anyone that is dealing with adult acne like I am."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I've used products with glycolic acid before but nothing subtle enough that can be used daily--I'm excited to see how my skin reacts and improves by using this brightening cleanser on a daily basis!"
        },
        {
            "review_title": "Glowy smooth skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I honestly donu2019t use Dermalogica much, despite my aesthetician friend that keeps trying to push it on me! My Daily Glycolic Cleanser arrived about 4-5 days post chemical peel, and I took one for the team and decided to give it a go to see how the glycolic acid would affect my skin. (Please donu2019t try at home, this was just my decision and I wouldnu2019t want anyone to be affected if they try this on sensitive skin post-peel!) I was extremely surprised how my skin did not once tingle, sting, or have any sort of physical reaction upon using this cleanser! It was so soft actually, and extremely gentle. I tend to get clogged pores from oily skin, so exfoliating ingredient like glycolic are great for me. Days later, Iu2019m still using and my skin is so soft, so perfected. I also really loved the packaging, and the pump dispenser that does not take up as much space as a traditional pump!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love how this made my skin feel not dry after washing it. Really great with my mini breakouts."
        },
        {
            "review_title": "I am obsessed with this cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "This was sent to me by the brand I put my opinions on my own - this is one of my all-time favorite cleansers! Not only does it remove dirt grime and make up from the day but it also feels like itu2019s improving my skin because of the glycolic acid. My skin feels so clean and smooth after using less without feeling tight and stripped. I absolutely would recommend this!"
        },
        {
            "review_title": "A good cleanser",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "I really enjoyed the way this cleanser left my face feeling after use. It gave my skin a clean, smooth and glowing look. The pump itself was easy to use and provides the perfect amount. Although it doesnt lather very well, it stay more on the side of gel when scrubing your face. I am usually more of a foam or lather kinda of person, but i do like the results i get from this cleanser."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Oily skin",
            "review_text": "Gentle and effective cleanser! It leaves my skin feeling clean and hydrated. I donu2019t feel too dry nor is there a residue. It makes my skin feel soft. I wash twice when wearing makeup to ensure all makeup is off. Overall, lovely cleanser."
        },
        {
            "review_title": "Like it a lot!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve used this cleanser a couple of times so far and I really like it! Itu2019s not super moisturizing but definitely cleans my skin. Itu2019s a good sized bottle as well and it is perfect for traveling! I will be repurchasing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I am struggling my skin right now, so i wanted to find a product that would really cleanse the skin to get rid of all the dirt and oil buildup. This cleanser really gets deep into the skin to really help clean your pores"
        },
        {
            "review_title": "Spectacular!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "Every product from Dermalogica is amazing, this cleanser is yet another great product that actually works. I use it on my combination skin pron to acne and break outs. I feel that my skin is cleaned well after every use, yet it doesn't overdry my skin and does not cause any discomfort at all. Love the texture and the mild scent."
        },
        {
            "review_title": "Perfect face cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Love how this product made my skin feel after just one wash. The scent was mild and fresh as well. Highly recommend for anyone looking for the perfect daily cleanser. Dermatologist approved and gentle on the skin!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, lightMedium skin tone, Combination skin",
            "review_text": "I love me some dermalogica products. My skin has improved so much since I have used this product. It leaves my skin feeling soft and hydrated. I received this product complimentary. I recommend everyone to try."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I like this face wash but it doesnu2019t really foam up much so I donu2019t feel as clean after using it. The pump is also kinda odd but I prefer a pump over. Squeeze bottle. I have tried other facewashes I like better but this one is ok."
        },
        {
            "review_title": "love it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Oily skin",
            "review_text": "i love this cleanser, as soon as i wash my face with it, it makes it feel so soft and clean for the rest of the day. it hasnu2019t broken me out neither, which is another reason why i love it so much! if you havenu2019t tried it yet - do it."
        },
        {
            "review_title": "Fav new cleanser !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I have been wanting to try Dermalogica for a long time, and was super excited for this cleanser. It felt amazing on my skin, washed away almost all of my makeup. I loved the light fresh scent it has. This product felt super cleansing and moisturizing!"
        },
        {
            "review_title": "Perfect for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is such a lovely cleanser . I have sensitive acne prone skin and this has been so nice because it has helped gently clean and exfoliate my skin without causing any kind of irritation or dry feeling after ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This AHA cleanser does an incredible job of gently exfoliating. Glycolic acid is my AHA because it is effective at removing impurities without causing any irritation. I highly recommend you give this a try if you're interested in trying actives."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "This glycolic cleanser is so nice! It lathers into a nice foamy consistency and feels so fresh when applied to the face. It washes off easily with water and leaves my face feeling really clean but not dry or tight"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is one of the best cleansers I've ever used! it makes my skin feel so soft and clean without over-stripping my skin. The pump makes it so much easier as well. I love this! Definitely going to use again."
        },
        {
            "review_title": "love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
            "review_text": "this cleanser is so amazing. it removes my makeup well but also hydrating and exfoliating where i needed some help with. it is gentle for my super sensitve, acne prone skin too. I highly recommend and i will be purchasing again!"
        },
        {
            "review_title": "A great daily cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I really like this product. I wanted this cleanser because I absolutely love their Daily Microfoliant and I wanted a cleanser to pair with it. I love how smooth and clean my face feels after using it."
        },
        {
            "review_title": "Fresh face",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Oily skin",
            "review_text": "I love how little you need and how much it foams up! I usually find myself grabbing more product but a tiny bit goes a long way with this! My skin feels so refreshed and clean afterwards, some gel cleansers tend to give you a u201ctightu201d feeling afterwards. The gel is unscented which is the best, I do not like when Iu2019m washing my face and it has fragrance. Overall this is my new go to cleanser, perfect for everyday"
        },
        {
            "review_title": "Really good cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I really loved this face cleanser made my skin super soft and smooth afterwards didnu2019t irritate it or leave it dry. I also love that itu2019s a gel cleanser that turns foamy. I would really recommend this to anybody who wants to try it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This product is a great daily cleaner. My skin felt instantly softer and smoother, and I used only a small amount too. I feel really fresh and confident after using this, and people have also started commenting that my skin looks more healthy."
        },
        {
            "review_title": "Lovely cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Excellent cleanser, gentle enough to not irritate skin but great for acneic skin. Removes makeup nicely, I do two washes to make sure I get have removed every drop of makeup. My skin feels hydrated and clean, not dry or like thereu2019s a residue on it."
        },
        {
            "review_title": "clean feeling skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "I really enjoyed this face wash! I love the easy to pump bottle because I keep it in the shower to wash my face! I like that this is unscented and doesn't irritate my sensitive acne prone skin.  I have many face washes but this might just be my new favorite!"
        },
        {
            "review_title": "Really Nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Dermolgica is one of my favorite brands. My skin feel clean and not dried out after using this cleanser.  You have to use it for a while to see a difference in your skin and use it with a regimen to see the best results in my opinion."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I love this cleanser! Itu2019s amazing the price is reasonable for the amount of product you receive. I have sensitive skin and it does not irritate and gets the job done. Been using this product for a while and itu2019s a staple in my skincare"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Very gentle cleanser for my face. No harsh in, but perfectly cleanses and removed buildup daily. I enjoy apply it daily to damp skin. My face feels so clean, skin is healthy and brighter after each use."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is a nice face wash but it is one I can only use here and there. It is a bit too strong for my skin for daily use. I feel a minor sting when I use it but nothing crazy. It does make my skin feel a bit dry. It isn't my all time favorite but still a good face wash."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "If you have oily/combo skin and clogged pores - this is an amazing cleanser! Iu2019ve never had such a great experience with AHA cleansers before (all of them were making my skin either dry or irritated). This cleanser is just perfect! Super gentle, yet does the exfoliating job well. My skin is super smooth, moisturized bright and a lot less u201cbumpyu201d."
        },
        {
            "review_title": "Smooth and clear skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this face wash because my face always feels super clean after I use it. It has glycolic acid so it smooths skin and helps prevent breakouts on my skin.  It rinses clean and doesnu2019t irritate my skin at all.   The texture has a lot of slip so it spreads easily on my face."
        },
        {
            "review_title": "Great for my oily skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "I love this cleanser! It gently exfoliates my skin and unclogs my pores without leaving me feeling dry or tight. Plus, it's fragrance free which is perfect for my sensitive skin and eyes! I've already noticed an improvement with my skins tone and texture so I'll definitely be getting more when I run out!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I have been focusing on skincare the past 2 years and I make sure I always wash my face morning and evening. Sometimes cleansers can make your skin feel dry and tight. This cleanser really cleans my skin, and leaves it soft and nourished. I highly recommend for anyone wanting to try a new cleanser!"
        },
        {
            "review_title": "Perfect natural cleanser!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Love this product! Made my skin feel more smooth after just using a couple of times. You can tell it really helps clean the dirt out. Highly recommend for anyone looking for the perfect daily cleanser!"
        },
        {
            "review_title": "Itu2019s perfect for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I love this gel for my skin care. My skin is thin, normal sometimes sensitive and this product is perfect for me. The gel is transparent, has a light and unobtrusive smell. It lathers a little, I like it. I use it morning and evening and I am satisfied. I recommend"
        },
        {
            "review_title": "Great cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have been using this product for a couple of days. I use it every morning and my skin feels very nice. I feel super smooth, and looks very glowy which I absolutely love. This is truly perfect for every day. My skin feels clean without being stripped."
        },
        {
            "review_title": "Must have cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The daily glycolic cleanser is perfect for acne prone skin. Helps remove the dirt and any excess sebum formation. I use it in my morning routine and it has done wonders. I use it 3 times a week to not over exfoliate my skin but that is perfect. And its enriched with amazing texture and ingredients"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Packaging: Pump was easy to use and I used 1.5 pumps for my whole face  Formula: Itu2019s a gel consistency, and not too lathery (not use why product photos have that white foam, itu2019s a clear gel that comes out). Itu2019s also scentless!!   I was worried it would make my skin dry but it did not! Face felt plump and soft after (You know like that overdry feeling after using some cleansers? This doesnu2019t have that)  I will use this at night as they recommend to use SPF when using in the morning but itu2019s better to iust avoid it."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Combination skin",
            "review_text": "This cleanser is amazing! It's so gentle, hydrating, and my skin felt super clean after use. It's gentle enough to use twice daily. I follow up with the dermalogica moisturizer after and I love the duo."
        },
        {
            "review_title": "A must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I love this product. Anything from this brand is a must. It has helped my skin feel clean and not dry! I have noticed my pores shrink as well! I love the texture and how it feels. I definitely think you should purchase"
        },
        {
            "review_title": "Doesnu2019t dry me out!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Love that this cleanser is made without artificial fragrances, so the scent is nice and not overwhelmingly chemical-y smelling. Itu2019s gentle enough to use everyday and doesnu2019t leave my skin so dry that my face literally feels tight and itchy!"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have very sensitive skin so I am always hyper aware of if this product makes my face break out or is it irritates it. This product didnu2019t seem to make me have any issues contrary it worked crear on my dry sensitive skin."
        },
        {
            "review_title": "This may be my favorite cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This glycolic cleanser is amazing. My skin feel so refreshed so clean and some moisturized after using it I was absolutely blown away. The texture is a thick texture that goes into a great sudsy cleanser cleanser all the dirt and grime from the day I feel like I even donu2019t have to double cleanse when Iu2019m using this because my face feels so clean and refreshed. I donu2019t want to lose this feeling so this may be a winner for me because I only have to cleanse once. I have to say Iu2019ve always loved cleansers I came from Dermalogica but this one is my very favorite thus far"
        },
        {
            "review_title": "Great Wash",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I've been using this facewash for a few days and so far I really enjoy it. I have dry and sensitive skin and this face wash has not caused any irritations. It leaves my skin feeling clean and refreshed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This is a great cleanser by Dermalogica!  I use morning and night to remove makeup and other buildup.  I have noticed that my skin feels soft and replenished. The glycolic acid exfoliates my skin leaving it looking fresh and bright. My skin has never felt more clean and hydrated from a cleanser."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Dermalogica makes some of the best products and I love the brand. I was super excited to try out this face wash. My skin has been feeling very dull and dry and I want to use more products that will help with the texture. I love using the face wash so far. It leaves my skin feeling fresh."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019m obsessed with glycolic acid. I was tempted to add this AHA to my skincare routine. I use this in the evening. It makes my acne scarves barely visible. I like how clean and bright my skin feels after."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this so much!! It makes my skin feel so nice, refreshed and clean after I use it!! It also has a great consistency and really good packaging that is easy to use! Definitely recommend! I received this product as a free sample"
        },
        {
            "review_title": "New daily cleanser alert",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I just tried out this daily cleanser by Dermalogica for the first time. I use some of their other products, such as their daily moisturizer. I like how lightweight the product feels on my skin. I also enjoy they mild scent the cleanser has, as I do not like to use perfumed products on my face. I will definitely be using this cleanser at least once a day as part of my skincare routine!"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I love acids on my face. I have acne prone skin ang glycolic acid is really good for my skin type. Itu2019s great, that I donu2019t have to leave it on my skin for a long time period, so it wonu2019t burn it and make it too sensitive"
        },
        {
            "review_title": "Perfect all around cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Thereu2019s a good reason this cleanser is so popular - it lives up to the hype! My skin is very acne-prone and combination, so I have to be careful when shopping for cleansers to find one that isnu2019t stripping and this one is perfect! My skin still felt moisturized and supple after drying my face and the texture is a nice, gel texture that foams up. I appreciate that it has no scent, as fragrance can sometimes cause my skin to break out. Thumbs up from me!"
        },
        {
            "review_title": "Gentle yet effective!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Absolutely LOVE everything from Dermalogica, and this may be my new fav. It truly gets rid of all of that grime from the day on my face and makes me so glowy. Not harsh on the skin and good for my semi-sensitive skin."
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This product was amazing! I have very sensitive skin and it was not harsh at all! I loved it and it left my skin feeling amazing! If you havenu2019t tried this I definitely recommend!! Especially for someone with sensible skin!! 10/10"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Iu2019ve loved using this face wash. It makes my skin feel absolutely amazing and has really helped my skin concerns. I am a huge fan and will continue using this in my daily routine because the results are great"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love this cleanser itu2019s super gentle and non stripping. I have combination acne prone skin with texture and this was such a great cleaner for my skin type. It doesnu2019t have a harsh fragrance and it leaves a more moisturized feeling to the skin."
        },
        {
            "review_title": "My new fav!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Love how my skin feels after using the Dermalogica daily glycolic cleanser!! Iu2019ve noticed how bright my complexion looks afterwards. I currently have acne scars and it has helped even my skin tone, I def recommend if this is your case as well. I love using it in the morning and night skin care routine time!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "I have oily and acne-prone skin. I love that this product is unscented because scented skincare can cause my skin to be irritated. It is a light cleanser and didn't leave my skin feeling stripped or dry."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I really love this cleanser. I have very dull skin with lots of dark spots. This one helps in clearing my skins and making it glowy and bright. This one is very moisturizing and I highly recommend this one!"
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love this cleanser! It leaves my face feeling so clean. Like nothing left on my face. It doesnu2019t dry out my skin either which is a plus! My skin is glowing after using this. And it is so easy to use and lathers nicely"
        },
        {
            "review_title": "best cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Dermalogica Daily Glycolic cleanser is my new favorite cleanser!! it is so gentle and doesn't strip away my skin. It leaves my skin feeling so hydrated and clean, and has no smell! it also lathers super well"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is a great product for oily acne prone skin! It is sensitive enough without causing irritation and fragrance free. I only use this at night to take off my makeup and it does a really good job at cleaning off any oils."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "What a great cleanser! As someone with acne prone skin, I look for skin care items with ingredients that will help me keep my skin clear. It is gentle enough for me to use daily without irritating my skin."
        },
        {
            "review_title": "Clean but not dry!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I really like this cleanser! The pump was the perfect amount for my whole face, I love this because I usually use too much product. The cleanser itself had a great texture and left my skin feeling clean but also moisturized. I usually have really dry skin after using cleanser so Iu2019m happy I have this one for every day!"
        },
        {
            "review_title": "Great for evening out skintone",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Normal skin",
            "review_text": "I received this free from Dermalogica. The cleanser is glycolic based which is perfect for brightening and evening out your skin tone. The cleanser doesn't dry out nor strip down the skin, yet it throughly cleanses your skin. I really like it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "This ingredients in this cleanser are high quality and this works really well to cleanse your skin. I have noticed that using this has begun to even out my skin tone and help my overall complexion and make it brighter."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, lightMedium skin tone, Combination skin",
            "review_text": "I am so impressed with this product. Cleans so well and has helped my acne tremendously! Prouduct doesnu2019t have a strong scent so itu2019s good for more sensitive skins. My face feels so clean! I highly recommend!"
        },
        {
            "review_title": "Need!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I love this cleanser! It actually feels like my skin is cleaner afterwards, which is extremely important to me. After I rinsed, my skin felt so smooth and soft with no irritation! I like that there is no scent because my skin is very sensitive. If you have normal-dry skin and sensitivity you need this gentle cleanser!"
        },
        {
            "review_title": "my daily cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this glycolic cleanser from Dermalogica. Iu2019ve been using it for months now. Itu2019s skin care for dummies in my opinion and let me tell you why. When it comes to u201cacidsu201d and different treatments it can become very confusing. This cleanser makes it foolproof. Itu2019s gentle enough that you can use it twice a day. I opt to use it once a day since my skin is on the sensitive side. Since I started using I noticed an improvement in the tone of my skin. I used to have rather dull skin with large exaggerated pores. Since switching to this cleanser Iu2019ve noticed that my pores appear more refined and my skin looks so vibrant and bright. This cleanser cleans my skin deep without stripping it of all of itu2019s moisture. I love it!"
        },
        {
            "review_title": "This is great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I have sed this Dermalogica Daily Cleanser for a while now. You only need a small size of the product which is great. A little big goes a long ways. The scent is very settle and not too overpowering. My skin feels so clean and refreshed after using."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I have a normal skin, but most of the face washes were leaving my skin dry. I use this Daily Glycolic Cleanser with Microfiliant together and I can say that these two does wonders to my skin. My skin looks smooth, brighter and hydrated after every use. I really love this product and would recommend to a friend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Loving this cleanser! I find it to be so gentle yet it gets everything from your skin and definitely makes you feel you clean without stripping from your skin. I love the way it makes my skin feel and the scent is great too."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I'm a Dermalogica girlie! I use almost all their products in my cleansing routine and I loved adding this one to my daily routine. It's light but still cleans really well and my skin feels great after using. Would highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Such a clean and great quality cleanser! So happy to have been able to try it out and be able to see what it can do for my skin! Very gentle but effective, lathers very well and doesnu2019t leave the skin with dry feeling."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I think this is a great cleanser Iu2019ve noticed a great difference in my skin after using it and I find there isnu2019t too strong of a scent and I really liked that!! I also noticed my skin feels super soft and not super oily which I love"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love demalogica! Their stuff works so well on my skin and since introducing it to my skincare routine, itu2019s never looked so good! Highly recommend this stuff! Especially for a daily skincare routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "Gifted by dermalogica- ive tried this product before and itu2019s still a really great cleanser! Loved the restock. Itu2019s a nice and gently effective cleanser and foams up nicely. Iu2019ve heArd itu2019s great for acne too"
        },
        {
            "review_title": "Good for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This cleanser was great dermalogica is one of my go to skincare brands I love to pair this with the micro exfoliatant makes my skin feel clean but not irritated one thing I love about dermalogica is they donu2019t have strong scents which is amazing! My face is acne prone and I definitely recommend for oily skinners"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I truly like using Dermalogica products. This cleaner is great at getting off stubborn makeup and SPF. I use it at night right after my micrllar water and it works great. The packaging is easy to use and overall I would recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I needed a new cleanser and this one is perfect. This brand never disappoints. Every product has worked for me so far. The cleanser leaves my face very soft and I love how clean it leaves it as well. Love."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This cleanser was very nice for my morning routines. The texture is great and lathers well into my skin. Doesnu2019t feel stripping after. My main concern was for dullness, so far I havenu2019t noticed any results."
        },
        {
            "review_title": "Best face wash I've ever tried",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "HUGE fan of this face wash! It has helped fade lines that a I thought would never disappear. It leaves your skin feeling clean, supple and balanced"
        },
        {
            "review_title": "Made entire forehead breakout.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I was using the drunk elephant bars (night and day) which got rid of my cystic acne. I was SOO happy. But I absolutely HATE that they're in bar form. I go threw them so fast and lathering the night time one was a pain.. anyways.. tried this.. my entire forehead was covered in acne within 4 days. I haven't had forehead acne in over 10 years. So disappointed. Going back to Drunk Elephant for good."
        },
        {
            "review_title": "New favorite cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "HUGE change in my skin!! So much smoother. Pores are smaller. Will keep using!"
        },
        {
            "review_title": "New holy grail cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Donu2019t start off w/ a glycolic cleanser, start w/ SA cleanser to build tolerance to acids. I have combo-oily skin & on tretinoin. I find this cleanser to be brightening & helped my deep under skin zits!"
        },
        {
            "review_title": "Uncommon Review: makes skin OILY!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Unlike almost every single review I have read, I dislike this cleanser. Your skin feels nice and hydrated once itu2019s washed but I have noticed my skin becomes super oily as the day progresses. I have tested this out by doing my full skin care routine and also when I just wash my face and lounge around my apartment.  BOTH times, more than once, my skin became oily. Which is odd for glycolic acid being that it can normally be drying. Would totally return it if I could."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This is perhaps the only cleanser that has not left my face dry after my skin care routine. Using some of the past cleansers, I have had to rush to moisturize my face. My skin is more even toned after using dermalogica."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This cleanser has my face looking smoother and more even toned after every use."
        },
        {
            "review_title": "donu2019t buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This didnu2019t clean my face properly and I got skin irritations so I threw this out itu2019s a waste"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "made my skin so clear and brightened my face so much! this is my favorite cleanser"
        },
        {
            "review_title": "Licensed Esthetician here!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Wow.  Iu2019ve struggled with u201cadult/exiting teenu201d acne for over a year (I took Accutane in high school and for 2-3 years my skin was clear as day and I could put anything on it).  I have tried so many different products.   Absolutely NOTHING worked.  But THIS. This is liquid gold.    I have no other words except, thank you Dermalogica. From a licensed Esthetician, this is a staple product in my routine forever. I was nervous that because of how sensitive my skin is, that it was going to burn or strip my skinu2026.    It does neither of those things.  Iu2019ll attach pictures if I can figure out how, but seriouslyu2026  Buy this if youu2019re suffering from breakouts.    Of course MAKE SURE YOU WEAR SUNSCREEN WITH IT, but try this product out.   Iu2019m in love.      [Iu2019ve only been using it for less than a week and these are my results already]"
        },
        {
            "review_title": "BEST PRODUCT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product changed my face ! I had breakouts everywhere on my face. In 4 months this is the first product that work for my combination skin. I still have some pimples but itu2019s rare and my skin feels softer"
        },
        {
            "review_title": "made my skin drier/hurt",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I wanted to love this but I couldnu2019t because it stripped all the oil off my face to the point where my skin hurt. I didnu2019t use much (about a penny size). And it did foam a bit but Iu2019ve never had a cleanser that made my skin more dry. For reference I have combo skin so half my face is oily and half is dry."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Love this cleanser!! I have sensitive skin and products are usually too drying, itchy, or simply stay on the surface.  This cleanser doesnu2019t irritate my skin at all, and my skin feels and looks so much healthier now! I also love the orange scent!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This cleanser exfoliates and removes buildup.  It does a great job at cleaning any make up leftovers after my main cleanser. My blemishes went away after a few times using this! definitely recommend. Gifted by Dermalogica (Ulta Team)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This product was gifted by Dermalogica to test, honest opinions are my own. I love how the Daily Glycolic Cleanser is gentle on my skin, a little product goes a long way! It's got a light, refreshing scent and comes in a wonderful pump type bottle making it super easy to use. I've got combo skin u2014 my face feels clean and doesn't feel stripped or dried out after using this cleanser. I recommend for washing off no makeup or minimal makeup looks without a preclease. It would be great for my gym bag once I get back out there!"
        },
        {
            "review_title": "Worth the buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this cleanser my skin is so pick with products. If your skin type is like mine this is the product to get. It may be pricey but it is worth it. Your skin be so happy after using it. I gifted by Dermalogica"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "This item was gifted by Dermalogica in exchange for my honest opinion. I like the smoothness of this cleanser and found it to be very gentle.  I did not notice a change in my skin's appearance but I am okay with that! I like gentle, simple cleansers and rely on the rest of my skin care to do the rest."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Tried this product in the middle of breaking out and was wondering if it would make it worse. Actually was pretty gentle on my active acne. Iu2019ve only been using it for a couple of days, but I really think the glycolic acid is doing wonders for my hyperpigmentation. Hopefully it continues to do so! Smell isnu2019t too strong, sorta citrusy? Gifted by dermalogica."
        },
        {
            "review_title": "Soo good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "This is my second time trying a dermalogica cleanser and this one Is my favorite. I really feel like a deep cleaned your face and leaves it feeling very refreshed. I used to use a super moisturizing one and I definitely prefer the swing over it. This was gifted to me from Dermalogica. I love the products and highly recommend them to everyone."
        },
        {
            "review_title": "Decent Cleanser",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This product was gifted by Dermalogica in exchange for my review. I was happy with the cleanser overall. I havenu2019t had a chance to use it long enough to see if it has any effects on my skin texture, lines, etc. one thing that I donu2019t love is that it does make your skin more susceptible to sun damage, so youu2019ll want to be sure that youu2019re wearing SPF every day."
        },
        {
            "review_title": "Love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "gifted by Dermalogica I throughly enjoyed this product it is absolutely amazing and I loved what it done with my skin . It definitely is worth the price rage and I would definitely recommend it to anyone who has skin issues"
        },
        {
            "review_title": "Great cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this complimentary from Dermalogica . So historically I have loved dermalogica and glycolic acid cleansers so I had high hopes for this and it absolutely met them! Itu2019s a very gentle cleanser that doesnu2019t leave my skin feeling stripped. It also doesnu2019t leave any film, overall itu2019s a new fave!"
        },
        {
            "review_title": "So refreshing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Demeralogica gifted me their cleaning wash and I am in love with it. The gel goes on nice and smoothly across the wet face. It has a nice light refreshing fragrance to it. My face after  being washed feels clean  and moisturized."
        },
        {
            "review_title": "Good daily cleanser",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love Dermalogica products. Iu2019ve been using their cleansers for years now. This cleanser definitely leaves my skin clean from all make up and dirt. I noticed my face has nice glow and it gives instant brightness  I will definitely continue using this cleanser.  *gifted by Dermalogica for my honest review"
        },
        {
            "review_title": "A WONDERFUL Cleanser!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was given this complimentary from Dermalogica. This product has dramatically improved the overall look and feel of my skin! I use it in the evenings after taking off my makeup. It has a nice larger and a pleasant scent. I definitely think this has improved my acne breakouts as well! Iu2019m also less oily!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This glycolic cleanser makes my face so clear and cleanser. I feel extremely refreshed and donu2019t need to double cleanse with this. It doesnu2019t strip my face of natural oils either. Received complimentary from Dermalogica"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This cleanser is amazing! It comes in a pump style bottle and is a gel like substance. Im really enjoying this product so far.  The texture is absolutely perfect, my skin feels clean without that stripped feeling afterwads.  I received this complimentary from Dermalogica."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I was gifted by dermalogica in exchange for a honest review of their daily glycolic cleanser.  The cleaner is great! I used it everyday for about 2 weeks and it wasnt harsh.  It didnt dry our my skin.  My skin felt clean and hydrated."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This was gifted by Dermalogica and I have been using it for the past 3 weeks now. It has improved the texture and feel of my skin dramatically. My discoloration has lightened and have more brighter skin."
        },
        {
            "review_title": "Gentle but effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have combination acne prone skin and have been using the Dermalogica glycolic daily cleanser and I love it. It is very gentle on my skin. It does t leave my skin feeling tight or dry. Iu2019ve notice Iu2019ve been breaking out less and my skin appears brighter since I have been using it. Gifted by dermalogica."
        },
        {
            "review_title": "Good Cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The product cleaner is good as usual. Itu2019s not sticky after using it to clean my face. And my face is not dry either.       The smell is good as well. I recommend it for everyone. Donu2019t hesitate to buy it. Even though I was gifted by  Dermalogica, I will buy it later."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "m really enjoying this product so far. I have mix combination skin and I donu2019t feel my skin too oily or too dry. I feel my skin so fresh, clean and so soft. After using it before going to bed, I can absolutely feel my skin to be healthier and brighter. Dermalogica Daily Glycolic Cleanser which is gifted by Dermalogica"
        },
        {
            "review_title": "Nice to Have, Not Must-Have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product is nice to have, but I'm not sure I'd call it a must-have. There's nothing wrong with this cleanser -- in fact, I really enjoyed using it! The texture is absolutely perfect, my skin feels clean without that stripped feeling afterwads. I have a truy pleasant experience every single time I use this cleanser, whether day or night. I'm a fan of Dermalogica products in general across the board and in terms of experience, this is on par. I just don't see the exfoliation aspect of this cleanser happening for me, personally. I'd much rather have these benefits from a serum or moisturizer versus a cleanser, which just gets washed off anyways. I'm a little iffy on the cleanser benefits, but as a cleanser in general, this is truly lovely.  My skin had a great reaction to it and while I didn't notice a particularly dramatic alleviation of any dullness, I did feel like my skin physically felt different afterwards in a good way. I'm torn on this cleanser -- I'm not sure I'd be dishing out $35 for this when I like other cleansers equally as much that are more cost effective."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this complimentary from Dermalogica. I like the texture of this cleanser and that it comes in a nice pump style dispenser. It smells lovely and is very gentle on my face, never drying or irritating. I noticed that it left my face soft and smooth while also diminishing pore size."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Complimentary from Dermalogica. This product seems to do well, i havenu2019t had all of time to use it so long term I donu2019t know how this works. I havenu2019t broken out because of this product, and my skin feels nice and smooth after using this."
        },
        {
            "review_title": "Amazing cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received this daily cleanser as a gift from Dermalogica for my honest review. This cleanser is amazing! It comes in a pump style bottle and is a gel like substance. You must apply it to your dampened face and it lathers up quite nicely. It smells clean and helps to brighten up my face. My face feels so clean afterwards and it is not harsh on my skin. Overall, I would definitely recommend trying this! Complimentary from Dermalogica."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I received this cleanser as a gift complimentary from Dermalogica and have been using it everyday for the past 2 weeks and have already seen such a huge improvement in the the texture and feel of my skin. My skin is noticeably softer and smoother. Perfect cleanser for daily use."
        },
        {
            "review_title": "Great Cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I really like this cleanser.  My skin feels really soft after using this cleanser.  It leaves my skin feeling moisturized and doesn't dry it out at all.  I will continue to use this in my normal skin routine.  I received this product complimentary from Dermalogica for my honest opinion."
        },
        {
            "review_title": "Nice and clean",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I received this complimentary from Dermalogica. Iu2019ve been using it for only about a week now at bedtime and itu2019s been really nice. Itu2019s not too harsh on my face which is usually pretty sensitive. Iu2019m excited to keep trying it out to keep it in my skin routine."
        },
        {
            "review_title": "Good cleanser",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I must say that after using this complimentary from Dermatologica glycolic cleanser my skin feels clean after using it. I feel it removing all of the impurities from the day and night. It's a thick clear gel like cleanser that I absolutely love using. It's great for sensitive skin and gives good results."
        },
        {
            "review_title": "Love this cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I really love this cleanser it is great for daily gentle exfoliating. My skin feels renewed every time I use this product. It has helped with my pores and making my skin smoother. It is good for sensitive skin I was gifted by dermalogica"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
            "review_text": "I received this product complimentary from dermalogica. I have pores that get clogged easily, so I like cleansers that foam up quite a bit and give me a tingly feeling. This cleanser  was able to get most of the days dirt/sweat off my face on the first try, when I usually have to use cleanser multiple times. My skin felt really refreshed afterwards. Overall a good product."
        },
        {
            "review_title": "The best cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Combination skin",
            "review_text": "This complementary product is gifted by Dermalogica, and I am delighted how Dermalogica Daily Glycolic Cleanser leaves my skin after using it.  1. Texture/Feel: gentle, not too soapy 2. Application: Apply to face and neck area 9 days 3. Smell: fresh and quietly elegant  4. Result: it has kept my skin hydrated and smooth 5. Price: kind of pricy, I highly recommend to buy it when it is onsale.  I like Daily Glycolic Cleanser very much, will buy other products from this brand."
        },
        {
            "review_title": "Love the results, but would use few days a week.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I have been loving my mornings ever since I started the glycolic cleanser. It immediately gives a clean, bright feel. Doesnu2019t leave the skin too dry but skin doesnu2019t feel moisturized either like it does with some other cleansers.  I do feel like  I might use it only for the days when I need a more deeper clean, so maybe not every day.  Otherwise I love the results!  This was gifted to me by dermalogica for an honest review"
        },
        {
            "review_title": "Excellent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I really enjoyed this product. It's a glycolic acid cleanser which means it delivers gentle chemical exfoliation in a less irritating way than a leave-on product because a cleanser only stays on your skin for a minute or less. The idea here is that using a glycolic acid cleanser helps your products penetrate better. I only use it in the morning before applying vitamin C serum (in the evening, I use a very mild hydrating cleanser). I found this product to be gentle, non-drying, and non-irritating. My only complaint is that it contains fragrance although it's not much of an issue with wash-off products. Dermalogica, please make more fragrance-free products. I received this product complementary from Dermalogica in exchange for my honest review."
        },
        {
            "review_title": "Holy Grail Cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "I was gifted the Dermalogica Daily Glycolic Cleanser. I've been using this in my nightly cleansing routine for over a week.  This brightening Cleanser can be used daily to help renew dull, uneven skin tone.   What I love most about this cleanser is that it is freeof fragrance and colors. Great for sensitive skin AND it's cruelty free and vegan! This cleanser is taking the holy grails crown in my skincare routine. Gifted by Dermalogica"
        },
        {
            "review_title": "Great buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I have been using this for a week now and so far I am loving it. This makes my skin feel soft, smooth and brighter. It has a great smell. Cleanser was gifted by Dermalogica for me to try, but I really enjoyed it."
        },
        {
            "review_title": "Daily glicolic cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This soap has been spectacularly good, my face has thrown incredibly good changes when I apply it to my foot.  The changes are highly visible and noticeable in the texture of my skin, it is softer and super light when I use it, I notice my skin brighter, with a shine and with a very pleasant texture, I love it to use it daily on my skin it does not leave skin not tight at all, bi dry"
        },
        {
            "review_title": "Works great on my skin.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Gifted by Dermalogica.  This brightening and conditioning AHA cleanser is a gel like formula.  This cleanser exfoliates and removes buildup.  This isn't the type of exfoliant where you feel the beads.  I see none nor feel any beads, so it isn't going to feel textured cleansing your face.  I do like how this cleanser feels and how it does leave my skin feeling clean.  I have combo skin and I do feel it does remove build up, and it's not over drying on my skin.   I have been using this Dermalogica cleanser on a daily basis and it hasn't caused my skin any irritation, or redness.  I do see my pores smaller and slight improvements in my skin tone  I like this type of pump for the packaging."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Complimentary by Dermalogica. i have only used this cleanser twice but i can already see improvements in my skin. this cleanser is for all skin types and it removes build up, evens skin tone, conditions and replenishes skin. i use this cleanser i put a pump into my hand and message it gently into my face and neck and i use SPF after."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "This was gifted by Dermalogica. I really love that this cleanser has glycolic acid in it. I have noticed that it helps keep my acne away and helps keep my pores clean. My face looks very smooth and glowy after using it and love that it does not strip my skin."
        },
        {
            "review_title": "So good!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This cleanser was gifted by Dermalogica and is very gentle and is working well with my skin day and night! It keeps my skin smooth, polish, and bright after each use, and makes me look like I got a facial! It does not burn or tingle or feel harsh in any way on my skin. Iu2019ve really been enjoying this cleanser and it will now be a permanent part in my skincare routine!"
        },
        {
            "review_title": "great!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "i really saw such a difference in my skin after using this! thereu2019s no fragrance which is a plus since iu2019m very sensitive to fragrance in skincare products. my blemishes went away after a few times using this! definitely recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this daily Glycolic cleanser complimentary from Dermalogica. I would recommend this cleanser for dry skin to use. Itu2019s not foaming that much so itu2019s more suitable for sensitive and dry skin."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I received this item complimentary from dermalogica I use this at night itu2019s works like a expholiant without the abrasive it help clears my pores keep it clean makes my skin look less dull looks healthy donu2019t break me out"
        },
        {
            "review_title": "Great cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I received this cleanser complimentary from Dermalogica. So far I have enjoyed it. It does a great job at cleaning any make up leftovers after my main cleanser. Leaves my scum feeling soft and hydrated. It doesnu2019t make my skin dry or looking deprived of nutrients as some other exfoliating cleansers do."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This complimentary from Dermalogica cleanser was a really nice second cleanser in the evenings. I use Cliniqueu2019s cleansing balm followed by the glycolic acid cleanser. It removed the last bit of buildup and I liked the exfoliating properties. After cleanser, my skincare routine gets fuzzy with all the exfoliants and serums, and on more stressful nights itu2019s just cleansers and a moisturizer and I like that it has a light active ingredient to maintain my skin and keep acne at bay without adding another step."
        },
        {
            "review_title": "Surprised!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I am extremely surprised by this dermalogica face cleanser I was gifted by dermalogica. It got deep into my pores and left my face extremely cleansed and brighter. I love the pump because to close it you donu2019t even have to waste product just twist it! It left my skin super soft after using it too! It has a nice and light citrus scent. Itu2019s also thick without being too thick, so for me that was amazing."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I have sensitive skin, and the Daily Glycolic Cleanser is gentle on my skin, it has kept it hydrated, and smooth. It does have a light scent, and it isn't too soapy. I received the product as complimentary from Dermalogica."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019m loving this glycolic cleanser! Iu2019ve been using it for a week and my skin has been feeling so clean and smooth! I have acne as well but itu2019s clearing up quite well with daily use of this cleanser! Iu2019m really seeing a difference and I love it! Gifted by Dermalogica"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Medium skin tone, Normal skin",
            "review_text": "I enjoy the Dermalogica brand. I love having the glycolic cleanser. It keeps acne away and also serves as an exfoliant. My face feels super clean but not stripped of its natural oils which I really like since it doesnu2019t keep me dry. Gifted by dermalogica"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I have been using this product for almost 2 weeks now. I love the way it lathers and doesnu2019t leave my skin feeling dry or tight. The smell is very light, almost too light. I wish it was just a little stronger to smell while lathering. I received this product complimentary from Dermalogica."
        },
        {
            "review_title": "Good product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I received this glycolic cleanser complimentary from Dermalogica. It is still too early to tell if it benefits my skin more than just cleansing. I do like that it is gentle on my skin and I can use it daily."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I got this gifted by Dermalogica  cleanser and I loved it. It left my skin looking smooth and brighter. I will continue to use it in order to see better results in long term. I definitely recommend it"
        },
        {
            "review_title": "Skin perfecting potion!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I was using a gentle cleanser before trying this out and I quickly realized how much that wash was NOT doing for my skin because.. wow. My pores were immediately tightened, redness gone, baby soft to the touch and after a weeks use, it is not making me peel or flake! I feel like I get a gentle acid peel facial morning and night. I do have very easily congested, cystic prone and oily skin, as I've noticed others said it was too drying for them, that is not the case for my slick face lol. I've been trying to figure out what magic I needed for my worsening blackheads and people, this is it! I showed my husband my clear nose and he immediately went to try it and was so impressed with the reduced redness and lack of blackheads. I did recieve this complimentary from Dermalogica for my HONEST review."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this glycolic cleanser complimentary from Dermalogica.I like this cleanser.My skin feels clean after using it. It very gentle to my skin and I can use it daily.My husband use it too.Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This is seriously THE best face wash for acne prone/dull skin.  It was gifted to me by dermalogica. I defiantly gave me a pick me up without drying out my skin. I noticed all my small blemishes starting to disappear. the bottles lock also works very efficiently which is hard to find! Iu2019m a true fan"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I received this product complimentary from Dermalogica in exchange for my honest review. This glycolic cleanser has a nice gel consistency that is easily dispensed from the container. It exfoliates and brightens without being too harsh on skin. After using my skin feels softer and more youthful appearing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I received this glycolic cleanser complimentary from Dermalogica. I absolutely loved this cleanser! It leaves my skin feeling so clean but not stripped. I use it 3x a week max (only at night) and my face feels so soft! I liked how gentle and effective this cleanser is."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "This product was complimentary from Dermalogica. The Dermalogica Daily Glycolic Cleanser works well. I like the slim pump bottle and the formula is nice. The cleanser lathers up enough to foam but isnu2019t too soapy. After massaging into my face and rinsing off, my skin felt really clean and refreshed. My skin didnu2019t feel dry afterwards which was a plus. My skin also felt clearer and more balanced."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I received this free product and absolutely loved it! Itu2019s a cleaner that can be used for soft and clear skin. It doesnu2019t have a funky smell and easy to wash off the skin. Also, I love the packaging and highly recommend it."
        },
        {
            "review_title": "Great cleasner but pricey",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This was gifted by Dermalogica.  It is very gentle and does not strip my skin or dry it out. A little goes a long way for a nice lather which is great because it is very pricey. My skin feels clean after using this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I was gifted by Dermalogica this cleanser in exchange for my review. Iu2019m always in search of a good cleanser that leaves my skin soft and felling clean after washing and I was not disappointed! This cleanser is not harsh on my skin and does jot try out out. I have seen improvement in the smoothness of my skins after a week of use! Definitely recommend!I have"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone",
            "review_text": "I  received this product complimentary from dermalogica, I used the cleanser for a couple of days to see how my skin would react to it and I loved it! I had a few black heads on my nose the night before I had used it and the next morning they were gone and I noticed a huge difference in my lore size after a few uses! I would definitely recommend it to a friend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Gifted by dermologica! Great product I love how it makes my skin feel doesnu2019t leave it dry no blemishes or redness it helped with my acne and I highly recommend buying this product! Already went and purchased this amazing product"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this product. Glad i was gifted by Dermalogica and able to try it out. Iu2019ve been breaking out horribly for whatever reason and this product has definitely helped a lot with calming my skin down. I used it for a past few days and my skin had become less irritated. Even my husband notice the difference. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Dermalogica. I have been using their products for years and especially love the daily microfoliant. This cleanser has a nice citrus scent but is not overpowering. My face feels oily at the end of the day and this cleanser leaves it feeling clean. You still need to cleanse eye makeup with an oil cleanser etc prior as it doesnu2019t remove all eye makeup. It hasnu2019t caused any acne and my skin is sensitive and I tend to break out when trying new products. For me personally I love it and would recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I was gifted by Dermalogica the Daily Glycolic Cleanser in exchange for my review. I used the cleanser in the night and so far it has left my skin feeling soft after every wash. My skin does not feel dry and stretched as other cleansers have in the past. Throughout the day my skin does not become overly oily. I have not gotten any new acne since washing my face with this cleanser. The few acne that I had previously has begun to disappear. I like that this cleanser has glycolic acid to help even out my skin tone."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Very good face wash. I use it in the morning only. Started clearing up minor breakouts in about a week, and keeps my face less greasy feeling all day without over-drying. This stuff is amazing!"
        },
        {
            "review_title": "Redness on my face.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This product is complimentary gifted by Dermalogica in exchange of my honest review. I've been using this for a few weeks now & I have oily skin,  this has not been so helpful for my skin, because I have acne prone skin,  also pores & I thought glycolic acid would be nice for it. But it got my skin a little bit reddish looking after some time of use. I would say it did smoothen my skin, but it looked more plumped to me.  But one I stopped, it went away as well over night."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received it complimentary from Dermalogica. Been using this cleanser for over a week and I already start seeing results. My skin looks cleaner, healthier, reduce new breakouts. This cleanser very gentle to my skin and I can use it daily. Definitely recommend."
        },
        {
            "review_title": "Better out thereu2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This is a weird cleanser, it has the consistency of a gel but it doesnu2019t foam, instead it forms a light cream. It has a citrus fragrance and it doesnu2019t irritate my skin. But, I wouldnu2019t use it everyday.   It has 3% glycolic acid which you might think is low but with your skin wet the acid power multiplies. I wouldnu2019t mix in a routine with retinol unless youu2019re sure your skin can take it. It also has vitamin C derivates u201cto promote brighteningu201d.   Pro tip: use this to wash your armpits to u201cdetoxu201d and prevent bad odors.   Overall I think for what it is, is overpricedu2026  What you do you think?   complimentary from Dermalogica"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by Dermalogica. Been using this cleanser for several days and itu2019s great for my combination skin to balance oil production. During the trial period with Dermalogica Daily Glycolic Cleanser, it did manage to help clear my skin become a little brighter. I see my facial skin is getting glow naturally. I can also feel silky smooth when I touch my face. So far I am quite satisfied with this cleanser, will use it continuously."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone",
            "review_text": "It clears my oily, congested skin and Iu2019ve noticed many less breakouts. My skin feels so refreshed and cleared after a single cleanse with this Dermalogica glycolic cleanser. Received complimentary from Dermalogica"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This left my skin feeling great! I donu2019t have super sensitive skin but I do suffer from hormonal acne and this really seems to help! If anything, it definitely brightened my skin up so I canu2019t wait to see the full results from long term use. Gifted by Dermalogica."
        },
        {
            "review_title": "lovely product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received the Daily Glycolic Cleanser complimentary from Dermalogica for my honest review. I really like how clean my face feels after washing with. I feel like it cleans deep down in my pores. Great product and would highly recommend"
        },
        {
            "review_title": "Great Everyday Cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The Dermalogica Daily Glycolic Cleanser is a great addition to anyone's skincare routine. This is very gentle which is perfect for someone like me who has sensitive skin but still wants the skincare benefits.  I also love the quantity that you get in this product, you really do get a lot for the value.  This was complimentary from Dermalogica."
        },
        {
            "review_title": "Great for everyday use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Dermalogica gifted me this Daily Glycolic Cleanser. This Daily Glycolic Cleanser is great for everyday use. I am able to use it in both the AM and PM without it irritating my skin.  Benefits - Glycolic adic- brightens and evens out skin tones - Jojoba oil & Calendula Extract- Helps condition & replenish skin"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This daily cleanser was very gentle on my skin, I found that it cleansed my skin ret well without leaving it dry or overly stripping my skin. Didn't cause any redness or breakouts, seems to be a great product for my combination skin. Received this complimentary from dermalogica"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I received this product complimentary from Dermalogica. This face wash made my skin feel so soft and clean. It was gentle on my skin and it didnu2019t feel irritated. Iu2019ll definitely be adding this to my daily routine."
        },
        {
            "review_title": "Comfortable and nice cleanser",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This product was gifted by Dermalogica in exchange for my honest review. I initially was hesitant about the product because I was worried it would be drying and irritating. However, after testing it out it has exceeded my expectations. It is quite gentle on the skin and does not leave it feeling dry at all. I feel like my skin has been reacting positively to it and I will continue to use this product in my daily routine. I use it at night a few times a week and always make sure to apply sun screen every morning."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a cleanser with a mild texture, the change after using it is radical since my skin feels clean and silky, without leaving my skin dry, something that has happened to me with some cleansers, it is a very practical presentation to use.  I can now say that it is one of my favorite cleaners.  Gifted by Dermalogica"
        },
        {
            "review_title": "Smooths skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "[gifted by dermalogica] I have sensitive skin, so was a little concerned about the acid it contains, but I am glad I give it a try. No fragrance, gentle lathering, all good features for my skin type. Only after one use I can feel it smooths and soften my face and has the exact right amount of cleaning. Canu2019t wait to see the long term result."
        },
        {
            "review_title": "My secret to beautiful glowing youthful skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was gifted by Dermalogica the Daily Glycolic Cleanser and I was pleasantly surprised by how nice it makes my skin feel and how easy and gently it exfoliates to reveal fresh skin and get rid of old dead skin cells. This cleanser comes in an easy to use pump bottle and foams up a little when you massage it into your dampened skin. It has also a lovely light and refreshing citrus scent that I enjoy. The cleanser can be used daily and it leaves my facial skin truly glowing while reducing the appearance of fine lines and sun damage spots and other blemishes. My skin feels so soft and very smooth, it makes it easy to apply moisturizer or foundation onto the flawless surface. I would definitely highly recommend this cleanser! Itu2019s amazing and the secret to great skin that looks and feels beautiful!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I was gifted this product, complimentary from Dermalogica, for my review.  This product is an AHA cleanser so Iu2019ve been using it only at night.  I like the foaming texture of the product.  It leaves my skin feeling stripped of dirt and oils before applying moisturizer.  My skin has been clear while using the product but this is typical for me.  I havenu2019t noticed a major difference in my skin other than itu2019s been clean and clear."
        },
        {
            "review_title": "So amazing cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Normal skin",
            "review_text": "I love this Glycolic Cleanser i received complimentary from Dermalogica. It helps  remove the build up from environmental factors. This is a brightening & conditioning cleanser to renew dull, uneven skin tone. I love that it Contains Glycolic acid to help brighten the skin by removing dead skin cells to create a more radiant, healthy skin. It is gentle on my dry sensitive skin and cleans very well. I love this Cleanser and will recommend to others."
        },
        {
            "review_title": "i like it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Dermalogica. I used this product in my shower at night. My face is usually a little oily after a long day of work. After I use this cleanser, I could really feel a difference. My face felt cleaner after I used the cleanser. It felt clean but not dry. However, my face gets a little itchy the next day after I use this cleanser so Iu2019m thinking this cleanser might be too strong for my skin. Sometime it can get a little sensitive, so I think I wonu2019t use it every day. I havenu2019t notice any skin brightening yet but maybe that takes longer. I still like this cleanser and will continue to use it every other day."
        },
        {
            "review_title": "Leaves my skin feeling smooth!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "My face after using this cleanser is feeling and looking better! It def helps with brightening up dull skin. Itu2019 doesnu2019t stripe your face and leaves it feeling soft and looks moisturized. I do use it after using my makeup wipes to remove my makeup. This also helps remove the residue. I was gifted by dermalogica."
        },
        {
            "review_title": "Great daily cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was excited To gifted by Dermalogica, Daily Glycolic cleanser. I have used it daily since receiving it. nice clear skin. This helps lift dirt from pores, skin is soft and clean. Recommend!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I received this complimentary from dermalogica. This brightening cleanser has been influenced by my friend who loves dermalogica. Before using it I make sure my skin is clean I use it once a weak since my skin is completely dry I donu2019t want it reacting to harsh. Its been a nice brightening cleanser and by u201cbrightu201d it just evens skin tone not to be confused with dark spots. Time will tell if I plan on repurchase!"
        },
        {
            "review_title": "The best cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "from the first wash, you'll see the results. Your skin immediately becomes softer, clearer, and brighter. Any dark spots or uneven skin has cleared. It dries any pimples on your face. It also controls oil buildup. When i washmy face with this cleanser even, the makeup looks more natural. I will purchase this product again. I recommend this produc"
        },
        {
            "review_title": "My skin love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "It's a fantastic cleaner. It exfoliates my skin, however because it is an AHA, I recommend wearing sunscreen for up to a week after using it. After using this lotion on a regular basis, my skin feels softer. It has improved the appearance of my pores and dullness in general. This product was complimentary from Dermalogica."
        },
        {
            "review_title": "My skin looks smooth and less break outs",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This was gifted by Dermalogica. I really like this cleanser a lot. It doesnu2019t really foam much but my skin still feels really clean when I use this. Because it has glycolic acid in it I feel like itu2019s making my skin look smoother and Iu2019m breaking out less."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Ahh yes finally a mild face soap that doesnu2019t break me out worse. This face soap washes away all my dirt from the day. I would still recommend using a toner after. I love the gentle sent and easy to use pump. I received this product complimentary from dermalogic in exchange for my honest review"
        },
        {
            "review_title": "Great cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This cleanser is complimentary from dermalogica. Absolutely loveeee this cleanser. Its can feel the softness of my skin after using it. It also doesnt dry out my face. Been using this for a week and i can see a small difference before and after using it. Definatley will continue using it."
        },
        {
            "review_title": "Great product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Complimentary from Dermalogica I liked the daily glycolic cleanser because it cleanses the skin of all impurities from dead cells and makeup, as well as helping to have an even skin tone that makes it look healthy, radiant and hydrated."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this cleanser complimentary from Dermalogica. Iu2019ve been using this cleanser twice a day now for about a week, and Iu2019m really loving it! It leaves my face feeling super clean and refreshed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "received this complimentary from Dermalogica. love this cleanser! it smells great and leaves your skin feeling hydrated, refreshed, clean and bright! I use it both morning and night and it isnu2019t harsh on the skin. definitely recommend this product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I received the Daily Glycolic Cleanser gifted by Dermalogica in exchange for my honest review. Glycolic Acid is a potent AHA and sunscreen is recommended if use during the day time. So I only use this cleanser at night. My skin looks dull and a little bit oily after a long day. This jelly formula cleanser exfoliates my skin gently. It has a fresh scent and lathers nicely. I rinse with warm water and my skin feels refreshed and soft. My skin looks brighter and doesnu2019t feel dry at all. It is a perfect fit for my night routine and I canu2019t wait to see other benefits with continued use."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received The Daily Glycolic Cleanser complimentary from Dermalogica. The Daily Glycolic Cleanser is a fragrance free and color free cleanser. It foams lightly and leaves your skin nice and clean. Its does not over dry your skin. It is great for those with sensitive skin."
        },
        {
            "review_title": "A must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by Dermalogica, their Daily Glycolic Cleanser has made my face feel itu2019s absolute cleanest after just a few washes. Iu2019m looking forward to see the long term benefits as far as breakout prevention due to its powerful yet delicate formula. As someone with sensitive skin, Iu2019ve been using it without a problem."
        },
        {
            "review_title": "Great cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This is a great cleanser. It foams up nicely and doesn't dry out your skin. It is very gentle and has a nice, light and pleasant citrus scent. I have sensitive skin and this didn't bother it at all. It leaves my skin feeling soft and refreshed after each use. The large size will last me a long time and I love that it comes in an easy to dispense pump! This product was gifted to me by Dermalogica in exchange for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This cleanser is a dream. It foams up nicely and doesnu2019t leave my skin feeling tight or dried out. After using my skin feels soft and supple. I love the light citrusy smell because it isnu2019t too overwhelming but itu2019s refreshing to use in the morning. My skin looks brighter and feels healthier! This product was gifted by Dermalogica."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "This facial cleanser is everything I dreamed of and more. It is gentle on the skin, does not leave your skin feeling rough and oily, has a great citrusy scent and I love that it has a pump to control how much product you use each time. My skin has felt so much softer and clearer since using this. 10/10 would recommend!! I received this product complimentary from Dermalogica."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I was gifted by Dermalogica Daily Glycolic Cleanse by Dermalogica. My face is combination skin and was in need of a cleansing and brightening wash. I have tried this for several days and could notice a difference after a couple of washes. The consistency is nice on the skin. Exfoliation without too rough. It did not lather up a whole lot but that didnu2019t bother me. My face felt soooo fresh and clean afterwards!! I applied my nightly moisturizer and have noticed my face appears more clear and smoother."
        },
        {
            "review_title": "Amazing  facial  cleanser  gel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I received this complimentary from dermalogica. I wanted  to test  this  for 5 days  before I wrote  my review.  I suffer  from cystic  acne and in 5 days of twice daily  use  I can see a major difference.  My face is smoother, old breakout  are healing faster and I am noticing  smaller  pores!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product was gifted to me by Dermalogica. This cleanser is amazing. Itu2019s gentle on my skin and makes my skin feel clean and aloft and using. Perfect for using in the morning and at night. Very impressed with this product."
        },
        {
            "review_title": "Doesnu2019t feel dry!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received Dermalogica daily cleanser, Gifted by Dermologica and Iu2019ve seen some change in my skin. It doesnu2019t feel so dry after washing it off. I have combination skin and Would usually get redness after using cleansers or my face would be irritated but this is fine on my skin."
        },
        {
            "review_title": "Nice Cleanser",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "This is my first time using a cleanser by Dermalogica and my first time using a glycolic cleanser. I found it to be gentle and smooth on my sensitive my skin.  It has a slight citrusy smell, but itu2019s not too strong. I didnu2019t find this cleanser to lather particularly well, but it did leave my skin feeling and looking clean. I could tell a difference in the appearance of my skin. It definitely looked brighter and more even tone. I also really liked how the bottle is slender and fits well in my hand. I would recommend giving this cleanser a try! This product was gifted by Dermalogica for my honest review."
        },
        {
            "review_title": "Great thick formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "I was gifted by  Dermalogica I was gifted the Daily glycolic cleanser. Before use my face was feeling really dirty. I washed my face with the thick liquid soap and the foam lather I could feel pulling out all the dirt. After my face felt refreshed, a bit on the dry side but after use of my daily moisturizer felt great."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I was gifted by Dermalogica. I have a combination skin and this cleanser is very gentle so I can use it everyday. Since itu2019s contains glycolic acid I recommend to use SPF to prevent sun damage. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I like the cleanser gifted by Dermalogica in that it has acid and can help exfoliate the dull skin and remove build up in a gentle way while cleansing your skin. Easy to use and also comes with the jojoba seed oil, which soften and protect the skin in the mean time."
        },
        {
            "review_title": "Not bad",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I was gifted by Dermalogica. It is my first to use the dermalogica daily glycolic cleanser. I am combination skin type and sensitive to fragrance. This cleanser is light and suitable to my skin. I feel comfortable as I use it."
        },
        {
            "review_title": "Makes my skin so soft & smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this product complimentary from Dermalogica in exchange for my honest review. I suffer from large visible pores an oily prone skin thats rough textured so before using this my skin is dry an patchy feeling but after using this in my skincare routine my face feels much smoother to the touch as well as my rough spots have disappeared. My face feels cleaner an pores are less visible as they once were."
        },
        {
            "review_title": "Weightless cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received Daily Glycolic Cleanser complimentary from Dermalogica to try it out. I am pleased with this cleanser as it is super gentle to my skin. It's weightless formula gives a pampered feeling to my facial skin. Only a pea sized product is sufficient to cover entire face with good amount of lather. My skin feels hydrated and does not dry out which is comforting to me. I strongly believe this will be my go to cleanser henceforth."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was gifted by Dermalogica in exchange of my honest review. The cleanser is different from any cleanser I used. It consists of Glycolic acid and I did not feel dry after using the cleanser. My face also looks brighter."
        },
        {
            "review_title": "Love this cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I love this cleanser! Gifted by dermlogica  Itu2019s lightweight and has a fresh feeling it smells so good! No chemical smell! My boyfriend even used it too haha I feel like it really cleans my face! Will buy!"
        },
        {
            "review_title": "Great cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019m really enjoying this cleanser. My skin feels soft and clean after using it. Iu2019ve been using it a few times a week and it helps keep my acne in check and has helped brighten areas of my skin with dullness."
        },
        {
            "review_title": "Good Cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this as complimentary from Dermalogica for an honest review. I love this cleanser! I like that it is gentle enough to use every day. I have occasional breakouts and this will definitely help reduce that."
        },
        {
            "review_title": "I like this cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The Daily Glycolic Cleanser is gifted by Dermalogica. The product is very gentle and light, which keeps my skin feels comfortable (my skin type is kind of sensitive). And it definitely fo the job of removing oil and dirty from the face. Buy the way I really like the package of the product."
        },
        {
            "review_title": "Works Like A Dream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Dermalogica gifted me this AMAZING daily cleanser in exchange for my honest review and opinion. All I can say is WOW. I really really like this face wash, even more than I thought I would. I usually use a face wash that's more geared towards dry skin, but lately my skin has been more combination and this face wash works like a dream on my combination skin. I was worried about my face being to dry after using this, but honestly my skin feels softer and it also looks brighter, firmer and more refreshed. This daily facial cleanser is formulated without artificial fragrances or colors(love that) but this is my favorite claim.... It is certified cruelty free!!!!!! It is also gluten free and Vegan. This is a professional grade skin care that is recommended by the International Dermal Institute.. I highly recommend this facial cleanser for all types of skin."
        },
        {
            "review_title": "Amazing cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
            "review_text": "Iu2019ve been using this cleanser for a few weeks now and it has my full stamp of approval!  was gifted by dermalogica.   This brightening and conditioning cleanser renews dull, uneven skin tone and helps remove buildup caused by environmental factors.   Glycolic Acid brightens by ungluing dulling dead skin cells for radiant, healthy-looking skin.  A blend of soothing Calendula Extract and nourishing Jojoba Seed Oil helps condition and replenish skin while maintaining the skinu2019s lipid barrier."
        },
        {
            "review_title": "Deep cleanse",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I received the Dermalogica daily glycolic cleanser complimentary from Dermalogica for my honest review.  The cleanser is light and doesn't feel like it's stripping away my skin. My skin felt super clean and soft after my first use."
        },
        {
            "review_title": "Gentle daily Cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This daily glycolic cleanser was gifted to me by Dermalogica.This cleanser helps take away dullness with every wash and leaves behind brighter, softer, smoother and hydrated skin. Jelly like texture feels good and produces generous lather. My skin loves this gentle cleanser."
        },
        {
            "review_title": "Great Everyday Cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Dermalogocas Daily Glycolic Cleanser is a gentle formula that is easy on your skin. So gentle in fact, that you could easily use this product everyday. It's great for those who suffer from mild acne and people who want brighter skin. Overall, my skin feels softer, smoother and looks healthier."
        },
        {
            "review_title": "Helps improve skin texture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This was gifted by Dermalogica. This cleanser left my skin feeling really smooth and clean after using it. I live how it has glycolic acid in it so that it will improve my skin texture with use over time and help prevent breakouts. Itu2019s not harsh like some glycolic cleansers and can be used daily. So far I really like it!"
        },
        {
            "review_title": "Great cleanser !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Gifted by Dermalogicq.  I am familiar with Dermalogica products but havenu2019t tried this one so i was eager to add it into my routine.  Texture of the cleanser is thicker then i expected but it laters perfectly. It removes impurities and makeup..  it goes hand in hand with toner and prepares my skin for moisturizer. it makes my skin APPEAR brighter and i have had significantly less breakouts!  I even love the scent.. it just smells clean. Love it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This was a wonderful product to receive! It is so nice and it makes my skin glow like nothing i have ever used before. It helps the dead old skin turn over and glow a lot quicker than my old facial washes. Gifted by dermalogica."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I received this Daily Glycolic Cleanser complimentary from Dermalogica in exchange of my honest review. The cleanser comes in a very convenient bottle, which is very important for me, as I use it before going to bed, and early morning. This bottle is very easy and hygienic to use.  After application my skin looks brighter and healthier. I am very satisfied with this product, and would definitely recommend it for others."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love Dermalogica cleansers and especially this one! Itu2019s light and foams well. It cleanses off the dirt, oil and impurities from my skin. I love the bigger size too. I would definitely repurchase this in the future. Gifted by Dermalogica"
        },
        {
            "review_title": "Great cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Itu2019s gifted by Dermalogica. When using this product, I donu2019t feel dry or oily. Itu2019s texture is more like hand soap but it doesnu2019t create too much foam, though. I was hopping to see foams but itu2019s ok. As long as it cleans my pore, itu2019s a good product. Easy to wash off."
        },
        {
            "review_title": "Yes, Please!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Itu2019s a yes from me! Love how this cleanser is helping me fight skin texture and dullness. This is NOT a face wash that I recommend using on its own for makeup removal, but more so as a treatment wash after your first cleanse.  My favorite way to use this is both morning and night about 3x a week. On days I wear makeup/sunscreen, I prefer to use a cleansing balm and then go in with this as my second cleanse.   I have pretty sensitive skin and this works great at clearing out my pores with continued use without causing irritation.  Gifted by Dermalogica"
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Gifted by Dermalogica. I received this product to test and I really like it. Itu2019s amazing how my skin is soft and even with the continuous use. I use it twice a day, AM and PM, and I can feel the difference."
        },
        {
            "review_title": "Great results so far",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "Gifted by Dermalogica, in exchange for a honest review. I am in love first thing itu2019s a beautiful foam that comes out it feels so light and fresh on your face. After using this for one week I noticed my pores not disappearing but definitely getting smaller because Iu2019m able to get all the grime out of them. My face is brighter I feel like all the dead skin itu2019s just washing away the stuff is amazing.I was able to cut down on the moisturizer I was using in the morning after I wash my face Iu2019m now putting on my SPF and skipping the moisturizer because my .face is actually very moisturized by the cleanser. It doesnu2019t feel tight my face just feels fresh itu2019s amazing. Iu2019ve been using it in the morning and at night and my face has purged all the bad stuff out and it looks so fresh and clean, and feel so fresh and clean I was a little worried it was going to be harsh but itu2019s actually very gentle and itu2019s good for all skin types. Thereu2019s no real smell to it itu2019s just this beautiful light foam are you just massaging to your skin itu2019s great. I would highly recommend trying to see if youu2019re looking for a new cleanser. Thank you for choosing me to use your product and review it."
        },
        {
            "review_title": "Gentle Exfoliating Cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "This cleanser feels super gentle on skin! Happy that I now have a cleanser that helps with discoloration and that is both gentle and hydrating and help with pores. There's AHA that helps exfoliates my skin gently. I got this product gifted by Dermalogica!"
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Received this product complimentary from Dermalogica for reviewing purposes only.  This cleanser works really well. My skin feels amazing. Gentle on skin, no irritations and my skin has cleared up. I have already recommended friends and family. I recommend"
        },
        {
            "review_title": "Gentle on skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I recieved this complimentary from Dermalogical. The product left my skin feeling smooth and clean. It leaves the skin feeling soft. There is not a strong smell to it and a little big goes along way.  I would defently recomed it."
        },
        {
            "review_title": "Comfortable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This cleanser has a  subtle and neutral smell, which makes me feel better about no unnecessary fragrance. It made my skin feel so soft and NOT stripped of all moisture like other cleansers have done in the past. Usually cleaners make my skin feel so dry and uncomfortable that I donu2019t feel normal until I get some moisturizer on. This makes your face feel clean without the dryness. Loving it so far. Will continue to see if there are changes in skin brightness after long term usage. Gifted by dermalogica."
        },
        {
            "review_title": "Loving my results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I am very impressed not only does it clean your face, but it helps with discoloration and minimizing pores. Giving you a more even and brighter complexion itu2019s amazing and itu2019s definitely staying in my skin care routine! I highly recommend it."
        },
        {
            "review_title": "Nice cleanser",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "*Complimentary from Dermalogica.* This is a mildly foaming cleanser. It has a light citrusy scent and is very gentle on my skin.  No irritation whatsoever. It is non-stripping and makes my skin feel clean without that tight feeling. It is pricey for a cleanser though."
        },
        {
            "review_title": "Nice Try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I received the cleanser few days ago, which is gifted by Dermalogica. My skin is oily, and needs to deep wash, as I do daily makeup. The cleaner smell pretty good and easy to make bubbles. Thatu2019s pretty nice. After I wash my face, I feel clean and moist. But my skin becomes oily after 4 or 5 hours. Not a big deal for me, as I have same situation when using other cleanser.  Overall, itu2019s a nice try."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I received this Daily Glycolic Cleanser complimentary from Dermalogica, and Iu2019m giving my honest feedback. I love its light and pleasant smell. It doesnu2019t have much foam. It does a great job cleaning my face as well as removing dead skin from my face. Although itu2019s gentle, I wouldnu2019t recommend using it every day if you have sensitive/dry skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I tried this cleanser complimentary from Dermalogica because I have oily skin, and it worked so well for me! It lathers well and left my skin feeling super clean and bright. It removed all the oil and buildup after a long day and I love using it in my night routine. A new staple!"
        },
        {
            "review_title": "Face wash",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Great face wash, itu2019s gentle on the skin and the plus side of this is that itu2019s fragrance free. If thereu2019s anything I dislike more is fragrant skincare. Gentle enough for day and night. It washes away well and no residue left behind.  This was Gifted by dermalogica"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from dermalogica. This cleanser is gentle but it is able to give my skin a deep wash! I feel so refreshing and hydrated after use it. I also like the foam and the fruity scent! It doesnu2019t irritate my sensitive skin and helped to even the my skin tone! Absolutely love it! My new favorite every day cleanser!"
        },
        {
            "review_title": "Optimistic cleaners",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Iu2019ve been having issues with dead skin and discoloration. Iu2019ve been wanting to try this product for a while. Iu2019m glad that I got to try it as I was gifted by Dermalogica. Iu2019ve been using it on my face and other parts of my body. Iu2019ve noticed a difference so far. Iu2019m really impressed."
        },
        {
            "review_title": "Great cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This product was gifted by Dermalogica in exchange for my honest opinion.  This is a great glycolic cleanser. It leaves my face feeling and looking clean and brighter. It renews dull and uneven skin tones. Iu2019ve already noticed my skin looking better and my skin tone more even. It contains a blend of calendula extract and jojoba oil that helps to condition skin. If youu2019re looking for an awesome cleanser, I highly recommend this one."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This product was gifted by Dermalogica and I absolutely love it. It is easy to use and wash off all the make up, leaving the skin clean and fresh. Also, the skin is glowing after using it. I would definitely buy it again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "My combination skin has been loving this glycolic acid cleanser! It leaves my skin feeling smoother and brighter without being drying. The cleanser itself has a gel consistency and neutral scent. It lathers a little and rinses off easily. This is a great option for those looking for a gentle exfoliating cleanser and brighter, glowy skin! I received this complimentary from Dermalogica."
        },
        {
            "review_title": "Great cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This cleanser was gifted by dermalogica and is the perfect brightening cleanser. After just a few uses you can see your skin start clearing up and getting a better complexion. Also, this cleanser is awesome to mix with the microexfoliant on a daily basis."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love how clean my skin feels after using this cleanser. I am excited about the glycolic acid and its brightening capabilities. It is gentle enough to use both a.m. and p.m. I really love that it has a pump so I can control how much I use- just 1 pump is perfect for me. I received this cleanser complimentary from Dermalogica."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I received this complimentary from Dermalogica in exchange for my honest review. I have dry skin but I sometimes need an exfoliant to remove the dead dry skin from my face. This face wash is gentle and doesn't feel like it's stripping my skin. Though it's gentle I will only be using it once a week a work my way up as we are entering the colder months."
        },
        {
            "review_title": "Great daily cleanse",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "My current number one cleanser. Dermalogica gifted me their daily glycolic cleanser to try out. It lathers gentle and nicely. Im a huge fan of the Sligh fresh, but not to overwhelming scent. My skin feels clean and well nourished. It unclothed my pores and cleanses withouth drying my skin out."
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This item was gifted by  dermalogica fit my honest opinion and itu2019s amazing it truly has changed the way my skin looks and feels Iu2019m very happy with the item I couldnu2019t be more happy that now Iu2019m going to try other items from this brand"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "The product is gifted by Dermalogica. I have used this cleanser day and night for several days. It works great! It really smoothed and brightened my skin. The glycolic acid is so mild and even I have a sensitive skin, I don't feel itchy at all. The smell is very light also"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this cleanser complimentary from Dermalogica in exchange for my honest review. I've never used a cleanser with glycolic acid in it before so I was super excited to try this. I'm still learning about what ingredients to use throughout my skincare routine to compliment each other and not have any adverse reactions so I'm a little intimidated to use a glycolic cleanser because I'm not sure if I can use a vitamin c cream after, etc, etc. Alas I just decided I'd forgo my normal routine and just apply a regular moisturizer(no strong ingredients) after cleansing. I noticed a subtle exfoliation after using, but it left my skin a little dry/thirsty. I'm not too concerned about the drying because I know with products like these it can take a while for ones face to get used to plus I always moisturize so it's no biggie. Overall it seems good thus far and I'm hoping after a little more research I can figure out how to incorporate into my normal skincare routine."
        },
        {
            "review_title": "gentle cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This cleanser is complimentary from Dermalogica. Very nice and gentle on the skin. Good for days when i don't wear makeup as its very gentle and not strong enough to remove waterproof makeup. however, I like the feeling and the smell of it when i wash my face."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Glycolic acid is a staple ingredient in my skincare routine! I love how well it exfoliates my skin, and how smooth my skin feels after use. This cleanser has a lightweight consistency that lathers up really nicely, and doesn't strip my skin of it's natural moisture. Complimentary from dermalogica, but all thoughts are my own."
        },
        {
            "review_title": "An absolute must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received this product complimentary from Dermalogica absolutely loving this Cleanser. My skin looks amazing since I've started using this product.  My skin looks brighter and smoother. I have dry skin and it didn't make it more dry. I'm so happy I had the chance to try this. I am a forever fan"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this Daily Glycolic Cleanser complimentary from Dermalogica in exchange for my honest review. I really like this cleanser! I think it's been working well on my skin to make my pores feel much cleaner! I have acne-prone skin, so this cleanser is helpful for me because I've been looking for an exfoliating cleanser!"
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This glycolic cleanser is so good. It works really well on my acne proned skin. I like how easy it is to use. It makes my skin look radiant. I will definitely keep using this. This was gifted by dermalogica"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Normal skin",
            "review_text": "I will start saying that I love Dermatologica products! This Daily Glycolic Cleanser is amazing, it's has a super refreshing feel it works really well in my skin, when I taken off  my skin feel moisturizer and clean  aslo  looks so brightness!  Gifted by Dermatologica"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I received it complimentary from Dermalogica for reviewing purposes. It foams up nicely as all other Dermalogica cleansers I have used and deeply cleanses my skin without stripping. I love its simple ingredients. My skin is very sensitive. But it's not irritated or tight after using it. I will highly recommend it."
        },
        {
            "review_title": "Gentle and efficient",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Exactly what I needed. I've been struggling with mildly clogged pores and blemishes lately and was on the hunt for a exfoliating face wash. I received this facewash complimentary from dermalogica and couldn't be more excited. My face feels fresh and clean, it is not to harsh and I noticed my pores are finally able to breath again."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I have tried Dermalogica product before and love it. It is nice to use the cleanser gifted by Dermalogica. Translucent liquid contains AHA / glycolic acid which can reduce pores and it is beneficial to dullness / uneven texture skin. Fruity smell, easy to wash."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Oily skin",
            "review_text": "Best cleanser Iu2019ve tried by far. Usually I donu2019t even see any difference in cleansers I use, they just cleanse:) but this one is actually different. I could literally feel how squeaky clean my face is. And at the same time it doesnu2019t make my skin dry. So happy it was gifted to me by Dermalogica. Iu2019m definitely will buy again"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "My skin is very textured. After using this product several times, it has made my face feel very smooth. My skin doesnu2019t feel dried out after using this cleanser. It has helped my textured skin a ton! Gifted by Dermalogica"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Itu2019s gifted by Dermalogica .I received Dermalogica Daily Glycolic Cleanser. My skin is a combination. I really like cleanser. It does not make my skin sensitive or too dry. It feels good to use.For me, I usually use it at night."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this product complimentary from Dermalogica in exchange for my honest review. My skin has been a bit dry lately since the weather is getting cooler and dryer and this cleanser made my skin feel great. It didnu2019t leave it feeling even drier like some cleansers tend to do. I would overall recommend this product!"
        },
        {
            "review_title": "Great daily cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "This is an amazing cleanser. My skin does not feel dry after use. It is gentle enough for me to use everyday, while still giving my skin the deep clean that it needs. I love that it has a pump for easy dispensing. This was gifted to me by Dermalogica."
        },
        {
            "review_title": "Really good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Daily Glycolic Cleanser is complimentary from Dermalogica.  I love this brand it is a bit on the expensive side. When you hear you get what you pay for it is true with this brand. Anything I use from this brand makes my skin feel soft and flawless! I love this product for my breakouts! It clears my break outs really fast. I highly recommend this brand especially if you have combination skin! I will continue to use this brand!"
        },
        {
            "review_title": "New cleanser that i love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "received this product as a gift and i absolutely love it !!!! This is my new fave wash to go to ! Super gentle and it cleanses your face so well !!! I honestly love it and i purchased one for my mom :) thanks dermalogica you never fail ! This was gifted by dermalogica"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I am obsessed with this product! It works so well and I can already tell a difference in the brightness of my skin just after a few days. Really cleans your skin without stripping it. Highly recommend for a gentle cleanser. Gifted by Dermalogica"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "This product is great. I had a really bad breakout and this really helped to clear up my skin. I have oily skin and it worked great. I think this would work on all skin types as well. I definitely recommend this. I received this product complimentary from dermalogica."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product is gifted by dermalogica. I am a big fan of Dermalogica and this cleanser doesnu2019t disappoint me at all. It foams, cleans and is easy to rinse. Works perfectly for my sensitive oily skin. I would definitely purchase again. Thank you!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This is a pretty decent cleanser! This was gifted by Dermalogica. It is my first time trying this brand but I was pleasantly surprised. It did not dry out my skin and left a nice glowing effect. However because it has glycolic acid I would not recommend using it with a facial cleanser tool like the Foreo Luna."
        },
        {
            "review_title": "Good Gentle Cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I received Dermalogica Daily Glycolic Cleanser complimentary from Dermalogica in exchange for my honest review.  I enjoyed using this cleanser a lot and my combination type skin did not get irritated after using it.   The only thing I would change is having the percentage of glycolic acid clearly stated on the packaging.  It's 3 percent Glycolic Acid according to their customer service."
        },
        {
            "review_title": "Nothing like it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This facial cleanser was gifted by Dermalogica for my honest review. And let me tell you, my face has never felt so clean. This cleanser gets the job done. It left my face feeling fresh and renewed. Some cleansers tend to be too harsh, but this didnu2019t irritate my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I received this product last night and i tried it. I love demalogica brand. I have many products from this brand and the product do a job on the skin. For example this daily cleanser with the Glycolic Acid brightens ungluing dulling dead skin cells to make your face more radiant, and more healthy-looking skin. 100 % recommended. u201cGifted by Dermalogica.u201d"
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I received this product complimentary from Dermalogica in exchange for my honest opinion. I actually really like using other dermalogica products so it came as no surprise to me that I also enjoyed this one. If you wear makeup definitely need to double cleanse. this won't take off all your makeup, esp the mascara. But it's great because it still leaves your skin squeaky clean without feeling too stripped of hydration!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This is a really nice cleanser to use daily and it makes my skin feel clean after. Really like how it does a great job removing buildup accumulated throughout the day. It keeps my skin soft and brightens it. I received this complimentary from Dermalogica."
        },
        {
            "review_title": "Great cleanser",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I received this product complimentary from Dermalogica in exchange for my honest review. This cleanser lathers really nicely and leaves my skin feeling clean without drying it out too much. I do like it but Iu2019m nervous to use it twice daily, since it contains AHA and I have other exfoliants in my skincare routine. I use this only at night and havenu2019t seen any irritation so far."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I received free sample complimentary from Dermalogica. I didnt have any irritations after use. The cleanser is gentle to skin. The application is easy to use."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I recently received this Dermalogica daily glycolic cleanser which is complimentary from Dermalogica and I really like it. It is clear liquid without strong fragrance. It smells nice and leaves my skin soft and clean. This bottle contains 150ml product and can last for a long time."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This cleanser is so good my skin is super clean and hydrated every time I use this I love that I don't have to use a lot of product a little goes a long way.  This product was gifted to me by dermalogica"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "This product was gifted by Dermalogice. I love this cleanser and how it removes all the buildup from my day without making my face feel too stripped. It has definitely evened out my skin tone leaving my skin much brighter. It has quickly become a favorite of mine!"
        }
    ]
}