{
    "product_id": "1083",
    "name": "Drying Duo",
    "brand": "Mario Badescu",
    "categories": "Skincare, Value & Gift Sets",
    "price": 13.5,
    "about": "What it is:A two-piece anti-blemish spot-treatment set for overnight or on-the-go use, curated for troubled skin..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Acne and Blemishes.Highlighted Ingredients:- Salicylic Acid (Drying Lotion & Drying Patch): BHA exfoliant that helps dissolve away pore-clogging dead skin cells..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, and cruelty-free..What Else You Need to Know:This Drying Duo includes the legendary Drying Lotion spot-treatment solution and the innovative Drying Patch clear and invisible patches for a day or night anti-blemish alternative..This Set Contains:- 1 oz/ 29 mL Drying Lotion.Clinical Results:",
    "ingredients": "-Salicylic Acid (Drying Lotion &amp; Drying Patch): BHA exfoliant that helps dissolve away pore-clogging dead skin cells..- Niacinamide (Drying Patch): Form of vitamin B3 used to retain moisture with skin-brightening benefits..- Vitamin C (Drying Patch): A potent antioxidant that supports collagen production...Drying Patch: .Acrylates Copolymer, 1,2-Hexanediol, Sodium Polyacrylate, Butylene Glycol, Pvp, C13-14 Isoparaffin, Niacinamide, Water/Aqua, Salicylic Acid, Centella Asiatica Extract, Phenoxyethanol, Caprylyl/Capryl Glucoside, Sodium Hyaluronate, Tetrahexyldecyl, Ascorbate, Laureth-7, Melaleuca Alternifolia (Tea Tree) Extract, Phytosphingosine, Madecassoside...Drying Lotion: .Isopropyl Alcohol, Calamine, Camphor, Sulfur, Zinc Oxide, Talc, Glycerin, Salicylic Acid, Ci 77891 (Titanium Dioxide).",
    "how_to_use": "Suggested Usage:.Drying Patch (AM &amp; PM): .-Apply adhesive on blemish after you cleanse and dry skin. ..Drying Lotion (PM): .-Do NOT shake the bottle. Before bed (after cleansing and toning), dip a cotton swab into the pink sediment at the bottom of the bottle. .-Dab directly on the surface blemish; do not rub in..-Let dry and rinse off in the morning. ..#MBSKINTIP: .-No matter how tempted you are, dont shake the Drying Lotion bottle! If you dou2014simply set the bottle on an even, flat surface. Leave it undisturbed for a few hours and voilu00e0: your Drying Lotion is settled and looking brand new. .-You can use Drying Lotion to target surface blemishes on the back, chest, and neck, too.",
    "num_reviews": 1,
    "overall_rating": 4.0,
    "product_url": "https://www.sephora.com/ca/en/product/mario-badescu-drying-duo-P514173?skuId=2817773&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2817773-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": []
}