{
    "product_id": "661",
    "name": "Aquarius BHA + Blue Tansy Clarifying Cleanser",
    "brand": "Herbivore",
    "categories": "Skincare, Cleansers, Face Wash & Cleansers",
    "price": 35.0,
    "about": "What it is:A BHA gel cleanser that thoroughly cleans pores and gently exfoliates oily and combination skin prone to breakouts..Skin Type:Normal, Combination, and Oily.Skincare Concerns:Pores, Acne and Blemishes, and Oiliness.Highlighted Ingredients:- Willow Bark BHA: Is a natural form of salicylic acid that clears clogged pores..Ingredient Callouts:This product is vegan, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:Formulated specifically for oily and blemish-prone skin and powered by BHA, blue tansy, and zincu2014a power trio for targeting oil and visibly minimizing poresu2014this cleanser removes makeup without stripping your skin of moisture.",
    "ingredients": "-Willow Bark BHA: Is a natural form of salicylic acid that clears clogged pores..-Blue Tansy Oil: Contains azulene, which visibly soothes redness and balances oil..-Zinc PCA: Absorbs oil and defends skin from blemish-causing bacteria...Aqua/Water/Eau, Sodium Lauroyl Methyl Isethionate, Cocamidopropyl Betaine, Glycerin, Sodium Methyl Oleoyl Taurate, Lauryl Glucoside, Coco-Glucoside, Salix Nigra (Willow) Bark Extract, Tanacetum Annuum Flower Oil, Zinc PCA, Ananas Sativus (Pineapple) Fruit Extract, Sodium Levulinate, Sodium Anisate, Cocamidopropyl Hydroxysultaine, Menthyl Lactate, Citric Acid, Sodium Benzoate, Aloe Barbadensis Leaf Juice, Lactobacillus Ferment, Melia Azadirachta Leaf Extract, Melia Azadirachta Flower Extract, Corallina Officinalis Extract, Coccinia Indica Fruit Extract, Tetrasodium Glutamate Diacetate, Betaine, Solanum Melongena (Eggplant) Fruit Extract, Aloe Barbadensis Flower Extract, Ocimum Sanctum Leaf Extract, Ocimum Basilicum (Basil) Flower/Leaf Extract, Curcuma Longa (Turmeric) Root Extract....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Dispense one to two pumps into wet palms..-Add water and lather..-Massage onto wet skin for 30 to 60 seconds..-Rinse off and pat dry...To remove makeup:.-Apply one to two pumps directly to dry skin. .-Rinse thoroughly with water until clean. ..Recycling Instructions:.-Place outer carton into paper recycling. .-Remove label, rinse glass bottle thoroughly, and recycle..-Unfortunately, pumps cannot be recycled at this time due to their many mixed parts. That's why Herbivore is moving to pumps that contain post-consumer recycled materials. Please dispose of them properly.",
    "num_reviews": 265,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/herbivore-botanicals-aquarius-bha-zinc-clarity-cleanser-P505316?skuId=2575157&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2575157-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "3.38 oz / 100 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2575157-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Oily skin",
            "review_text": "i used it one time and the whole left side of my face is red itchy and my eye lid is swollen and iu2019m breaking out from it."
        },
        {
            "review_title": "A Surprise Hit!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I noticed my breakouts clearing after only a few days. I had a small amount of purging but it was very manageable. I've continued to use this at night for 2 months now, and my skin has continued to be clear.   The reason for 4 stars instead of 5 is the packaging. It's a gorgeous, heavy glass bottle with a pump but I can't travel with it or use it in the shower for fear of dropping and breaking it. I decant a small amount into another bottle to use in those situations."
        },
        {
            "review_title": "This product slays",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "Amazing!! I have only used it for 2 days & I already see a change in my skin!!"
        },
        {
            "review_title": "A must have in my shower routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "My love for Herbivore began with this cleanser. I have oily/acne prone skin and I use this cleanser every 4-5 days and the Aquarius pore purifying moisturizer every night. My skin has cleared up so much and always feels balanced, even in the dry winter months. I love to mix a pump or two of this with my body cleanser as well a gently body exfoliation. Best part is Iu2019m not breaking the bank with this one and a bottle lasts me such a long time too."
        },
        {
            "review_title": "Good cleanser but not for everyday use",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "It is a little drying, but it cleans the skin well and is good for using twice a week! I donu2019t love the scent but the packaging is pretty !"
        },
        {
            "review_title": "great for taking makeup off!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "i know this isnt a makeup remover and that they have another cleanser for that exact purpose, but unfortunately the other cleanser has niacinamide which my skin generally reacts horribly to so i didnt bother to try that one. this cleanser is amazing! some things to note - you do need to be thorough with rinsing otherwise you probably will have residue . it is minty on the skin, got a little in my eye and it did tingle for a while but washed right out. overall i really love this cleanser, and it does amazing at removing my makeup. i do wish that the design was a little more functional, i think a design similar to a soap dispenser would be great, im not the biggest fan of having to pick the bottle up and pump the product out but thats my preference. will repurchase!"
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "superb. This cleanser is fantastic and helps with anti aging and adult acnie  . I love it . I have sensitive skin and this works as a exfoliation as well."
        },
        {
            "review_title": "Wanted to love it but pretty basic",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Hate that I had to use multiple pumps to wash my skin and I dropped it once and it literally shattered everywhere u2026 so something to keep in mind"
        },
        {
            "review_title": "A go to for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "Iu2019ve had oily acne prone skin forever. I feel like this face wash helps control that. Iu2019ve repurchased this product 3 times now and I will continue to buy it. Highly recommend"
        },
        {
            "review_title": "My experience so far:",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "Where to start? I'm 40 years old and I would say I have fairly combination skin. I don't have any major skin problems but I have always had difficulty getting rid of closed comedones (whiteheads) at the corner of my mouth under the lower lip and on my chin. I also often have pimples on my chin during PMS. It's been a little over a month since I started using this cleanser and I'm not sure of the results at all. Initially, I found it to be a good cleanser, nothing really more, but I found that it dried my skin a little too much so I use the Drunk Elephant facial moisturizer every 2-3 days to help with this. A week ago, I started having red pimples on the cheeks, on the chin and even under one eye. I have no idea if it's due to some sort of normal purging of the skin from this cleanser that contains active ingredients or if it's just the product that doesn't suit my skin well. I read that usually a purge lasts between 4 to 8 weeks, so I was thinking of continuing it hoping that it will get better with time but at the same time, I'm afraid that it will get worse... I so wish I could have said that I finally found THE cleanser but at this stage, I am not at all convinced."
        },
        {
            "review_title": "A must in the morning and night for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "This stuff makes my skin smoother than I ever thought possible, I highly recommend it."
        },
        {
            "review_title": "packaging meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "Love the product but I dont like the packaging. Its bulky glass. Im pretty sure if I accidentally drop this in the tub itll crack my tub or tile."
        },
        {
            "review_title": "The only cleanser I use now",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This cleanser makes my face feel cleaner than anything else ever has. My face doesnu2019t feel as oily and feels so much smoother and softer now. I will be buying again!"
        },
        {
            "review_title": "Itu2019s ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, lightMedium skin tone, Normal skin",
            "review_text": "It is very drying, like others have said. Reminds me a lot of Tatcha, but more watery. Itu2019s almost like when a product is almost gone, and you add water to it to get the last little bits out? I follow with Glow are I toner, so that helps and pink drink, so that he"
        },
        {
            "review_title": "Drying",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Cleans well but super drying. However, I have super sensitive skin and don't find it irritating. If I follow with a great moisturizer after it's a good product, but not something I can use everyday."
        },
        {
            "review_title": "The best cleanser (acne prone skin)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I love this product so much, after I ran out of my first bottle I immediately purchased a second and I will continue to buy this product. Iu2019ve used it every day for months and the results have been amazing. As someone with more sensitive and acne- prone skin, this is definitely my favorite cleanser. It leaves my skin feeling so refreshed and clean without stripping my skin. It has also helped clear my skin."
        },
        {
            "review_title": "Nice but not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Itu2019s a nice product but I have to use about 5 pumps just to be able to wash my face properly. Thereu2019s more affordable brands that do way better."
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Having acne-prone but also sensitive skin makes finding a cleanser with actives that doesnu2019t strip/irritate a challenge. Impulse bought this as Iu2019ve liked other products from the line and wow, holy grail cleanser. Iu2019ve noticed less pore congestion and it never leaves my skin feeling tight or irritated. Will def repurchase."
        },
        {
            "review_title": "Saved my skin!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I was using a drugstore face cleanser that was just breaking me out like no body's business. I reached my wits end and bought this and thank God I did!! I've been using it for 2 weeks now and it has cleared most of my acne and evened out the texture of my skin. I'm so happy with this product. PLEASE make a mini so I can take it everywhere with me!"
        },
        {
            "review_title": "Itu2019s a no for me.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "mediumTan skin tone, Oily skin",
            "review_text": "Ive been using this product twice a day for a week now. It made my neck burn and darkened. Hurting really badud83dude2dud83dude2d"
        },
        {
            "review_title": "Awful product",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This product smells absolutely awful. I actually puked after attempting to put it on my face. Do not get if youu2019re sensitive to very bad potent smells. Also made my face itchy as heck. Do not recommend whatsoever"
        },
        {
            "review_title": "Not for oily skin.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "If you have skin over production of oil and acne prone skin, Iu2019d skip this product. Although it is cleansing, once you remove the cleanser no additional benefits occur. I finished the bottle but will not repurchase. Trying the Mara oil cleanser this time around."
        },
        {
            "review_title": "Just okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "It was an okay product and the price is great but I didnu2019t like the smell, I wonu2019t be buying it again."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I have used this product for 7 months now and I love it! It keeps my skin in check, prevents acne, and got rid of the bumps on my face. The only thing to take note with this face wash is it does dry out your skin a little bit."
        },
        {
            "review_title": "Itu2019s Okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This product smells and feels nice but I donu2019t notice a difference at all. It didnu2019t negatively affect my skin or positively. Better off using just water."
        },
        {
            "review_title": "Refreshing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Oh my god?? My mind was blown the second I used this cleanser. My skin has never felt so fresh and clean without feeling dry or stripped. Itu2019s like your skin is taking a big breath of fresh air."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "It got the job done, but it didn't feel life-changing."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I received this in exchange for this post.  This cleanser is so amazing.  It makes my skin feel so clean and I can really feel it working! I would recommend this to anyone looking for a new cleanser I will keep using this for sure! Thank you so much."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "Ok wow I love this! First of all this brand is amazing and they thrive to achieve what they preach. I definitely recommend everything from them but this bad boy will leave your skin looking so healthy and gorgeous"
        },
        {
            "review_title": "My new favorite cleanser for sure!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "I have never enjoyed a cleanser so much before! There is a very* light natural fragrance to it, that kind of reminds me of blueberry lemonade. I love everything Herbivore, so I'm not surprised that this product exceeded my expectations. I have combination (closer to oily) skin, and this cleanser removes oiliness while leaving natural oils where they belong. I can swear that my pores look smaller after about a week of using it."
        },
        {
            "review_title": "Good product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Iu2019ve been using this cleanser for almost a week now and itu2019s gotten rid of almost all of my acne texture. I break out easily and this hasnu2019t made me break out which is also a positive."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I really loved this cleanser! It's smells good and it's so gentle on my face. I also love the glass bottle packaging. The only issue I've had is that the gel comes out so fast, you can easily waste product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I received this Aquarius Cleanser from Herbivore in exchange for my honest opinion. This BHA cleanser is made of blue tansy that is very calming for acne prone skin like mine. It is gentle yet effective and has willow bark that helps to clean out pore. I recommend using this once a day as a double cleanser help maintain acne free skin."
        },
        {
            "review_title": "Amazing cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I was gifted Aquarius Cleanser by HERBIVORE. This cleanser has blue tansy in it with a mix of BHA and it does a really good job at clearing out your pores and making your skin look clear & glowing.  Definitely firms the skin, frankly, I didnu2019t think cleansers could do much more than clean your skin, but this one really does. Super impressed."
        },
        {
            "review_title": "Blue tansy?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "Packaging and bottle are very nice. You get a good amount for the price. The blue tansy is supposed to be a really good ingredient. I use another product for my hair with blue Tansy in it that works well so Iu2019m hoping this will live up to that. Itu2019s got a pretty mild smell, not too much. Overall a pretty good cleanser"
        },
        {
            "review_title": "excellent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The  Herbivore the Aquarius Cleanser, this cleanser leaves my skin very soft,bright,I can feel how smooth my skin feels, and it also helps me with the redness on my face.the scent is not too pleasant,but the product is excellent,it does the work"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I like this cleanser it's really gentle and soothing. I enjoy the light smell. The packaging is really nice and pretty on the counter. This brand is nice and has unique products it makes me enjoy washing my face"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have really sensitive skin and this cleanser is extremely gentle. It exfoliates my skin well without causing any irritation. It also lathers up to a nice thick foam as well which I really enjoy. I also love how it doesnu2019t have an overwhelming scent to it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Herbivore is a great brand that never misses with their new products! I already loved their Pink Cloud Cleanser and the Aquarius moisturizer so this is like a combo of two of my faves! Itu2019s really gentle on my skin but still leaves it feeling fresh, clean, and clear. A new and fast favorite!"
        },
        {
            "review_title": "Great cleanser for combo skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Itu2019s a beautiful cleanser for my acne prone combo skin. Itu2019s gentle enough so the sensitive areas around my eyes donu2019t feel irritated or uncomfortable. It lathers easily and leaves my skin perfectly clean yet not stripped. I love the smell too!"
        },
        {
            "review_title": "Great for combination skin types",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This is a great and gentle cleanser for everyday use. I have combination skin, and Iu2019ve noticed that during the winter, my skin tends to get more sensitive and dry. This cleanser does a great job at cleansing my skin, but not stripping the natural oils. It contains blue tansy oil which I love! There are so many benefits to the blue tansy oil. I love the smell, the packaging and the results. The ingredients are clean and this cleanser lasts a long time."
        },
        {
            "review_title": "Love this cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really liked trying out this cleanser. It left my skin feeling refreshed and clean without feeling dried out. There was a slight cooling sensation which made it really great to use in the morning as an extra wake-up. I think itu2019d be great for all skin types, itu2019s gentle enough not to irritate sensitive skin, but it also cleans and clears well enough to address oily skin."
        },
        {
            "review_title": "Great face wash",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This face wash works great to remove all the buildup throughout the day. It does have a fragrance to it that isnu2019t bad. I like that it doesnu2019t strip my face. It leaves my face feeling clean and not too dry."
        },
        {
            "review_title": "Herbivore Aquarius Blue Tansy Clarifying Cleanser",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Herbivore Botanicals gifted this Aquarius Blue Tansy Clarifying Cleanser in exchange for my honest review. I was just thrilled to try Herbivore's Aquarius Blue Tansy Clarifying Cleanser for the first time! I've been wanting to try it for a while now so I just could not contain my excitement! Despite me not being a huge fan of its fairly potent powerful fragrance, it is incredibly gentle on my already sensitive skin and the blue color makes it a unique product and something fun to use.  The gel-like texture is light and lathers nicely. After just one use, I could feel my skin much more soft, smooth, and silky. It eliminated flaky dry skin patches which are a major problem for me, and fulfilled hydration levels quickly leaving bright, healthy, rejuvenated skin, which is nothing unusual for Herbivore Botanicals!"
        },
        {
            "review_title": "I love Herbivore!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Herbivore is literally one of my go to brands for pretty much anything! Iu2019ve been using them for years now, and I have to say that all of their products have worked amazing with my skin type. I love that they are pretty much all natural, and made with all natural ingredients. This cleanser leaves my face feeling silky and soft!"
        },
        {
            "review_title": "Great for clearing oily skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Herbivore's Aquarius cleanser works so well to clear up my skin without being too harsh. It exfoliates but is gentle enough for me to use every day. I love all Herbivore products and this one hits! The blue color is beautiful on my bathroom counter."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This cleanser is awesome! It has a nice slight foaminess to it. My skin always feels really clean and fresh after washing my face with this cleanser. And my skin doesn't feel dry or stripped feeling!! It does have a slight weird smell to it but nothing that would deter me from continuing to use it. Overall, a great cleanser!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Aquarius cleanser is a fantastic product that truly lives up to its promises. This gentle yet effective cleanser leaves my skin feeling refreshed, clean, and vibrant. I love how it effortlessly removes dirt, oils, and impurities without stripping away the natural moisture of my skin. The formula is gentle enough for daily use and doesn't cause any irritation or dryness. Additionally, the subtle and refreshing scent is a delightful bonus. Overall, Aquarius cleanser is a must-have addition to any skincare routine, delivering a deeply cleansed and glowing complexion. Highly recommended!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "This is my second cleanser from HERBIVORE, and I love them both. Theyall generate soft bubble and can remove dirt effective.  Compared with Pink Cloud cleanser, I feel this one has a bit stronger cleansing ability.  Therefore, whenever I have bad skin day, I will go with this cleanser to seek for better oil control."
        },
        {
            "review_title": "Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I tried the Herbivore Aquarius BHA + Blue Tansy Clarifying Cleanser and overall really like it. I like the pump dispenser for ease and cleanliness of use. Cleanses my skin of oil but doesnu2019t over dry my skin. Washes off easily and doesnu2019t leave a residue. It has a light herbal citrus scent that doesnu2019t linger after using."
        },
        {
            "review_title": "Lightweight Oily Cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Raving about how beautiful and luxurious this product looks! Comes in a heavy tall glass bottle, which is super easy to use and pump out. The cleanser feels like a lightweight gel and the bottle states 2 pumps is enough. Itu2019s easy to lather on and doesnu2019t feel heavy at all, less bubbles and not rough. Has a nice scent as well and I felt my face much softer and smoother after. Will continue to use!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes",
            "review_text": "Gifted. This is a great cleanser especially for someone with oily skin. It contains willow bark (natural salicylic acid) to clear clogged pores and blue tansy oil to visibly soothe redness and balance oil. It's very gentle and non stripping on my skin and I've been loving it using as my second cleanser."
        },
        {
            "review_title": "Great for us with combo or oily skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "Oh wow am I obsessed with the way this smells. I love products that have a natural smell to them. Not artificial at all. This one smells like tansy. Straight out the herb box in my garden. I love it. The packaging is a super nice glass bottle with pump. Bigger than i was expecting. The consistency is thin but lathers good enough. I've been using this for about 14 days now and I have to say It's been great for my oily t-zone. Didn't dry my skin out like cleansers like this havea tendency to do. I've had less oily skin since using It. Also really helped with some hormonal acne that I had around my mouth. Still left my skin plump and soft. This is great for those with oily or combo skin. Would definitely recommend and the price is good for the size."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I feel like if you have very oily skin, this won't be enough. It's almost a little too gentle for me and I might benefit from something more medicated. My face just doesn't feel as clean after using it as it does with other products I've used. This feels more like a serum than a cleanser to me. If you need something gentler this might work for you."
        },
        {
            "review_title": "Good for removing oil and makeup",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This cleanser gives a deep clean and leaves my face feeling fresh. I use this cleanser to help get my skin clean when itu2019s a bit extra oily or Iu2019m wearing makeup and I want to really make sure Iu2019m getting it extra clean. I have sensitive skin and it feels good after using, but itu2019s not my every day cleanser because I tend to have drier skin. If I had oily skin, Iu2019d use this every day, for sure.  I like that it foams but isnu2019t too bubbly, so itu2019s easy to rinse. I definitely recommend moisturizer after use."
        },
        {
            "review_title": "I'm Impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I'm so impressed with this face wash!! The packing is very nice and it pumps the perfect amount of product (2 pumps) into my hands.  The product lathers up nicely. I don't care too much for the smell but it's not overwhelmingly bad or anything.  But this product makes my face feel SO clean without being overly drying (my skin is already dry so I expect it to feel a little dry after any face wash) and it leaves my skin looking bright and feeling soft. It also has a bit of a cooling effect after rinsing which is nice. I am sold on this product and recommend it!"
        },
        {
            "review_title": "Balanced oily skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "I was looking for something different from my favorite Caudalie vinopure. It doesn't lather as well as caudalie, and i hate that I have to use 3 pumps to clean my oily face (it's so watery) HOWEVER, it does leave me skin feeling surprisingly clean and not as oily throughout the day compared to caudalie. Hard to decide which is better at this point, but I have to say that Herbivore balances my oil better so that's a big win."
        },
        {
            "review_title": "Aquarius cleanser",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Aquarius Cleanser is a great product to add to your everyday skincare routine. It is not harsh on the skin. I enjoyed using this product and adding it to my everyday skincare routine. I recommend this product."
        },
        {
            "review_title": "Cleans thoroughly yet gently",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "My combination to dry skin is prone to hormonal breakouts and it is often difficult to find a cleanser that treats acne without drying out and stripping the skin. This cleanser is gentle enough for the skin but deep cleans pores, dirt and sebum with a nice lather. I only need a small amount of the cleanser and massage it onto my wet  skin. It is very gentle and effective in minimizing pores and excess sebum and clears up my occasional breakouts gently. This cleanser calms down my skin instantly while deep cleaning my skin. My skin feels smooth, soft and without any tightness or dryness. The perfect cleanser for soothing and calming down irritated skin and for keeping my skin looking clean and clear!"
        },
        {
            "review_title": "Must try for oily skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "This is an amazing cleanser especially for my oily skin. It leaves my skin feeling clean without stripping it and without leaving a residue. I really love the packaging too. It has a nice natural scent."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Mediocre, didnu2019t do much for my skin. Empties really quick. I like that they have no scent but broke me out."
        },
        {
            "review_title": "Herbivore Aquarius Cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Herbivore Aquarius cleanser is amazing it deep cleans my skin without drying my skin out. It makes my skin feel so good after and it even helps reduce pores, blemishes, and acne! It even gets off waterproof mascara thatu2019s always a pain to take off. Such a great face cleanser itu2019s affordable and effective. The packaging is nice itu2019s a simple cute theme and the bottle is glass. I definitely recommend!"
        },
        {
            "review_title": "My skin feels fresh!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted this product complimentary from Herbivore in exchange for my honest review! I swear by the Herbivore products Iu2019ve used in how well they help my skin, especially around breakout moments. One of my favorites is their Green Tansy mask, and so I was very excited to be able to try this Aquarius Cleanser. I used it as directed and within 2-3 uses I already noticed a difference in the way my skin feels after my cleanser and evening routine, specifically softer and feels much less dry after washing. I normally have drier skin so it definitely made a difference! This has been a great addition to my routine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "This is a very nice cleanser for clearing up your skin without overly drying it. It also has really nice packaging with a great pump that makes it easy to use. My skin looks and feels very clean afterwards and my pores look smaller."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "I recently tried the Aquarius cleanser by Herbivore and I was really impressed by how clean my face looked and felt since the first time I tried it. I love the fact that it cleans my pores and also diminishes them. It doesnu2019t not have a strong scent which I appreciate because I suffer from smell sensitivity. I recommend it as I noticed results right away."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Obsessed with the refreshing scent of the cleanser and has an amazing consistency. Feels super luxurious on the skin. Did not irritate my sensitive skin and didnu2019t over dry out my skin like a lot of cleansers do."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received this product free of cost from herbivore in exchange for my honest review. I like this product, it cleans my face well without stripping it. itu2019s not the best at removing makeup though. I like it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This cleanser has cleared my few tiny pimples I had on my forehead and cheek. It didnu2019t strip my face at all and no burning sensation. I love the ingredients in this cleanser. Iu2019m definitely going to repurchase"
        },
        {
            "review_title": "Perfect for Orly combination skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This was my first time using a herbivore product so I didnu2019t know what to expect but, this cleanser does the job without it drying my skin out which I really I love because I have oily to commotion skin."
        },
        {
            "review_title": "Quality cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Dry skin",
            "review_text": "The Aquarius cleanser is my first Herbivore product, and I'm loving it so far. I appreciate the glass bottle. This cleanser made my skin feel clean without making my face feel tight. I don't use physical exfoliants, so I love that the BHA gently exfoliates my skin without causing irritation."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The HERBIVORE Aquarius Cleanser comes in a beautiful glass bottle with a pump. It is convenient and easy to use. The cleanser has a light, pleasant, and fresh scent. It provides a nice lather and rinses away well. After using it, my skin feels clean and fresh."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I like to use this cleanser 1-2x a week for my dry skin. It gives a gentle exfoliating which is nice occasionally! My skin is dry and sometimes sensitive so Iu2019m careful with actives. Make my skin feel clean and smooth."
        },
        {
            "review_title": "Good for a makeup cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Herbivore's Aquarius BHA+ Blue Tansy Clarity Cleanser rocks a cool blue glass bottle with a handy pump. Just one pump does the job. The gel transforms into a chill lather with a botanical vibe. Feels nice, leaves my face clean and smooth, but a bit tight if I skip my routine. Doesn't strip my skin, but it gives a tingly sensation for a fresh feel. Awesome as a makeup remover u2013 tackles even stubborn eyeliner and mascara. Perfect for a cleanse to wipe out all the makeup and oil, but my hiccup is it might have aloe, and I'm allergic."
        },
        {
            "review_title": "Love This Cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have combination skin and get acne/blemishes in my chin area and jaw line. I was so excited to use this BHA gel cleanser to target my problem areas. Iu2019ve found that Salicylic Acid is best for my skin and it contributes to it feeling clean and being clear! This product does have noticeable smell but it doesnu2019t bother me! This is a gentle cleanser and it doesnu2019t irritate or strip my skin. I was so surprised how soft my skin was/felt after using this cleanser. This is a good everyday cleanser and I have enjoyed using it and will be purchasing in the future!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Lovely cleanser that doesnu2019t strip the skin but moisturizes it. Lovely color and lovely packaging. Great if you want to spoil someone! Truly remarkable. Wish it was bigger packaging or less expensive though."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Dry skin",
            "review_text": "This cleanser, even though it contains BHAs, does not feel stripping on my really dry skin. It does not have a strong fragrance and leaves my skin feeling smooth and cleansed. It does a good job as a second cleanse to make sure all the makeup and oil from the first cleanse has been removed."
        },
        {
            "review_title": "Doesnu2019t leave your skin feeling dry afterwards",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This has worked GREAT as a makeup remover (even the stubborn mascara!) as well as a cleanser. Itu2019s super creamy and feels great on the skin. My skin feels clean but not dry (yay!!). Some cleansers have the clean feeling but also seem to extract ALL oils from your face and make it so dry. This Aquarius cleanser does not do that. It cleanses, yet keeps my skin moisturized and happy. I am going to continue using this product again and again. So happy with it."
        },
        {
            "review_title": "Non drying and great for blemished skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this for my acne prone and highly textured skin. It is a gel consistency which feels really nice and soothing. It gets rid of any excess oil, dirt, or makeup that is left over after oil cleansing. The BHAu2019s really help with smoothing out the texture on my skin over time too. I have combination and sensitive skin so this works incredibly well at not irritating it whatsoever!"
        },
        {
            "review_title": "So tingly!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Combination skin",
            "review_text": "Herbivore Botanicals makes some great skincare products and their Aquarius Cleanser is no different! It's a very intense clean that tingles along the skin. It builds a nice lather and rinses away to reveal tighter and softer skin. If you have any open acne spots, you can feel it sting a little, but nothing terrible."
        },
        {
            "review_title": "Gentle exfoliation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This cleanser leaves my skin feeling so clean and smooth! It contains BHA for gentle exfoliation without stripping my skin or leaving me feeling dry. Itu2019s a gel formula that lathers well and has a mild scent. It works well on its own or as the second step in a double cleanse."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This Herbivore Aquarius BHA+Blue Tansy Clarity Cleanser comes in an attractive blue-tinted glass bottle with a plastic pump top. It distributes a generous amount of product, and I found that one pump was sufficient for cleansing my face. The cleanser itself is a green-blue liquify gel that develops into a gentle lather (no big dramatic bubbles). It has a fairly strong botanical fragrance, and I could distinctly smell the aloe in it. It felt gentle when washing my skin and left my face looking and feeling clean and smooth after using, but I did notice some slight u201ctightnessu201d in some areas once my face was fully dry if I donu2019t follow with the rest of my skincare routine (serum, moisturizer). However, my skin does not feel dry or overly stripped. I plan on continuing to use this cleanser and hope to see improvements in more pores over time!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Great gentle cleanser that can work even for sensitive skin. It doesn't feel drying and actually removes my face makeup well. I use micellar water on my eyes or when I use waterproof products, but for everything else, this cleanser is enough on its own. I also love the product design in general, the bottle is tall and sleek, and the blue tint looks lovely!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "The Herbivore Aquarius Cleanser.  A great product to deal clean my face and remove all debris, make up, and dead skin.  It cleans and opens pores leaving my face feeling hydrated and clean.  I use it day and night."
        },
        {
            "review_title": "Love what this has done for my skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I really love how this balances out my skin! It feels clean but not drying my skin is normally a little on the oily side and it really makes it feel less oily all day Iu2019ve noticed my skin is clearing too it does have a form of salicylic acid in it I think this is great it also FEELS like luxury the bottle is pretty heavy glass with a pump"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This is a light gel cleanser. I have combination skin, and this leaves my skin clean without feeling stripped or dry. It has a slight herbal scent that I recognize as the blue tansy. I love the ingredients, and they work really well for me. It leaves my skin clear and balanced and my pores minimized."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "i love this cleanser so much! its gentle and not harsh. i love the scent of this cleanser and how it comes in a glass bottle. The cleanser cleans my pores and makes my face so clean. in love with this cleanser and brand!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "this cleanser is my new holy grail! i need t good cleanser to wash off all my makeup and oils from my face and this is perfect. It really cleans my pores so well without stripping my skin too much and is gentle. It has a pleasant scent and the packaging is so eye catching!"
        },
        {
            "review_title": "Beautiful Cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Dry skin",
            "review_text": "I have combo-oily skin and my skin has been loving the Herbivore Aquarius Blue Tansy Cleanser. The BHA helps to gently cleanse and clarify my skin. I love that this contains Blue Tansy oil as it does a beautiful job balancing my skin!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This cleanser is a total godsend for oily skin! It removes makeup, dirt, and oil like a champ, leaving my skin feeling clean and refreshed. I love how sudsy it gets without drying out my face. For dry skin, you might need to apply heavy cream after it."
        },
        {
            "review_title": "Very Gentle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After using this cleanser for awhile, I honestly really love it! For someone who has sensitive skin, this feels super gentle and doesnu2019t make my skin feel irritated. I also donu2019t find this has a smell which is definitely a plus for me. Give this a shot!"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "HERBIVORE Aquarius Cleanser cleans my oily skin very well. Leaves my skin feeling silky. It does not dry out the skin and is very gentle. I loved. I received this product in exchange for my honest review."
        },
        {
            "review_title": "Definitely will repurchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019ve been on the hunt for a good cleanser and I think Iu2019ve found my new go to! I have oily/combo skin and this didnu2019t leave my face feeling tight and dry after cleansing in fact it actually left it really soft which surprised me!"
        },
        {
            "review_title": "New favorite cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This cleanser is fantastic! I've struggled with breakouts, but since using this product, my skin feels amazingly clean and refreshed. It's been really effective in reducing blemishes, and it's so gentle on my skin. I love how clear and healthy my skin looks after using it. For anyone dealing with acne or aiming for a fresh, radiant complexion, this cleanser is a definite five-star choice!"
        },
        {
            "review_title": "Amazing cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "I received this product free from Herbivore In return for my review, Aquarius cleanser I love this brand , Iu2019ve been using this product for a few days now and I love that it doesnu2019t strip the skin it gives my skin a deep clean , The willow bark is a form of salicylic acid my pores are less noticeable . It helps balance out oily skin and it gently exfoliates.. it has amazing ingredients and smells so good.. my skin feels hydrated and soft.. I would highly recommend this product"
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I love the pet the packaging for this. I also think that itu2019s an amazing cleanser for oily skin. If you have dry skin just follow up a hydrating routine afterwards."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "This is a beautiful cleanser. It has a nice gel-like texture. It lathers nicely and provides a gentle, effective cleanse. It removes my makeup without trouble and leaves skin feeling soft. It hasnu2019t caused any irritation."
        },
        {
            "review_title": "An awesome addition to my skincare!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019m living for this cleanser Aquarius Herbivore. I have combination skin and itu2019s loving this cleanser. It leaves my skin feeling smooth and refreshed. I liked that my skin doesn't feel dry after using it. Im using it in my a.m. skin care routine. This is my first time using this brand and already can see me using more of their products."
        },
        {
            "review_title": "Gentle cleanser",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I love the packaging of this product, it is simple yet quite luxurious. This cleanser has a gel-like consistency and leaves my skin feeling soft and smooth. This cleanser does a great job of purifying the skin without being over-drying."
        },
        {
            "review_title": "I love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I love this cleanser. This brand is amazing and I think the cleanser is so gentle on the face. I have oily skin for reference and it hasnu2019t broken me out at all I definitely recommend using this!!!!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This cleanser is so gentle and works so well for my skin. It really helps with my pores and minimizing and unclogging it. I love that it has so many great ingredients including Willow Bark BHA, Zinc PCA and blue tansy which helps with my redness"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "Lovely! Herbivore blue tansy cleanser is great. Not too much foam for a lather but that is fine with me. I have combination skin and this product hasn't irritated it. It's a nice step for a double cleanse at night or a morning cleanser as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "Actually obsessed with this Aquarius cleanser. The sun is absolutely lovely and it definitely cleanses my skin but itu2019s also very forgiving and soft. Itu2019s not irritating or overwhelming. I would definitely recommend this cleanser."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Herbivore has done it again with this Aquarius Cleanser!  The blue tansy is enough to pique my interest to try it and once I did, I was so happy with the results.  This cleanser is gentle but works really hard to remove the impurities from my skin without drying it out.  I love this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I love using this cleanser on daily basis on my very dry skin. I use a small amount and applied to my face and the area, lather it gently, and then wash it off. The skin feel dry out at all, and stays moisturized for hours. The skin look clean and redness around my cheeks are going down"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I have dry and sensitive skin and am always looking for good cleanser that wonu2019t dry out my skin. I really like this herbivore cleanser. It cleans the pore really well, makes skin looking well moisturized."
        },
        {
            "review_title": "Oily skin cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "First of all, this product is gorgeous! I Love the color and glass packaging, it feels super luxurious to have this part of my skincare routine. The actual product is a nice gel type consistency cleanser and it does a really good job at removing some of my heavier facial sunscreens without absolutely stripping my skin like some u201cfor oily skinu201d cleansers do. Overall, the price point isnu2019t too off the mark as well, drugstore/big box cleansers are really now in the $13-18 range, so $26 makes sense for a higher tier brand and product. Gifted from Herbivore Botanicals."
        },
        {
            "review_title": "Gentle Yet Powerful Clean With Reduced Redness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I have skin that is acne prone - especially hormonal acne.  However my skin also gets dry quickly.  This cleanser did a great job alongside the rest of my skincare routine to strip off my makeup without stripping my skinu2019s moisture.  It also somehow manages to lessen my redness/irritation post-cleansing.  Plus, itu2019s vegan and cruelty free, so I love it even more!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Very nice cleanser. It's more watery texture and smells lightly. It doesn't lather too much, but cleans well and won't overdry the skin. Very suitable to use in the morning or in the night for second cleaning."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This cleanser is a great second cleansing step after oil cleansing. Itu2019s lightweight and gel like and helps get everything off and itu2019s a bha exfoliant but it doesnu2019t dry my skin out so itu2019s actually pretty gentle and effective"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "My oily acne-prone skin is loving this cleanser. It leaves my skin soft and smooth. What I liked the most was that my skin doesn't feel dry at all. I use it in my a.m. and p.m. skin care routine. It's become an essential part of my beauty arsenal."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The cleanser is very gentle and effectively clean the skin. It contains BHA to deep clean the pores and any excess oils.  Skin felt clean without any tightness or drying. Great for all year round. I love it."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m genuinely impressed with the BHA Zinc Clarity Cleanser. It has become a crucial component of my skincare routine. The blend of BHA and zinc works wonders for controlling excess oil and promoting a clearer complexion. After using this cleanser, my skin feels thoroughly cleansed and balanced, without any dryness or irritation."
        },
        {
            "review_title": "The Best Cleanser I have tried!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I absolutely Adore Herbivore Botanicals skincare products! Packaging is beautiful, and the scent is nice and clean! I find that it cleanses my skin really deeply but does not strip it which is very important to me."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love this brand and I am so happy I tried the Aquarius face cleanser. I have previously used the Pink Cloud cleanser before and I really enjoyed it. Feels so nice on my face and love adding it to my routine."
        },
        {
            "review_title": "Phenomenal",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Aquarius BHA + Blue Tansy Clarifying Cleanser is phenomenal. This gel cleans my pores and helps to remove the dead skin. It helps to control my acne breakouts. I have oily skin and it is gentle on my face. I saw less redness on my face."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This cleanser is absolutely amazing. Iu2019ve really been enjoying the Aquarius cleanser and I think that everybody should give it a try. I love how amazing my skin feels after using this product. The packaging is also super cute and I would highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I love the texture of this cleanser, it makes my skin feel clean without stripping it and can visibly tell it cleans my pores out. I love that it comes in a nice glass container, I feel like everyone would enjoy this cleanser"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received this product from the brand and I am so happy I did! This product cleanses my face nicely and makes it feel really clean. I would definitely recommend this to my friends and others to try as well!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I have combination skin, so Iu2019m always on the look out for a cleanser that will wash away the dirt and grime on my skin but not strip my skin of moisture and hydration. This cleanser is everything Iu2019ve been looking for. Not only does it take off anything that was on my face at the end of the night, my face does not feel sticky, dry, or right after using it. My face feels clean & ready to be followed up with my other skincare. I love the exfoliating aspect of this cleanser, so it really gets down and cleans your pores. Overall, I really enjoyed this cleanser and would recommend everyone to try it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This is such a wonderful cleanser. It looks so beautiful and feels and looks very luxe. It cleans and refreshes my skin. I always double Cleanse so I use this as my second wash after a cleansing oil. Very beautiful product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "As someone with dry, sensitive skin that's prone to breakouts I'm always hesitant when trying new products. However, this cleanser didn't cause any irritation or breakouts and actually helped to clear up exisiting breakouts. It was gentler than expected on my skin and I would recommend."
        },
        {
            "review_title": "Nice ish",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "I think this is better for oilier skin types it can dry out dry skin. Itu2019s a nice cleanser tho and removes makeup and oils. Love the packaging. It does kind of sting the eyes a bit so be careful with that"
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "My experience has been disappointing. Unfortunately, this product proved too harsh for my skin, causing breakouts both times I've tried it. Despite giving it another shot, the results remained consistent. It's disheartening when a product doesn't live up to expectations, especially with persistent adverse effects on the skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This cleanser is really gentle and also cleans my skin very well.  I love that it's in a clear bottle and also so pretty!  I like that it has clean ingredients and also makes my skin feel not stripped and properly cleaned"
        },
        {
            "review_title": "Not a deep cleansing",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Does not cleanse well. Does not lather, leaves makeup on skin."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love the blue tansy mask and the entire Herbivore line really, so I had very high hopes for this, but this cleanser makes me break out every time I use it and not just a purge breakout but like irritated skin, hard pimples. It does leave my skin feeling clean but slightly tight. Unfortunately, I get better results and more clear, manageable skin and breakouts with other brands. I will be switching back to Dermalogica glycolic."
        },
        {
            "review_title": "Repurchase again and again!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I rarely repurchase face washes but this one Iu2019ve repurchased and will get again. I noticed an actual difference with my skin. I have very sensitive combo skin, like the most sensitive skin of anyone I know, and this works for me!"
        },
        {
            "review_title": "just buy it already",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "AMAZING!! i have very sensitive skin and this worked so well!! doesnu2019t make me break out or turn red at all!! definitely recommend"
        },
        {
            "review_title": "So far I am liking it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "The scent is super strong, so if you canu2019t stand fragranced products are would steer away from this for sure. I use this in my two step systems as my last face wash and it really feels like it has cleaned out everything with out feeling too stripped. The packaging is also super pretty and a heavy glass bottle so may be hard to travel with."
        },
        {
            "review_title": "Great cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Great Product. I will be purchasing this again and again until my skin is tired of it. It's light, its smooth, it washes my face clean, it goes on smoothly, there are no complaints. I have a combination oily skin and this cleans by face great and does not leave my face feeling tight and patchy after a wash (which many have in the past)."
        },
        {
            "review_title": "Go To Cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "I have been using this cleanser for probably 6 months now and I love it. It smells fresh and clean but not overbearing, very natural. I have normal skin that leans more toward oily and Iu2019m very acne prone. This did not  aggravate my acne at all. Itu2019s exfoliating but not enough to dry me out. I really enjoy this cleanser."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "My Favorite cleanser, I always recommend it for combination skin. I have combination to dry skin, im also acne prone and I love this. All you need is 2 pumps to cleanse your face. I use it both day and night and has never dried me out. It foams up just a little."
        },
        {
            "review_title": "Get it if you want sand paper skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I really wanted to love this cleanser because it had such great reviews. I started using this in place of the la  roche posay effaclar cleanser, and my skin has never looked more awful than it does now. My skin feels like sandpaper. Iu2019m not exaggerating. You can see every single pore on my face like you are looking through a microscope. Now I have a ton of small pimples in my tzone. If you have sensitive skin do not buy this!"
        },
        {
            "review_title": "parfait!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "ju2019adore ce produit je lu2019ai acheter il y a 1 mois et demi et mon acne a enormement diminuer je lu2019ai presque fini mais ju2019en commande definitivement une autre tout suite!! ju2019ai une peau sensible et aucune reaction love it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Works great on my sensitive skin. Must have product!"
        },
        {
            "review_title": "My ultimate favourite cleanser!!!ud83dudc99ud83dudc99ud83dudc99",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I have been using this product for a few months and my skin is 100 times better and clearer! I will definitely be buying this againud83eude77ud83eude77ud83eude77"
        },
        {
            "review_title": "Best cleanser I have ever used.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I never write reviews for products but this one deserves one. I have had acne for 7 years been on Accutane and this product has done wonders for my skin. I still get the occasional breakout but way less then before. Ive only been using it for 2 weeks but I am optimistic that it will continue to clear up my skin."
        },
        {
            "review_title": "Love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Ive been using this for about two weeks now. I have sensitive combination/oily skin and this product has not irritated my skin. I love it, it makes my face feel super clean, the smell was a little bit intimidating at first but you canu2019t smell it as soon as you wash it off. I would 100% recommend this cleanser for anyone who does not have dry skin, but make sure you have an intense moisturizer to pair it with"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "My skin loves this stuff and is clearing up. Definitely will repurchase!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "I wouldn't say that I've ever really been impressed with a cleanser - most just get the job done. But so far I've been in love with this cleanser. My skin really seems to be agreeing with the ingredients and it's helped calm my skin so far (it has been going through an angry period). I also love the smell of the product, it smells natural and fresh and feels great on the skin. I'll definitely be repurchasing this as my daily morning cleanser"
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Adored the blue tansy face oil. Only product that would heal my skin and wouldnu2019t clog my pores. So when I saw the cleaner I immediately purchased. Cleansing, soothing/calming and a new favourite."
        },
        {
            "review_title": "New favorite!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I bought this on a whim to give it a try and I am OBSESSED"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "This product is okay at best. Ever since I started using it a few months ago, I have noticed more breakouts. I tend to have oily skin, and this product has not been beneficial for that, as my skin still tends to feel oily after using it. I feel slightly cleaner after using it, but other products have been better for me."
        },
        {
            "review_title": "Superior face cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I have really sensitive skin and am always looking for new skincare, this cleanser is superior to the rest. Does not leave my skin red or tight, but it feels fresh and clean after. If youu2019re on the fence, just get it"
        },
        {
            "review_title": "Good but not everyday!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s good very clarifying. Maybe a lil too much tho. After using it everyday for about 2 weeks, my eyelid area started being irritated. So definitely good but not for everyday."
        },
        {
            "review_title": "Makes my skin feel so clean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "The bottle is pretty, and my skin feels so good after I use this. At first I was sceptical because itu2019s almost $40, but honestly I think itu2019s worth the money."
        },
        {
            "review_title": "Great addition to my skincare routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This product makes me feel cleansed and does not leave my face feeling dried up. It cleans my pores so well Iu2019m in love! will repurchase !"
        },
        {
            "review_title": "excellent cleanser for stubbornly clogged pores",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "best cleanser I've used in a few years. i  used to be a fan of the Clinique All About Clean facial cleanser until it stopped working for me. since then, I had tried a few different brands, but I was still experiencing moderate breakouts and clogged pores. I came across this product while perusing the sephora site, and liked that it was described as a cleanser. and cleanse it does! I've been using it about a month now and have noticed that I no longer feel bumps deep beneath my skin. which is unusual for me because I ALWAYS had bumps under my skin which would eventually become cystic, scarring acne bumps. the scent is also very pleasant. I use this day and night. I follow up with the face oil (which I also love!) in the mornings."
        },
        {
            "review_title": "It does what it says it will do!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "After a week of using it every day, morning and night, majority of my acne has cleared up and my skin has been feeling soft and smooth! I give myself two pumps of it into the palm of my hand, rub it together until it foams up, and I lather that all over my face. This is the second cleanser I use after I use an oil cleanser to remove my makeup. It doesn't strip my skin and I feel quite squeaky clean afterwards! For reference, I have combination and sensitive skin.   Not related to the cleanser, I love the technical part of the pump. If you twist it to the left, it locks the pump so that it doesn't spill when you travel. Plus, I think it's at a great price point that actually does support with targeted concerns."
        },
        {
            "review_title": "Bad for sensitive skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Do not buy this if you have even slightly sensitive skin, it is extremely irritating and always causes my face to become red puffy. Since I started using it I've had breakouts much more frequently than before, and if possible, my pores look more visible than ever. Also, the scent is way too strong for me, and the pump sucks."
        },
        {
            "review_title": "Great cleanser for teens!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "My daughter, 14 years old, has been loving this cleanser! She has been prone to breakouts at this age and remarks how much she loves the feeling of her skin after washing with this cleanser. She also loves the smell! I'll definitely continue to get this for her."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "i looooove this stuff. it smells so fresh, makes my skin feel so clean, and has improved the texture on my forehead! my only complaint is that the pump sucks SO badly"
        },
        {
            "review_title": "Strong smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I liked how clean this made my skin feel without stripping it. The smell is too much for me though"
        },
        {
            "review_title": "a new staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "i had small bumps on my forehead and i used this and they have all cleared up! i have dry to normal skin but it didnu2019t dry me out  i love the pump and texture of this. skin didnu2019t feel tight after using either"
        },
        {
            "review_title": "my new favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I have oily skin and this doesn't make it oily and it also doesn't dry it out. it's my new favorite!"
        },
        {
            "review_title": "Highly recommend for acne prone skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I paid for this with my own money and have repurchased a few times now. I do run through this faster than other cleansers from Sephora that Iu2019ve tried. Luckily, this is on the cheap side for Sephora."
        },
        {
            "review_title": "Cleared my forehead bumps",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I had little acne bumps all over my forehead and this cleared it up in about two weeks! feels nice and cool on my skin too."
        },
        {
            "review_title": "Great for Acne Prone Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I have combo/oily acne prone skin and this cleanser transformed my skin in 2 weeks. I have no blemishes and my skin has never looked better. It makes your skin feel so fresh and clean. HIGHLY recommend"
        },
        {
            "review_title": "I love it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have combo skin and this works great for all areas of my face. It cleanses really well without drying out my skin and has helped with my pores and redness."
        },
        {
            "review_title": "Great new addition!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Combination skin",
            "review_text": "This is my first time using this product and so far Iu2019ve been loving it! It works well with my normal/dry skin and I love the gel-like cleanser"
        },
        {
            "review_title": "Amazing for Acne Prone Skin.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This product has helped my skin so much. I have very acne prone skin and cleansers can make me break out rather than help my breakouts. However, this cleanser was amazing at clearing my acne! Took maybe two-three weeks for my face to adjust, but then the results were beautiful. It does not dry out my face, but lathers well. I have recommended this cleanser to all my friends."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I love this cleanser, a little goes a long way and it deeply cleanses my skin without feeling stripping and it helped clear some of my surface acne."
        },
        {
            "review_title": "AESTHETIC STAPLE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "If you have oily skin whatsoever, this cleanser is a must! Not only did it reduce my acne, but reduced my skin texture as well. The smell is really fresh and clean, just like how my skin was after I used it. The packaging is 100% the most aesthetic packaging I've ever seen and so cute!  I will be repurchasing when I run out."
        },
        {
            "review_title": "Fantastic option for acne prone skin!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I had been using YTTP Green Tea cleanser for almost 2 years and couldnu2019t find anything else that worked for me until I found this. Itu2019s cleared my skin up so much! I even stopped using my acne serum since it contains BHA and salicylic acid, you donu2019t want to over dry the skin. I will definitely be repurchasing :)"
        },
        {
            "review_title": "Normal to oily skin, this is a must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "This doesn't strip my skin but still cleaned my skin beautifully."
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love it. It cleans your face without stripping it. I love the smell, it isnu2019t overpowering at all. I will for sure repurchase when I run out."
        },
        {
            "review_title": "Iu2019m repurchasing when I run out",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Best used on a clean face like in the morning. If you wear heavy makeup use this after so you donu2019t waste product. I personally double wash with a different soap. It works good. Itu2019s fresh."
        },
        {
            "review_title": "Great cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Loving this cleanser! I have super oily skin and live in the south (lots of humidity) and this has done a great job at keeping my skin less slick. Itu2019s not as sudsy as I was expecting, so I use one more pump than directed but Iu2019m loving it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "I tried this and my skin feels clean and refreshed after use. The blue tansy smell is quite strong, but I don't mind that. I have my tween use the cleanser, which is great for young skin."
        },
        {
            "review_title": "used it twice so far & 50/50 on recommending it",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "giving it 3 stars for now, I will update the longer I use it. I used it Friday night for the first night and it felt good on the skin and I did the usual routine which was toner, serum, and moisturizer after cleansing. When I woke up Saturday morning my face felt smooth. Saturday was the second night using it and I did notice that I had dry patches all over my face right after using the cleanser. I had dry patches all over my forehead, cheeks, and chin from this cleanser but after I did everything else, it was fine. Iu2019m not sure if this product is just too drying for my combo skin but my face has never felt so smooth after doing my entire routine before"
        },
        {
            "review_title": "Will cause purging for some skin types!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Combination skin",
            "review_text": "so iu2019ve been using this for abt 2 weeks. i noticed a change on my cheeks where i break out but my forehead has been purging which bha tends to do tht. so hopefully this product is working!! smells nice."
        },
        {
            "review_title": "Not for sensitive skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "Since switching to this from the murad acne cleanser my acne has become the worst its ever been. Its not overly stripping but it just really doesn't agree with my face."
        },
        {
            "review_title": "A staple in my routine now!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "It was so gentle and made my skin actually feel clean without leaving a stick residue like most cleansers for me do! 10/10"
        },
        {
            "review_title": "The best cleanser so far",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "Used it for a couple days, I have to say the product is great. I have oily and sensitive skin, this cleanser doesnu2019t let my face break out. The only reason why I didnu2019t give it 5 stars is because it doesnu2019t really let me oily skin stay clean for a long time.mmy"
        },
        {
            "review_title": "A must buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I love this cleanser by far! It cleanses my skin up so well without stripping any moisture from my skin and without leaving my skin feeling greasy. It does leave a tingly feeling to my skin after I cleanse but nothing that irritates my skin. I have dry to normal, acne prone, textured skin and this leaves my skin feeling super smooth and soft after I use this as. It isn't cheap or isn't expensive, so I think it's worth giving it a try if you haven't already!"
        },
        {
            "review_title": "Must get!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This stuff rocks! Super light but always gets the job done. Itu2019s my new daily cleanser. Must get!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I canu2019t say enough great things about this cleanser! Ever since Iu2019ve started using this Iu2019ve actually gotten compliments on my skin, which has never happened before."
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "Switched to this from the YTTP Spinach Green Tea cleanser and definitely prefer it. Not as stripping but still a nice thorough clean. Texture feels more like a serum than a face cleanser. In conjunction with my skincare routine it's pretty great and not as drying."
        },
        {
            "review_title": "Mehhhhh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Just bought this recently and wanted to love it. After a couple days of day and night use, started to see the texture in my skin changing. As well as dry patches. Thereu2019s a mint smell and slight tingly too. Nothing crazy. I returned this. Was just not gentle enough for me"
        },
        {
            "review_title": "Like a lot but donu2019t love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Like but donu2019t love!! The cleanser feels lightweight and clean without stripping your skins good oils. I donu2019t LOVE the smell, reminds me a little of Flintstoneu2019s vitamins for some reason. reasonitdefinitely a subtle"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Great cleanser, and it's actually 100 mL, not 60 mL like the website says"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gorgeous packaging and quality ingredients. I like it but think I may prefer more of a face wash vs cleanser."
        },
        {
            "review_title": "5 stars!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "Yes. Justu2026yes. Skin feels incredible after I use it. Itu2019s gentle enough for me not to feel any burning if I follow it up w/ OH GLOW2OH and plays nicely with the Caudalie Vinoperfect line. Love it!"
        },
        {
            "review_title": "I never want to run out of this cleanser!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Normal skin",
            "review_text": "My face was having a breakout when I started using this, I didnu2019t change my routine otherwise and oh my goodness, the difference in my skin is almost night and day. My skin feels so soft, the blemishes I had flaring up have all calmed down and are almost gone at this point. Iu2019m obsessed with this stuff!! I donu2019t wear a ton of makeup, but I feel like it removes what Iu2019m wearing well at night. So pleased with this cleanser!!"
        },
        {
            "review_title": "daily ritual of deep clean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "This cleanser has been so great for my acne prone skin giving a deep clean yet is gentle enough for daily use. My skin looks so vibrant and refreshed."
        },
        {
            "review_title": "Holy grail cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Oily skin",
            "review_text": "this is an amazing cleanser. As someone with super oily skin, I love this cleanser! it leaves my skin clean and smooth without stripping it!"
        },
        {
            "review_title": "my new fav",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "I FREAKING LOVE THIS. this stuff legit makes my skin feel amazing!!"
        },
        {
            "review_title": "Blue Tansy - hooked!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "After using this product for a few weeks, my skin feels great!  I struggle with needing more moisture and this product is soft and does not dry out my skin.  It is now part of my night and morning routine and a first time using Blue Tansy - I am hooked!  Thank you Herbivore for another incredible and clean product!"
        },
        {
            "review_title": "Fabulous cleanser for teens and mom!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I recently tried this cleanser and I must say, I'm impressed! As someone with dry skin and eczema, I'm always hesitant to try new facial cleansers, but this one felt so good on my skin. It didn't dry me out at all, and I noticed an immediate improvement in the overall texture and appearance of my face.  What's even more impressive is that my 13-year-old daughter has been using this product to combat her acne, and it's been working wonders for her. She's been struggling with breakouts for a while now, but after using this cleanser for a few weeks, her skin has cleared up significantly.  Overall, I highly recommend this product to anyone looking for a gentle yet effective facial cleanser. It's perfect for those with dry skin, and it's also great for teens struggling with acne. It's definitely become a staple in our skincare routine, and we'll be repurchasing it again and again."
        },
        {
            "review_title": "Yas!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Porcelain skin tone, Dry skin",
            "review_text": "I have dry skin. Finding an exfoliant that doesn't make my skin worse or break me out has been an absolute mission. Herbivore's blue tansy mask is honestly the only thing that's worked for my dry skin and I absolutely love it love it love it but it goes bad way too quickly and that always broke my heart because it wouldn't last and with the price it was just too much. BUT NOW I've got this beautiful product! I ordered as soon as I saw it is a dupe for their mask but in cleanser formula and I'm so in love. it's not drying, it doesn't smell bad, it lathers nicely, a little goes a long way, my skin feels so plump and hydrated. my skin looks more even and I haven't had my eczema dry patches show back up. I'm definitely keeping this in my routine and I hope they never get rid of it because I'm sold! thanks!"
        },
        {
            "review_title": "A Must Have for the morning u2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Good Morning Cleanser!! I tried using this in my evening routine after using my cleansing balm and it did nothing. However, when I used it in my morning routine, it was sooo much better."
        },
        {
            "review_title": "Good product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Great product but wish the nozzle was a little longer. Gets the bottle very messy"
        },
        {
            "review_title": "Must have 10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I LOVE this cleanser, I have combination skin and this is my ideal product. It left my skin feeling very nourished and very clean. My acne was cleared and I just ran out and Iu2019m breaking out without this product."
        },
        {
            "review_title": "Amazing cleanser for clearing congested skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This cleanser is AMAZING. It clears and smooths my skin when it gets congested without the irritation I normally get from BHA foam cleansers. The texture and finish is really lovely - a smooth gel that turns into a gentle foam. It has a slight fruity scent that I think is from the natural ingredients. I have super-sensitive skin so I use it 1-2 times a week, although I would use it every day if I could! I was lucky enough to receive this cleanser from Herbivore to test and review and it has been a game-changer for me. Highly recommend if you are struggling with congested skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "A great gentle soapy cleanser but a little more scented than I prefer"
        },
        {
            "review_title": "Doesn't make me break out!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I have super acne prone skin, and so far this hasn't made me break out or cause any bad reaction, which is rare for me. I haven't seen any huge improvements with my cystic acne, but it has helped to make my skin more smooth, and i'm hoping I will see more drastic improvements after using it for a longer time."
        },
        {
            "review_title": "Recommend to a friend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The product has little to no scent, which I appreciate in a product being used on my face. I use it daily, and have seen an improvement in my small breakouts and pore size."
        },
        {
            "review_title": "The age of Aquarius",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I switched from a turmeric tea tree face wash to this a week ago and itu2019s a noteable difference! I have oily skin but this face wash helps without over drying like my previous face wash- it helps control the oil but it doesnu2019t dry my skin and the smell is really wonderful too. Highly recommend it!"
        },
        {
            "review_title": "New fav cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This product has done wonders for my oily t zone! Itu2019s improved the texture of my skin, and really helped keep my pores super clear. New must have!"
        },
        {
            "review_title": "Great Cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I love this cleanser.  I use it as part two of my double cleanse. It lathers nicely and makes my skin feel very clean and refreshed.  It has a nice, light scent, but is not too overwhelming. I have combination skin, yet I donu2019t find it too drying.  The glass bottle and pump make it easy to use. Overall, this is a great cleanser."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I bought this for my son, whou2019s 14. It took about 4 weeks to notice an improvement in the number of breakouts. The cleanser didnu2019t dry out his skin, and it has a really nice smell!"
        },
        {
            "review_title": "Beautiful on my counter and refreshing on skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Dry skin",
            "review_text": "I first loved this cleanser because it looked great with the theme of my bathroom. I used it for about a week or so now and it has my skin feeling more cleansed than any of my other face wash products and it is really gentle on my skin especially since I am using acne products. It also leaves my skin feeling brightened and removes my mascara which many of my other cleaners didnt do and I would have to use an abundant amount of product. If you are looking for a gentle cleanser that does the job right, this is the one!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "A fantastic cleanser for oily skin. It fully cleanses my skin and leaves it feeling fresh without drying it out or irritating it. It also works fantastic paired with my cleansing balm and the scent is light and fresh. This was gifted by Herbivore Botanicals."
        },
        {
            "review_title": "Cleansing without stripping moisture!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I was surprised how much I loved this cleanser! I have dry/sensitive skin and was hesitant to try BHA but this cleanser doesnu2019t strip my skin at all. I use it every night and my face feels cleansed and fresh and prepped for the rest of my skincare routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have combination acne-prone skin that can be sensitive with too harsh of a cleanser and I've found this to be the perfect happy medium. Leaves my skin feeling fresh & clean without being too drying. The scent is mild and refreshing and I love that the product comes in a glass bottle"
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I only started using this product today along with the moisturizer, but I can already say that itu2019s amazing! I have very sensitive skin and it has taken so much time and money to find a product that my skin doesnu2019t immediately react to. It has a clean smell and has a matte finish. Definitely my new go to!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "My skin feels so clean and refreshed after using this cleanser! The subtle floral scent adds to the experience. It has a light consistency that applies well and clarifies without drying out my skin."
        },
        {
            "review_title": "LOVE It! - from an Oily Cystic Acne Prone Gal",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019m hooked! My skin is very sensitive to breakouts with any changes to my skin care routine. When I do break out it is typically cystic. I introduced this cleanser into my routine for just my evening wash to start, and I had a very very mild breakout (2-3 zits) that didnu2019t last very long. I am pleased to say thatu2019s already cleared up and my skin has been looking pretty clear, even after going on a weekend trip - I ALWAYS break out after traveling! But Iu2019m still in the clear! (Pun intended) I also love the feeling of the cleanser. I do a double cleanse whenever I wash my face. The first wash with the Aquarius cleanser (I use 2 pumps, Iu2019m an oily girl!!) got the first layer off and didnu2019t feel like much at first, but the second cleanse (another 2 pumps) it gets a nice gentle foam and I can feel it getting a deeper clean! I also personally love the Blue Tansy face mask, so I love the scent of the cleanser as well! All around really happy with this product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Tend to have sensitive combination skin but this has made a difference in my white heads. Love the soothing effect and looking forward to sticking with this when it gets hot and humid. May not be my first choice in the winter though."
        },
        {
            "review_title": "A M A Z I N G",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Combination skin",
            "review_text": "I am in my late 60's and for the last 5 years I have had an issue with deep white blemishes that never seem to go away... my Dermatologist told me they were nothing to worry about.  I have loved the mildness of Herbivores Pink Cloud cleanser and was excited to try the Aquarius cleanser.  Ive been using it now for about two weeks and this amazing cleanser has pulled these deep blemishes to the surface... they are gone now!! My pores look smaller and I love the way my skin feels after I wash my face.  Miracle cleanser for sure !!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I was nervous to try this because I have dry skin, but I'm VERY pleasantly surprised that it didn't dry out my skin like I feared! I've tried other cleansers for dry skin where after I dry off, I literally can feel that my skin has been stripped TOO much of its oils, and this cleanser did not! I'm excited to use this as my primary cleanser and for the BHA to work its magic since I've recently been breaking out due to stress. I also enjoy the subtle floral(?) scent :)"
        },
        {
            "review_title": "Aquari rari",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Deep skin tone, Dry skin",
            "review_text": "Very Nice ! Im glad I purchased this today. I was looking for a nice light face wash to go along with my Herbivore Orchid face oil , since recently going off Acutane. I was able to use Glow Recipe Blueberry gentle face wash then, and it smells so much like blueberries in my opinion and VERY gentle. So gentle that I could open my eyes without irritation. However, as for Aquarius I do not personally smell anything good or bad about it. I would agree it has a gel consistency and I did feel like I needed to immediately moisturize my face after. Contrary after doing so my face felt very clean and soft all day ! Nice glass bottle & Clear blue color overal just like described!  Im glad I made the purchase for my skin!"
        },
        {
            "review_title": "A Blue Tansy Dream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Love this new face wash from herbivore - it's such a nice jelly texture! It leaves my skin supple and tight in a really good way without stripping away my natural oils. Their blue tansy mask has been one of my routine staples, so I knew I had to try this when it came out!! Using it 5x a week and so happy with it."
        },
        {
            "review_title": "Lightweight and not stripping even for dry skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "So I have dry skin and I was a little nervous trying this cleanser since it could be stripping for my skin type. I have found success in using BHA products in the past like the one by Paula's Choice so I wanted to give this a try to see if it could give me that deeper cleanse that sometimes I feel like my dry skin cleansers don't. I use this when my face is feeling extra grimy or clogged and was pleasantly surprised to find that this was pretty lightweight and gentle, but cleanses effectively. The smell is subtle and nice. I really like Herbivore's formulations - I feel like they really get it right!"
        },
        {
            "review_title": "Highly recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I have to say I was pleasantly surprised with this cleanser. I have sensitive, combination oily skin and I was expecting some type of irritation. I was so wrong! No irritation at all. It left my skin feeling so clean and refreshed. No harsh scent. In fact, it smells fresh. I have noticed a difference in my acne-prone skin. It's not harsh or overdrying. My skin is clear. I will definitely purchase this product again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "A very light cleaner that isn't overwhelming with fragrance or harsh on the skin. I find I need a couple more pumps  than recommended to lather my slightly bearded face, but smoothed skin individuals should be fine."
        },
        {
            "review_title": "Clean feeling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love using this cleanser. I pump it onto a silicone facial scrubby and it lightly foams as work it on my skin in circular motions. It smells clean and leaves my skin feeling see refreshed. It is great for oily or combination skin. This was gifted by Herbivore."
        },
        {
            "review_title": "Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "LOVE IT! The best advice an aesthetician ever gave me was to use the Blue Tansy Clarity mask weekly for hormonal breakouts and now ufffcI have it in a daily form. Iu2019ve been using it a week now and my skin feels healthy, glowing and havenu2019t had a breakout."
        },
        {
            "review_title": "Holy Grail Cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "Gifted by Herbivore! Oh my gosh, I am OBSESSED with this Cleanser!! In true Herbivore fashion they continue to slay the skincare game! This Cleanser is a game changer! It's so gentle yet works so well, I can use it as just a regular Cleanser or use it to help take my makeup off & it works great both ways! My skin feels & looks smoother, more hydrated & it's given my skin a glow! I've also noticed my skin isn't as oily & my breakouts have lessened immensely. I love the simple yet stunning packaging, that blue color is gorgeous. The scent is very subtle & not overwhelming. This has become a holy grail item in my skincare routine! Highly recommend this Cleanser if you're looking for something gentle that works well!"
        },
        {
            "review_title": "NEW STAPLE FACE WASH",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I am in LOVE!! iu2019ve been using this for 2 weeks now and itu2019s my new favorite. Being prone to acne, clogged pores, and an oily face this has worked so well with really cleaning my skin without stripping me of moisture."
        },
        {
            "review_title": "Amazing cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "I have combination skin and have really struggled to find a cleanser that addresses my oily forehead without stripping the rest of my skin of moisture. Aquaruis is it! It's gentle and leaves my skin feeling clean without being overly tight or dry. The scent is very mild and nice."
        },
        {
            "review_title": "Pleasantly Surprised",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was hesitant to try this since I spent so long getting the right face wash. I have combination skin and am acne-prone, and after a few weeks I can happily say that I'm adding this into my routine. It's gentle but my skin feels clean after I use it. The packaging is very pretty, but I'm always scared I'm going to drop Herbivore bottles and break them."
        },
        {
            "review_title": "Itu2019s amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I love this gel cleanser!  it smells good and cleanses the skin very well.  I like that the skin with it is clean and beautiful!  I use the product both morning and evening.  My skin is sensitive sometimes and this product suits her"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "10/10 cleanser! Helps control my oily t zone and blemishes without stripping my skin. Love the lather and at an affordable price point!"
        },
        {
            "review_title": "Relaxing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love Herbivore and I love this Aquarius cleanser as well. This works really well on my acne prone skin. It calms down my acne and makes my face very soft and smooth. I love the gel consistency and the lather. Gifted by Herbivore Botanicals."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Does not irritate my skin. Refreshing but subtle scent, gentle on my sensitive skin. Does a good job of getting my skin clean and soft but I use it after my make up oil cleanser (double cleanse)."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love this cleanser!  I have noticed major improvement in my skin both clearer and brighter. I also love how clean my skin feels without any dryness."
        },
        {
            "review_title": "Not stripping",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This is a nice gentle cleanser that really felt like it cleaned my skin without stripping it. Iu2019m always looking for that fresh skin cleanser without leaving my skin so dry, especially in the winter time. This cleanser was very nice and I would recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I always have a hard time finding cleansers that make my face feel clean and fresh but not drying. Iu2019m loving the clean that I get, but no tightness or excess drying when using this product. It also is very easy to wash off, not overly foamy, which it great. Definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Love this product! It has really helped to clear up my skin and I've seen the results within a few days. Very impressed!"
        },
        {
            "review_title": "Whoa, Clarity Is Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "As someone who has sensitive skin, I was a little wary of trying this. But I think compared to their purple alternative retinol, it is really effective. Usually my skin breaks out after my first use of AHA/BHA products but surprisingly this one didn't. I was very cautious about it by using it only once a week. But hey, it's a total win that I didn't break out! Definitely would recommend this item!"
        },
        {
            "review_title": "saved my skin(and life!)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Love this cleanser! I am almost 40 and have suffered with large pores and acne my whole life! In the last year since my hysterectomy I am struggling with severe cystic acne on top of it all. This cleanser has helped calm and clear my face in only one week! Pores are already very much less noticeable.  I love the bha in it, great consistency and texture. Rinses clean without over drying as I have combo skin. My new and only go to. Yes I highly recommend! Gifted by herbivore botanicals"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This cleanser looks amazing! It's a nice gel cleanser that creates ample foams. It's targeted for oily, acne-prone skin, and cleanses and exfoliates the skin gently. Enjoying using it so far. Gifted by Herbivore Botanicals."
        },
        {
            "review_title": "Staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Love love this new cleanser. Just right for pores and brightening the complexion.  Keeper"
        },
        {
            "review_title": "LOVE this cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This gel cleanser feels so good on my face.  It is super gentle on my sensitive skin.  I have tried a lot of different cleaners and this one feels the most gentle out of all the ones I have used this year.  I have started to notice smoother texture in just a few days!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This product is AWESOME! I have always dealt with clogged pores - the typical black/whiteheads, especially around my nose and I now see less congestion for sure. It's light, fresh smelling, and, beautiful bottle & label :)"
        },
        {
            "review_title": "This cleanser saved my skin.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I have combo skin (oily forehead, dry mouth and chin, and after moving to the desert, my skin went nuts. Aquarius has declogged and tightened my pores and when combined with a moisturizer, my skin looks and feels the best it has in months. I tend to use only at night, but it is the perfect cleanser after a long day. It's literally saved my skin, and people have made comments saying as much. LOVE!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I love the cleansers offered by Herbivore. They don't dry out my skin and they feel really good. This one isn't as thick as the pink cloud cleanser. This cleanser also doesn't suds up as much, which I don't know if that is something that matters. I like this cleanser a lot, and in general, I just like all of Herbivore products."
        },
        {
            "review_title": "Another winner from Herbivore !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Ive been using this face wash consistently for a little over a week now and I'm a big fan! When I initially saw there was BHA, my first thought was whether or not this would be drying and if not, would it still be able to clean effectively. I was super happy that after washing my face, my skin did not feel stripped of essential oils but also did not feel like the face wash left a weird residue feeling on my face! I've used this after cleansing my face first with micellar water and I've also just used it to directly wash my face without micellar water - both times I was really happy with how thoroughly cleansed my face was afterwards. No irritation at all.   I was honestly really surprised that this face wash was $26 - the quality + packaging made me think it would be much more."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve found most other BHA cleansers dry out my skin but this one is gentle and doesnu2019t leave my skin dry and peeling. Iu2019ve been using it on days I wear makeup or sweat a lot after exercising and it leaves me feeling clean and refreshed."
        },
        {
            "review_title": "Amazon Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "This is one amazing cleanser. Itu2019s super gentle on my skin and it does not irritate my skin like some other products I have used in the past. I have used this for a while low and Iu2019m really loving it. I use this cleanser at night before going to sleep , it does a really good job at removing my make up and keeping my face hydrated , it does not dry my skin at all. Iu2019m always super careful what I put on my skin having short sensitive skin. I like the clean ingredients they use . I would definitely recommend this amazing cleaner to anyone looking to buy a great cleanser.   complimentary from Herbivore Botanicals"
        },
        {
            "review_title": "A new staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is such a great and effective cleanser! I've been using it for a little over a week and I already notice that my pores appear smaller. I also feel like my skin is less oily throughout the day. I love the gel texture and lather. I've used it day and night daily and find it to be gentle, but effective and complements my other skincare steps!"
        },
        {
            "review_title": "Very gentle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Loved the glass bottle - this cleanser is nice and gentle on the skin. I always double cleanse - I use an oil-based makeup remover and followed up with Aquarius BHA. My face was clean and refreshed without feeling drying and tight."
        },
        {
            "review_title": "Good cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Iu2019ve been using this cleanser every other day for the last week. I like that it really picks up and cleanses the skin, it also smells really good and a little goes a long way!"
        },
        {
            "review_title": "Amazing cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love how clean and fresh my skin feels after using this. It does not strip my skin or make it feel dry or tight. The gel formula is thick and I enjoy having it in a bottle with a pump. I enjoy using this with the entire aquarius line from Herbivore. I received this cleanser complimentary from Herbivore."
        },
        {
            "review_title": "Recommend for sensitive, oily skin!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This cleanser really washes my face thoroughly without stripping my face of moisture. The texture starts nice and gel-like then lathers into a light foam. I highly recommend for anyone with sensitive, but oily/acne-prone skin. Also, love how the glass bottle looks on my bathroom sink!"
        },
        {
            "review_title": "Great even for dry skin!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Dry skin",
            "review_text": "I don't even have oily skin but I LOVE this cleanser! I've been using for about a week and my pores already look smaller! It has a wonderful smell and texture and to my surprise it does not dry my skin out at all!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This product comes in a beautiful blue bottle with a pump, but because it's made of glass, it's a bit heavy. Unlike many soap-based cleansers that can be harsh on the skin, this product contains mild surfactants and is gentle. The cleanser does not contain much soap, and it feels slippery when applied. As someone with dry skin, I appreciate that this cleanser works well for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Such a great cleanser for all skin types! It is not harsh, but it gets the job done and leaves the skin feeling clean. And at the same time it is not drying, it actually leaves my skin feeling quite soft.  I received this product complimentary from Herbivore Botanicals."
        },
        {
            "review_title": "I am in LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by Herbavoir, Herbivore Aquarius Clarity Facial Cleanser is an effective, natural cleanser from Herbivore Botanicals. It is formulated to remove impurities and balance combination to oily skin. The Aquarius Clarity Cleanser is rich in vitamin C and features a unique blend of lemon and ginger to help tone and purify the skin. It is free from artificial fragrances and is suited for all skin types. The Aquarius Clarity Facial Cleanser is formulated with cold-pressed lemon, a natural exfoliant, that helps to gently remove dirt, excess oil and makeup without stripping the skin of moisture. Ginger, a natural astringent, helps to reduce inflammation, boost circulation and soothe skin. Witch hazel provides extra cleansing benefits and helps to tone and clarify the complexion. I find that the Aquarius Clarity Facial Cleanser is gentle enough to use every day and it has a pleasant, refreshing aroma that awakens the senses. It is lightweight and leaves the skin feeling clean but not dry or tight. My face feels smoother, brighter and more balanced after using this cleanser. It is also great for removing makeup and can also be used as a second cleanser step. Overall, I think the Herbivore Aquarius Clarity Facial Cleanser is an excellent natural cleanser and I would highly recommend it to people with combination to oily skin. It effectively cleanses, tones and helps to balance the skin without a drying effect. I definitely plan on keeping this product in my skincare routine."
        },
        {
            "review_title": "Another great launch!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Love this face wash!! My skin is sensitive so I always worry that certain BHA products will irritate yet this has been nothing but amazing! Itu2019s actually gentle but highly effective with cleaning pores, reducing the appearance of blemishes, and helping my skin look brighter. This wash doesnu2019t leave my face feeling that dreadful squeaky clean or strip my natural oils which is another plus since my skin has become drier with age."
        },
        {
            "review_title": "Great blue tansy cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I Love that this brand is clean and safe for my skin. Unlike other gel cleansers Iu2019ve tried, this one left my skin feeling so refreshed but not tight or stripped. I love that I can smell the blue tansy in there, and the scent is not perfumey or overpowering, just clean. I do get minor blemishes here and there, and I love willow bark for a natural treatment so Iu2019m so happy itu2019s in this cleanser. Itu2019s really helped to keep my skin clear and smooth! (Gifted by Herbivore Botanicals, with no obligation to give high reviews.)"
        },
        {
            "review_title": "Wonderful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "At first I was a little skeptical about this because Iu2019m so picky on cleansers, so after using this a couple times I actually like it a lot and how gentle it is Iu2019m the skin. It does have a fragrance to it but itu2019s nothing thatu2019s so overpowering."
        },
        {
            "review_title": "Gorgeous packaging and scent ! Works great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Perfect for people who have combination or oily skin and struggle with acne and texture. The Blue Tansy line is my holy grail. I adore the mask, lapis oil, and now the cleanser. I like the gel texture , it lathers really nice and smells herbal. I donu2019t find it to be too drying but I donu2019t like using all three blue tansy products together because i find them to be too harsh on my skin if used the same time. The cleanser is gentle enough and can be used multiple times a week. I try to use it every other day or every two days. My winter skin is a  little on the dry side so every two days is more appropriate for me during this time of year, but as I transition into the spring/summer i will probably move to using more often. I feel like itu2019s definitely smoothing and targets dullness. The packaging is big and definitely worth the price point."
        },
        {
            "review_title": "New fav cleanser + gorgeous packaging!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "My new favorite cleanser. I have been using it consistently for about a week, and my pores look so much clearer and smaller/smoother. I have combo skin, so I concentrate this on my t-zone and it leaves my skin feeling clean, but not stripped.  ...and the packaging is GORGEOUS (actually shocked this is only $26). It's a beautiful solid glass bottle that looks great in my shower :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Honestly, when I first tried this product I was a little skeptical. It has a really nice scent but I wasn't sure it did anything after the first use. After using this for a week consistently day and night, I was pleasantly surprised! My skin feels so soft and smooth after using it, it doesn't feel dry and it smells really nice. Don't knock it until you try! Highly recommend."
        },
        {
            "review_title": "loved it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "herbivore never misses.  this cleanser is the perfect gentle exfoliation I needed.  I felt the slightest tingle after using it and had squeaky clean skin.  the texture is the same as the pink cloud cleanser which I love, and the blue is so pretty. here's to hoping for a cream phoenix cleanser next!!"
        },
        {
            "review_title": "Must get!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love this l cleanser!!! I have sensitive skin and this is very gentle. It leaves my skin feeling soft, clean, and hydrated!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Complimentary from Herbivore for my honest review. I love this product and itu2019s packaging! It has BHA in it and perfect for someone like me with acne prone and combination skin. My skin feels smooth and cleaned afterwards. Love it!"
        },
        {
            "review_title": "Like Taking A Cool Dip in the Mediterranean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have oily skin and have been looking for a BHA cleanser to clear conjestion without totally stripping my skin of oil. A balancing blend if you will, and alas this is it. Immediately after use my skin feels clean and soft, without that dry and itchy feeling like other acid exfoliators. Also the smell, it smells like someone bottled up a sweet ocean breeze. And the bottle itself is **beautiful** truly like a little treat of luxury on your beauty shelf.   Graciously complimentary from Herbivore Botanicals USA"
        },
        {
            "review_title": "It's helping clear my pores and keep me less oily.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Whoa! My skin is extremely clear after short usage of this cleanser. I cannot believe how gentle, yet beneficial it has been for my skin. It removes my makeup with such ease and swiftness. I can really see the wonderful difference in my pores from the Willow Bark BHA ingredient. My pores are basically unnoticeable now, and no longer clogged. My skin is much less oily thanks to the Blue Tansy Oil and Zinc PCA. This cleanser works wonders for me. I received it complimentary from Herbivore Botanicals in exchange for my honest opinion."
        },
        {
            "review_title": "Love this cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love how this cleanser cleanses my skin leaving it really refreshed. It doesnu2019t strip away the natural oils in my skin and leaves it radiant and soft. The packaging is so pretty too! Complimentary from herbivore botanicals USA"
        },
        {
            "review_title": "Great for oily skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Love the organic herbal scent of this cleanser. My oily skin is loving this cleanser. I feel like Iu2019m less oily during the day but my face doesnu2019t feel stripped after using this. My pores do appear to look smaller also. Plus, the packaging is beautiful."
        },
        {
            "review_title": "Great cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I have combination skin and Iu2019ve been in love with the Aquarius moisturizer, so I have to get the pairing cleanser as well! This is a gentle cleanser with BHA in it, which helps cleanses and exfoliate. I can feel my skin becomes more smooth and it helps acne as well. Great product! Complimentary from Herbivore."
        },
        {
            "review_title": "Clean, Smooth Skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "This cleanser is so gentle and effective on my sensitive skin. I've been a longtime fan of Herbivore Botanicals and knew I had to try this. I'm so glad I did! My skin feels cleaner, softer, and more hydrated! Complimentary from Herbivore Botanicals."
        }
    ]
}