{
    "product_id": "612",
    "name": "GrandeREPAIR Leave-in Lash Conditioner",
    "brand": "Grande Cosmetics",
    "categories": "Makeup, Eye, Mascara",
    "price": 34.0,
    "about": "What it is:An invisible leave-in lash conditioner that protects, softens, and soothes lashes..Highlighted Ingredients:.Ingredient Callouts:Free of parabens. This product is also cruelty-free..What Else You Need to Know:This formula is infused with Widelash\, a biotin peptide proven to help protect against lash fallout, breakage, and environmental toxins. It helps to promote less lash fallout, lash breakage, and splitting. This conditioner can also help your mascara go on easier and may be used for post-extension lash care..Clinical Results:In a 6-week consumer study with 31 subjects using GrandeREPAIR:",
    "ingredients": "-Widelash\: Helps eyelashes appear longer, fuller, and stronger and promotes optimal hair anchorage to help prevent lash fallout..-Botanical Extract Blend: Helps to strengthen lashes..-Nourishing Oil Blend: Helps to condition and improve lash flexibility...Water, Dimethicone, Aloe Barbadensis Leaf, Cyclopentasiloxane, Butylene Glycol, Cetyl Alcohol, Glyceryl Stearate, PEG-100 Stearate, Panthenol, Helianthus Annuus (Sunflower) Seed Oil, Cyclohexasiloxane, Phenethyl Alcohol, Chamomilla Recutita (Matricaria) Flower Extract, Caprylyl Glycol, Cetearyl Olivate, Sorbitan Olivate, Persea Gratissima (Avocado) Oil, Carbomer, Vitis Vinifera (Grape) Seed Extract, Ethylhexylglycerin, Biotinoyl Tripeptide-1, Allantoin, Pyrus Malus (Apple) Fruit Extract, Panax Ginseng Root Extract, Arnica Montana Flower Extract, Aesculus Hippocastanum (Horse Chestnut) Seed Extract, Tocopherol, Sodium Hydroxide, Fragrance.",
    "how_to_use": "Suggested Usage:.-Swipe onto your top and bottom lashes from root to tip (as you would a mascara)..-Wear under mascara during the day or alone for overnight conditioning..-For best results, use with GrandeLASH-MD Lash Enhancing Serum (sold separately) to lengthen while you strengthen.",
    "num_reviews": 176,
    "overall_rating": 4.0,
    "product_url": "https://www.sephora.com/ca/en/product/grande-cosmetics-granderepair-leave-in-lash-conditioner-P455557?skuId=2340586&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2340586-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Nop",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Tr\es peu de produit pour le prix pay\e. Le produit semble avoir s\ech\e dans le contenant, malgr\e qu’il ait \et\e bien ferm\e."
        },
        {
            "review_title": "Good conditional for eyelash lift!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Great conditional to use after eyelash lift. Thanks to this product my lifted eyelashes lasted over 2 months."
        },
        {
            "review_title": "Stay Away!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "Such a poor product! Please do not get your hopes up. This leave-in conditioner did nothing for my lashes and stripped them of tint that I had just done! Everyday that I used it, I could see lashes in my sink and it stung my usually non-sensitive eyes. I got fooled by an online ad!"
        },
        {
            "review_title": "Itch inner corner eye-don’t recommend",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I got a sample from the company’s website for free with purchase. I love the lash serum. I have been using the serum for about three years on and off, so I was like why not try the conditioner. I used it three times. Not consecutive, but three times in one week. Man, oh man, did this make my inner corner eye itch LIKE CRAZY!!! I stopped using it. I would not recommend it."
        },
        {
            "review_title": "DON’T BUY!!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I should have listened to all the reviews saying it burns your eyes and makes your lashes fall out. This product ain’t it. I had itchy burning eyes every time I used it and after about a week, my lashes started falling out. Do not buy!!!"
        },
        {
            "review_title": "Great for healthy lashes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love it. Thankfully I’ve had no trouble despite having sensitive eyes. I let it dry after application before putting on mascara or alone at night. I’ve had no adverse reactions & my lashes look longer & healthier.   amazing!"
        },
        {
            "review_title": "Please read",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "this product cause blurred vision in my right eye. Please think about what your risking potential vision problems! That’s huge I contacted grande lash after seeing an eye doctor who confirmed my thoughts, a prescribed me a $300 prescription ! Grande lash response was that they would send me a $25 refund for the product! I’m completely offended and will continue to let people know how dangerous this product is. I have another eye appointment coming up if my vision is not restored 100 percent I will be devastated, I only used this product about 5 times before bed before this happened. My conclusion you do not need this product! I did not need this product.."
        },
        {
            "review_title": "Lashes fall out",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "It made my lashes fall out horribly every time I’d do anything with my lashes non stop ever since I got this they were falling out. Without it my lashes were just fine. Even my boyfriend noticed."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "After using this product for a few weeks a see big different in my lashes"
        },
        {
            "review_title": "The Key to my Fuller Lashes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I’ve been using this since December ‘23 and the way it has made my lashes look is unbelievable. They are so much thicker and longer thanks to this! I use twice a day, morning & night and it is amazing"
        },
        {
            "review_title": "Don’t bother",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "The brush literally disintegrated within days, don’t waste your money"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "absolutely love this stuff! i usually tint my lashes so this provides a good coat of hydration. I’ve noticed less lash fallout then before and my lashes seem fuller and healthier"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This is exactly what I've been looking for, a clear conditioner on a spool to comb through the lashes (as opposed to a serum to apply to the lash line). The only reason I'm taking a star off is because it's heavily perfumed, I wish it was scent-free"
        },
        {
            "review_title": "weakens overtime",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I think this product is fantastic when it comes to strengthening your lashes. However, somehow my lashes became dependent on this conditioner which weakened my lashes significantly. May be super good the first few times but as time goes by it can be rally damaging. I recommend this to people which lots of lashes instead of people with little lashes."
        },
        {
            "review_title": "Contact irritant",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I really wanted to loves this, but anytime I try and put it on my lashes, it causes a really uncomfortable sensation in my eyes similar to really bad seasonal allergies ￼about 1-2 hours later"
        },
        {
            "review_title": "Soft Fluttery Lashes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Dry skin",
            "review_text": "I love the Grande Lash Serum because it actually works! but I noticed my lashes were a little more stiff & almost spikey. This Lash Conditioner does exactly that, it conditions & softens my lashes. So where the serum helps grow & retain lashes, this helps make them soft & fluttery. It's the perfect complementary product to the Lash Serum."
        },
        {
            "review_title": "Good lash conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I bought this after loving a sample of the growth serum but finding it just TOO expensive. My lashes tend to fall out like crazy, so I always use a lash conditioner. This is a little more expensive than the drugstore one I used to use (loreal maybe?) but I found those tubes always almost empty on buying, clumpy and gummy. This doesn't feel greasy, but thicker than water, and doesn't harden or clump on the lashes. I think it keeps them more fanned out than just brushing them, but it doesn't have much hold, probably wouldn't keep a curl. It doesn't make my lashes grow like the serum, which was outrageously fast, but they do grow a little longer, and they don't fall out, which is all I really wanted. It does have a STRONG fragrance when you first open it, aggressively floral, I could smell it all day, but the more I used it, the less it smelled like anything, so it was quite a temporary problem. I tend to be very allergic to things, and it didn't make me sneeze, it was just too strong. The formula has never bothered my skin, or even my eyes, which I'm sure I've rubbed it into once or twice."
        },
        {
            "review_title": "Not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes",
            "review_text": "I used this product and it would make my eyes burn and it would make them very dry and blurry"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "If you’ve ever been amazed by how amazing and healthy your eyelashes look after a week or so of not wearing mascara, you’ll want this product, it literally achieves that without having to actually not wear mascara. I used to only use this occasionally whenever I noticed my eyelashes were getting a bit sad looking and recently switched to everyday use, and I’ve noticed a side effect I wasn’t experiencing before, I keep getting tiny pimples on my actual eye lash line, I’ve never had that happen in my life and I take aggressively good care of my skin, this is the only thing I’ve changed. So I’m going to definitely go back to what I was doing before."
        },
        {
            "review_title": "A must-have for my nightly routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This is works great for keeping natural lashes hydrated and healthy. I use it every night. It does leave a little excess product on the lashes occasionally but just gently dab with you fingers to spread around."
        },
        {
            "review_title": "Must have for long, healthy lashes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This conditioner has changed my lashes for the better. They are so much longer, have more volume, and fall out less. I will forever repurchase this!"
        },
        {
            "review_title": "god sent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "this is absolutely incredible. when you first use it it will leave your eyes a little red but that’s expected. it grew my lashes and make them thicker. i use it as a primer for my mascara as well."
        },
        {
            "review_title": "So-so",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I’ve been using consistently for two weeks. My lashes are definitely healthier.. but not to any extreme levels."
        },
        {
            "review_title": "Really great after lash lift or dye",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Loved it!!! I lifted my eyelashes and dyed them which caused lots of dryness. This helped me keep them moisturized and healthy."
        },
        {
            "review_title": "Love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I really liked this product the first time I tried it. Made my lashes look healthier than they had ever been before. This is my second time purchasing it. I had no irritation whatsoever and that made me super happy."
        },
        {
            "review_title": "A must if you want strong lashes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "love this stuff i use a serum on before this but i notice when i'm not using it and just my serum my lashes seem shorter"
        },
        {
            "review_title": "It WORKS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Normal skin",
            "review_text": "Grande really delivers results in a few weeks time.  I have been using under their mascara and at night.  Now I do not have a dozen lashes on my pillow in the morning"
        },
        {
            "review_title": "MADE ALL MY LASHES FALL OUT",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This product literally made almost all my eyelashes fall out within only a week of using it. I am honestly so upset about it & regret ever using this lash conditioner. The only thing that could've caused the fall out was this product because I changed nothing else in my routine. I now will have to wait MONTHS for my lashes to grow back. It has already been 2 weeks and I still have large gaps on my lids with no lashes at all. Extremely disappointed, angry, and upset. I definitely do not recommend this product. My photos show both eyes and you can see that there are large gaps of zero lashes...."
        },
        {
            "review_title": "I use this daily",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This stuff really helps grow your lashes long and fast"
        },
        {
            "review_title": "ABSOLUTELY NOT",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
            "review_text": "if i could rate this 0 stars i would. it made all my lashes fall out; by far the worst product highly don’t recommend. i used the serum and it worked really good so i thought nothing of it when i purchased this. i’ve always had long eyelashes and take very good care of them so i bought the conditioner. none the less, it made all my eyelashes fall out very rapidly."
        },
        {
            "review_title": "Made all of my lashes fall out !!!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was so excited to try this. It didn’t irritate my eyes or anything; and I was fine while using it. BUT i quick using it after about 3 weeks (bc I lost it while traveling) and within 2 weeks of not using it, my lashes started to fall out, RAPIDLY! Legitimately gaping bald spots. I had to get a script of latisse prescribed. I naturally have thick, long lashes but I love curling them and getting them lifted so I thought conditioning was the right thing to do. I DO NOT RECOMMEND unless you plan on using it for life."
        },
        {
            "review_title": "Very nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I got this in the mini kit and really like it. It feels good on my lashes makes them thicker."
        },
        {
            "review_title": "underrated!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I accidentally bought this product thinking it was the mascara, but I ended up loving it. Seriously strengthened my lashes and I saw substantial growth!"
        },
        {
            "review_title": "A good product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I think it strengthens my lashes very well. I also saw some growth"
        },
        {
            "review_title": "Great conditioner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This is something I never knew I needed. I naturally have very long eyelashes however either because I had a baby recently and/or covid, my hair everywhere started to fall put a lot. Since I started using the eyelash conditioner, I can feel that my eyelashes got thicker and stronger. I use it twice a day, underneath makeup and at night as is. Tip for covering it with mascara - curl your lashes, apply conditioner, wait good 5-10 minutes and then apply your mascara.   Ps. I am full of regret I didn't take the before picture but guys, the result is amazing."
        },
        {
            "review_title": "No results yet.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I have recieved this product complimentary for review purposes. I like the nice light smell. I have been using this for about 3 weeks now. Been using it every other day. I have not noticed any difference. Although I know it does mention to use it everyday and within 4-6 weeks you would see results."
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this product for trail from Influenster. While I did find it easy to apply, there was no significant results noted. I found it almost made things worse! When used as a primer - it made my lashes thin and they didn’t hold a curl."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Loved this product I used this with the lash serum and noticed longer lashes just within a short amount of time. No irritation and super easy to use"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary to review from Influenster.  I've been using this conditioner on my eyebrows as well as eyelashes. I'm an 80s baby so my eyebrows have been through the literal thin of things haha. Now im all for doing things to strengthen and repair the damage I've done over the years to my lashes and brows. I use this during the afternoon because I dont want to go to bed with this on. I didnt find any irritation or hair fall out with it. It's a little soon to tell long term results but so far it's very easy to use."
        },
        {
            "review_title": "Great Lash Conditioner!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I received this product complimentary from Influenster in exchange for an honest review. I used the lash repair on my lashes nightly as part of my routine for 5 weeks. I felt that it made my lashes softer and shinier. It does have a bit of a strong smell at first which I didn’t like, but it fades fairly quickly. I didn’t try it in the daytime, so I don’t know if you can apply mascara over it but I will continue to use because I’m enjoying the results."
        },
        {
            "review_title": "thicker lashes and less lash loss - a winner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I purchased this product with my own money. NOT incentivized. I’ve been using this for a few months now so I feel I can give you a good review.       I feel the GrandeRepair lash conditioner is very well formulated. It has a bunch of ingredients that you will find in pricier products, it’s a really good value for the money and an excellent choice for those who don’t want to use lash serums with cloprostenate or bimatoprost. Personally I use it once a day at night along with the GrandeLash serum, which I’ve been using on and off since 2013.   I found that the GrandeRepair lash conditioner paired with the GrandeLash serum gave me thicker-looking lashes vs using GrandeLash on its own, and I definitely have less lash loss. The problem with using the GrandeLash serum long term is that my lashes have synchronized on the same growth cycle, they tend to fall out at the same time every couple of months then I have to wait until the next growth cycle kicks in for my lashes to come back (I hope that makes sense, I haven’t seen anyone else talk about it because most reviews aren’t from a long-term user). While using the GrandeRepair serum at the same time I’ve definitely noticed less lash loss over the growth cycle, that alone makes it worth purchasing again and again.   The serum does dry a bit crusty and tends to clump the lashes together, that’s why I use it at night. If you really wanted to use it during the day you’d have to get a lash comb to comb out the clumps before the serum dries. But that’s a minor inconvenience compared to the huge benefits I get out of it. I hope they never discontinue this product."
        },
        {
            "review_title": "I like it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I like it a lot. I fried my lashes with a lash lift and they were dry and weird. This helped me hydrate them and put them back in place. I also used it on my eyebrows."
        },
        {
            "review_title": "Will keep using",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received this product to try out in an influenster voxbox and was asked to test it out for 6 weeks before reviewing the product which makes sense. Some positives about this product are the cute packaging, the ease of application and the scent is not super strong. Also it does not leave your lashes feeling heavy. I will say however that I did not see a huge difference in my lashes. I will have to continue using it and hopefully it just needs a bit more time."
        },
        {
            "review_title": "Replacing my Lancome!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This is definitely the best lash conditioner i have ever used. I used to use the Lancome one before this but ill be switching over to this product. It never burned my eyes or made them red. I use waterproof mascara so i was so happy to have this under to make them less brittle. This leaves your lashes feeling so soft and nourished! Highly recommend and i will repurchase myself. I received this product complimentary in exchange for an honest review."
        },
        {
            "review_title": "Good conditioner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Great conditioner. It applies easily. Doesn't get messy. Go on smooth. Makes your lashes feel softer and does help with fall out a bit. I noticed less lashes coming out through the weeks I have been using this. It seems like it would last a long time even using twice daily. I recommend this to anyone looking for something to soften their lashes and help with fallout."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely love this brand thanks to influenster! I use to use Vaseline on my eyelashes and eyebrows before bed to soften them however I felt that that was just in my mind, with grande cosmetics conditioner the softness is very apparent! Not only do my lashes feel softer to the touch they also look softer! Without mascara my lashes have a fluffy wispy look similar to falsies and I am totally in love with my natural lashes now!!! Would totally recommend this brand and this product!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I received this product as a free sample for testing purposes. I liked using this product however I didn’t notice much difference in the condition of my lashes because of it. If anything it made the curl in my lashes last longer but I notice the same results when using aquaphor or castor oil. I’ll continue to use this product until it runs out but I will not repurchase."
        },
        {
            "review_title": "Clumpy but works",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I wasn’t a fan from the beginning. It definitely works and has made a significant difference in my lashes. I am not a fan of the clumpiness when I apply it to my lashes. I also am not a fan of the scent of the conditioner. I still used it for 3 weeks and enjoyed the results but I can’t get over the scent and the clumpiness of it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I really like this item! I have been using this twice a day for a month and I have noticed my lashes looking thicker and stronger! Will definitely buy again !"
        },
        {
            "review_title": "Happy fuller lashes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This has been a godsend along with the lash serum. This has made my lashes look fuller eithout haveing to do much. I find this is the best alone or under mascara, and have found my mascara to be less clumpy when this is added to the routine. My lashes are happy!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I’ve received this lash conditioner to try and review and I am absolutely in love with it! I can see that my lashes are thicker and stronger, it doesn’t fall out as much as before. The spoolie applicator also helps to brush out and separate my lashes, they felt so much healthier. This is definitely a product I would recommend!"
        },
        {
            "review_title": "It seems to be working!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I am very excited to see actual results from this product but received it a bit late. For the 3 weeks that I have used it, I do notice some difference and I'm liking it already. Will update the review after 4-5 more weeks. My lashes are looking stronger and enhanced and it's super simple to apply. It has a mascara application."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "after using this product consistently I've noticed that my lashes don't fall out as much as it used to. I've applied this under my mascara and it has done a great job of keeping it in place during the entire day."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I received this product from Influenster for testing and review purposes. I didn’t really see a difference in my lashes while using this product. I never struggled with lash length or density, so I didn’t really need this product. I did notice less lashes falling while using it, but that’s about it!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I was gifted this product for testing and review through Influenster. I'm not gonna lie, I rolled my eyes at the idea of a lash conditioner, but a few days into using this and I'm sold! It has a faint but lovely perfume, goes on light and absorbs well. It had made my lashes softer, stronger, and given them a natural curl. I apply it at night after my shower, in combination with the lash serum, and it's like a little spa for my lashes. A very quick and sustainable step in my nighttime routine."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Normal skin",
            "review_text": "I received this product complimentary from Influenster in exchange for an honest review. I have healthy lashes so I didn’t notice that it did much for me but I think if you wear false lashes a lot or if you get lash extensions it would be beneficial to keeping your lashes soft and healthy. It does have a bit of a strong smell at first which I didn’t like, but it fades fairly quickly."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Great product! I got this for free from Influenster to review and it’s something u don’t realize u need till u get it! Used for 40 days every night and still have lots left, it makes my lashes thinker smoother and seem darker at ends? Don’t need ti curl them as much now! I will re buy!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "this was nice I could wear it under my mascara with no issues and I could wear it to bed. I feel like wearing this to bed helped my lashes curl more but I could be imagining it? I received this free for review from influenster and it was nice to try, I feel like I lost a lot less lashes. but wasn't anything I really noticed a big difference with it"
        },
        {
            "review_title": "Awesome product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I received this product to try, for free from Influenster, but my opinions are my honest opinion. I will definitely continue to use this product. I’ve noticed less lash fallout and my lashes feel soft and conditioned. It has a very light smell. It absorbs easily and you can put mascara over it, or just leave as is for a nice natural look. When using under mascara it seems to add some thickness to the lash."
        },
        {
            "review_title": "ne vaut pas le.prix",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "j'ai reçu ce produit gratuit pour le tester . c'est un produit qui fonctionne j'ai des cils plus long et plus solide et c'est simple.d'utilisation. par contre ce n'est pas un produit chouchou ça ne vaut pas la peine de payer ce prix pour ce produit ."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I received this product from Influenster in exchange of my honest review. I generally like this product. I feel my lashes are stronger after continued use, but I’m not sure I noticed increase length. I do wish the project would dry faster after application to allow me to quickly curl my lashes and apply mascara in the morning"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I recieved this product for testing purposes. I found it to be a wet formula but did notice some volume and length added. However I lost curl and would notice thick residue on my lashes from this. I still get my usual fallout."
        },
        {
            "review_title": "Less eyelash fallout",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this product for free from Influenster and Grande Cosmetics in exchange for my honest review.  I’ve been using the Leave-In Lash Conditioner for a month and it is very easy to apply. If I wear the conditioner under mascara, it straightens my eyelashes too much so I mostly use it at night. It may have helped strengthen my lashes and reduce eyelash fallout but I haven’t noticed any change in my lash length or volume, they do not look longer or thicker. I would have to give it more time to see if there’s results. I would recommend based on having less fallout."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is a nice conditioning product. Made my lashes softer and I noticed less fallout. As a contact wearing eye rubber I noticed my lashes looked thicker and fuller. It was easy to apply and didn't sting or cause irritation."
        },
        {
            "review_title": "Healthy treat for your lashes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I enjoy applying this product on my lashes, I find it goes on smoothly and makes your lashes softer. I find my lashes look fuller in a subtle way. I only had a month to try and I will be trying for longer since they say it takes 3 months to start showing."
        },
        {
            "review_title": "Easy to use",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This lash conditioner was easy to use. I swiped it on like a mascara every night for 4 weeks and let it work while I slept. I find that my lashes feel softer and fall out a bit less. The product goes on slightly white and I could feel it on my lashes, so I decided against trying it on under mascara. I will use it up, but I haven't decided yet if I will repurchase."
        },
        {
            "review_title": "This is fantastic!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Preface: I was chosen by Influenster to review this product for free. Combined with the serum, this leave-in lash conditioner was fantastic. I applied it every day for a month straight and really noticed a huge difference with the strength and length of my lashes. Mine are typically brittle and stumpy, and it usually takes tons of mascara to make it look like I have nice eyelashes. I really noticed a difference after applying mascara. One coat, and they look long and gorgeous compared to my usual lashes. My left lash line up top is kinda patchy and uneven, but I swear it looks normal again thanks to this stuff. It's easy to apply, the wand is sturdy and just the right size. I even liked the smell of the conditioner. I typically apply it in the evening, but maybe I'll give it a shot in the morning to see how it works as a primer under my mascara. This is so worth the price, and I wholeheartedly recommend it. I'm going to continue to use it daily, and I'll definitely be purchasing it once I run out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I really enjoyed this conditioner! It was easy to apply and use on a daily basis!! My lashes felt softer and more stronger after just one week! I also noticed less fallout and I am a frequent “eye rubber”! I would recommend this product."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Thank you Influenster and Grande Cosmetics for the complimentary GrandeLASH Peptide Lash Enhancing Serum and the GrandeREPAIR Leave-In Lash Conditioner. I have short eyelashes and have been wanting to fix that problem for years.   First off, the packaging is really cute. I love the 2 tones of pink and the soft feel of the boxes. Both tubes were pretty gold and a great size to carry around. These contain lots of natural ingredients and they are cruelty free (very important!). The instructions were clear, easy to apply, and has no smell. It doesn’t sting the eye at all and seemed quiet gentle on the skin compared to other brands - no redness or reaction. I have seen some difference with my lashes looking fuller and slightly longer, but of course it’s not a few week miracle. I will continue using it for continual enhancing and strengthening."
        },
        {
            "review_title": "Love this product!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have never used a lash conditioner before but I absolutely love this one!! I use it before bed after I have removed my makeup and now also before my mascara like a primer.  I noticed a difference in the length and strength of my lashes within the first week of use.  I used this in conjunction with the serum so I am unsure which contributed more, but this is the product I prefer.  I received this free to try but would definitely buy again"
        },
        {
            "review_title": "Worth a shot",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I was happy to test out this product, however I have only been able to use it for 3 weeks so far and have only noticed minimal differences. This product is very easy to use and is not irritating at all if you accidentally get it in your eyes. I have noticed my lashes are getting thicker and seem stronger as well. It’s very easy to apply as it has a mascara wand however it doesn’t feel like there is anything on your lashes at all. I’m excited to see the progress of my lashes continue."
        },
        {
            "review_title": "soft and supple with lustre!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "After using this lash conditioner for 4 weeks, it is safe to say... I am a fan! I have used castor oil regularly to hydrate my lashes so I decided to replace it with this when Influenster sent this to me to review. It has kept my lashes super soft, they fall out less and they even have a lustre to them now which makes them look extra healthy! You apply it as you would a mascara so it is super easy. Would definitely buy this for myself when I run out :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I have been using this for 4 weeks now and have definitely seen an improvement in the look and feel of my lashes. They appear healthier and stronger-looking.  I use it under my mascara as a primer and it works well in this way as well! It is definitely something I will add to my regular routine!"
        },
        {
            "review_title": "Feels Luxurious",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "10 I like the applicator on this lash conditioner. It makes my lashes feel stronger and healthier. Randomly, it has a really nice smell to it. When I use this with the serum my lashes feel stronger and healthier. It dries quickly and can be applied prior to mascara application. The good peptides are essential in less lash fall out."
        },
        {
            "review_title": "Not exactly what I expected",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I used this kind of makeup for the first time ever. I got it free for testing purposes. The packaging is pretty and so are the tubes. they're a nice gold color. however, I do not believe this item worked for it's intended purpose. I have very thin almost no existent eye lashes. while it did do the job of me not losing any it didnt really plump up what I do have and it didnt really make them any thicker than what they were. Perhaps with more use they the end result will come to fruition. My lashes are definitely stronger but they're not thicker by any means"
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I really enjoy this product ever since I started using it from the lashes are much more manageable they look a lot more fluffier and it just they look more more better they look so cute as beautiful I look like I got more lashes th one I use to and I love how it's a very light weight it doesn't weigh down my lashes at all and it dries up very quickly it's just a very great product I can't wait to keep using it to see how much more better my lashes are gonna get"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I recieved this product for free in exchange for my honest review. This product is a leave in eye lash conditioner that is to make lashes stronger, less brittle, have less fall out and less breakage. I can say that my lashes are very soft. I have not seen any breakage or fallout since using this product. I like how it is applied the same as mascara. If you can apply mascara then you can apply this product. I would recommend to give this product a try if your lashes need some help."
        },
        {
            "review_title": "Excellent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Excellent  product,  I got it for free and have been using it for some time and have noticed a difference  in the overall health of my lashes, they look more thick and long, but it causes a bit of an itch on my left eye, not any other reaction so I'm still using it for now. Overall  is a good product"
        },
        {
            "review_title": "Lengthy lashes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this product! I got this product complimentary. I have been using the leve in conditioner for four weeks now. I have found that my usual short spiky lashes have lengthened and filled in over this time! I will continue to use the conditioner and would recommend it to anyone!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "I got to try this product for free from Influenster. I really like the rose scent, it's easy to apply, and I don't have any burning or side effects after application. I use it with the Lash Enhancing Serum as well. I recommend it!"
        },
        {
            "review_title": "Great product!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I received this as a gift from Influenster and I had the chance to try it, my.lashes look fuller and healthy! I am please and happy with it, after I finish it I will definitely get more!!!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I used this for about 4 weeks and noticed some difference.  My lashes seem to a little thicker, noticed less flashes falling off when I rub my eyes and I need ever lash I have and take on curls more when I use my eyelash curler. It’s a little pricey but would be worth it if you are looking to help with more brittle lashes that always falls out I would def recommend this conditioner"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I used this daily for 4 weeks. My hair is coarse and straight, which makes my lashes quite spiky. The conditioner made them a bit softer but it’s not visibly noticeable. The application was easy enough, it’s like a regular mascara wand. No colour so it didn’t really matter how neat you are with it. I didn’t notice any difference in the appearance of volume or length. I didn’t notice any less lash fall out than usual."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I received this complimentary and love it. Applied easily with no scent which is great. Makes my lashes look so much better and no issues with mascara being applied on top. It separates my lashes too. It’s not dry and thick like other conditioners. I will buy this myself when it is time"
        },
        {
            "review_title": "Smells fantastic",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "For some reason I really enjoy the smell of this lash conditioner. I find it was super easy to use because the wand is just like you are putting on mascara. I did notice that my lashes were longer and stronger looking after using this in combination with the serum. I would probably purchase this item again, but would skip the serum due to the high cost."
        },
        {
            "review_title": "Pretty good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Pretty good! I got this free for testing purposes and I prefer to apply it alone and not under mascara. I found it flaked off with other products applied over it. It seemed to moisturize and help to lengthen my lashes."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "After using this product everyday for 2 weeks, I noticed how much softer my lashes are. And I love that I can apply mascara over top of it"
        },
        {
            "review_title": "Easy to use + effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I really like this lash conditioner and have been using it religiously for the past 10 days. Within a couple of days, my lashes looked markedly better and appear longer and shinier even without mascara (which is great for me as a new mom!)   I brush it on in the morning as well as at night as part of my regular teeth and skin routine! It slides on easily and doesn’t leave a film or any flaky residue."
        },
        {
            "review_title": "really good lash conditioner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I used this conditioner daily to see if it would help my lashes at all.  Right away I noticed it made my lashes look so full and thick.  I often used it under mascara and it helped my mascara go on much smoother.  I feel like I'm seeing less lashes fall out since I've used this product, and it will now be a staple in my self care routine. Would definitely recommend this product"
        },
        {
            "review_title": "Fuller Lashes with Less Fallout!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Decided to try this products after also trying GrandeBROW and GrandeLASH. This product is now a must-have as well! I have incorporated this product into my day and night routines. My lashes feel softer and fuller! I can also see a difference with less lash fallout!"
        },
        {
            "review_title": "Amo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Realmente veo una diferencia al usar este producto, mis pestañas estás mucho más llenas y fuertes, combinado con Grande Lash ha hecho una diferencia muy grande en mis pestañas :)"
        },
        {
            "review_title": "best lash products",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I use this every night before bed with the grande brow and grande lash! It is amazing. So so amazing. I have notice thicker and longer brows in the 5 weeks I’ve been using it"
        },
        {
            "review_title": "I swear by this conditioner/serum combo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This leave in lash conditioner is absolutely amazing. I put on the lash MD eyelash serum first, then once it dries down a bit I go in with grande repair. My eyelashes are the longest and fullest I have ever seen them. I had lash extensions for the longest time, about 4 years, and when I took them off my natural lashes were all broken. That’s why I knew I needed the serum and conditioner! I was so right, this combo is a match maid in heaven!! After three months of using the serum and conditioner every single night(DON’T GET LAZY, ITS SO WORTH IT) you’ll see a a drastic difference in your lashes! I have never had any results from lash serum/conditioner from any other brand. To see my lashes so long is so exciting! Seriously this stuff is a MUST."
        },
        {
            "review_title": "absolutely love and recommend this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have been using this product since December 2020 and I cannot believe the growth in my eyelashes! I have been asked if my eyelashes are real! They look amazing and almost too long! I love this product."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "A friend told me to pair this with the grande lash serum and if anything I think it’s a good thing to put in your lashes before you apply mascara. It is a little expensive and I’m sure there are cheaper options that do the job just as well. So far I’ve only noticed a slight difference in my lashes, nothing dramatic. At most I feel like this protects my lashes from the damage mascara does - they don’t fall out as much."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Been using this product for at least 2 weeks straight and have noticed my lashes area little fluffier.  I use this every morning and night combined with Peter Thomas Roth eye lash serum and my lashes are extremely longer and a little bit fluffier. I applied to bottom and top lashes and have noticed a change. Using both products in the morning and night seems to have sped up the process even tho it is recomm to be used at night.   Wish the brush was smaller as this brushes on way too much product on the lashes."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I perm my eyelashes a lot and because of that, they become very thin and weak. Since using this I’ve noticed that my eyelashes don’t fall off as easily and they maintain their thickness after perming them.   DISCLAIMER: they will not “grow” your lashes though.   My ONE complaint is you go through one tub very quickly."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I had high hopes for the product because of how amazing the serum has worked for me. However,  after around a week of using this product daily, my eyelashes felt very thin and flat."
        },
        {
            "review_title": "Wanted to love",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "I’m so sad I wanted really wanted this to work for me, however I break out into my brows while wearing this eyelashes conditioner…"
        },
        {
            "review_title": "Prime and Condition",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I think it's helping my eye lashes. I haven't had as much lash loss since using this conditioner. This acts like a primer in the morning when I use it before mascara. I think it helps extend my lashes and grabs and keeps the mascara better. I will repurchase and recommend."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Been using for a month, lashes are noticeably stronger/softer/fuller/longer. Highly recommend."
        },
        {
            "review_title": "Lash Growth and Breakage prevention",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I have gone through a few tubes. I use this a few times a week, especially on days that I am wearing mascara. It is great pair with lash serum. My lashes have grown tremendously for the past year. Usually when I use a lash serum, my lashes tends to break off towards the ends, this product condition my lashes and prevents breakage. I will say that the fragrance of this product is quite overwhelming. It’s smells good but it could be very irritating for some people."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I have waited 3 months before writing this review. I find that my lashes are not longer after 3 months. I find that this for me is better at night time as my eyes can get teary if i get too close to the base which is often. When i use this in the daytime i have to be careful cause my eyes may tear and burn and if i applied mascara I am a mess. However I do find that my lashes are softer with this product when I wake up in the morning."
        },
        {
            "review_title": "Nourishing lash conditioner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have enjoyed using this lash conditioner as an everyday alternative to mascara. It softens and nourishes my lashes but also provides some separation and definition, which I love. The applicator is easy to use and the product swipes on cleanly without clumping or stickiness. I have not experienced any irritation or sensitivity while using this lash conditioner. My only issue so far with this product is that it contains added fragrance, which is not strong but is noticeable immediately when I open the tube. I dont mind scented skincare and beauty products but I feel like the added fragrance is just unnecessary in this type of product."
        },
        {
            "review_title": "It’s Grande!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Love it! Works great! Fast shipping too!! Highly recommend!!"
        },
        {
            "review_title": "Good so far",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Almost two weeks in. I feel like I've seen a little growth so far but nothing major. I will keep using though. My lashes feel softer which is nice!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I like that this product can be worn alone at night or under mascara during the day! This feature definitely makes it easier to incorporate into my routine. I didn’t notice a huge growth spurt in my lashes, but I wanted to strengthen my lashes as they seem to fall out frequently and they seem healthier 2 weeks in. I was happy it didn’t have any adverse effects on my dry eyes which was a plus for me and how irritated they get. I don’t get extensions and I think they may be more of the intended audience."
        },
        {
            "review_title": "Softer, shinier lashes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The product applies well to my eyelashes. It has made my eyelashed softer and has noticeably made them shinier. My lashes tend to fall out a lot especially since I have long lashes, I still haven't noticed and difference in lash fall out which is a downside because that is supposed to be one of the products features."
        },
        {
            "review_title": "my eye lashes are softer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Fair skin tone, Oily skin",
            "review_text": "i have using this conditioner for a few days now and i start to see a difference in the condition of my eye lashes. they are becoming more flexible while I am applying my mascara. i tend to loose a few eye lashes while cleansing my eyes from waterproof mascara. i try to be NOT too harsh while cleansing. i will continue using it and see more result with this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is nice size for this type of product. The wand makes it very easy to apply with no mess. I've noticed my lashes become softer. I have curly lashes but when the new ones start growing they tend to stick out straight. This helps me with getting them conditioned and easy to manage."
        },
        {
            "review_title": "moisturizing, less brittle lash. strong smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "After using the product for anout a week, my lashes appear to be more flexible, less brittle, and look overall healthier. I can definitely tell there is a moisturizing component to this conditioner. I did not notice any effect of lashes getting longer or fuller, but maybe I need to give it time. The smell is strong though, and I guess can't potentially not work for sensitive eyes because of that"
        },
        {
            "review_title": "Nice Leave-In Lash Conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Nice lash conditioner. My lashes are thin and short, so I am applying at night as well as in the morning. I have noticed that my lashes look fuller when I apply mascara now! Good!  Angela lavingia"
        },
        {
            "review_title": "nice lash conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Nice conditioner! My lashes are short and thin, so I am needing the help. I apply at night prior to going to bed. I then apply underneath my mascara. It makes my lashes look plump!  Angela Lavingia"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "I have the grande cosmetics mascara and brow serum and I really like it. This conditioner goes on smooth and doesn't irritate your eyes. I make sure to read instructions for best results and so far see shinier lashes."
        },
        {
            "review_title": "Not good for sensitive eyes",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "After using this for a week, my lashes feel very soft and healthy. I haven't noticed a difference in growth, but it hasn't been long enough to tell yet. Unfortunately, I can only rate 3 stars because the formula is a bit watery and not great for my sensitive eyes. I have to be very careful when applying to avoid it running in my eyes. If I apply too much, or too close to the base of my lashes, it stings pretty badly."
        },
        {
            "review_title": "My lashes feel soft!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Overall, I really like this lash conditioner! It feels very hydrating for my lashes and my lashes feel soft the next day when I use it overnight. I’ve also been using this on my eyebrows and I feel like it’s helped them grow a bit. I look forward to seeing how this has helped my lashes after consistent use."
        },
        {
            "review_title": "Did Not Like It",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I love the idea behind this product but it has such an overwhelmingly strong smell for no reason. For an eye product it’s extremely heavy and goopy and instantly irritated my eyes."
        },
        {
            "review_title": "Lash Conditioner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "GrandeRepair Leave In Lash Conditioner doesn’t provide immediate results but if you use it consistently for 1-2 weeks you can tell a difference. I’ve noticed my lashes to be fuller, softer, and more flexible."
        },
        {
            "review_title": "I like the ingredients",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I like this GrandeRepair Leave-In Lash Conditioner.  Especially the ingredients, aloe, avocado oil, grape seed oil, etc. It feels moisturizing on my lashes. I have a very sensitive eyes and for now I don’t feel much irritation. The only thing I don’t like is the scent of this conditioner. Otherwise it’s very smooth and easy to apply. I haven’t try applying it underneath the mascara might be too crowded. It also has biotin. And my lashes feels softer."
        },
        {
            "review_title": "The real deal",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Wowww pleasantly surprised! I have been wanting to try a lash growth product to grow out and enhance my eyelashes. I saw good reviews about this one and I'm so glad I got it. I have only been using it for a couple of days and I already see a huge difference. The lashes look thicker and longer. Also I love the smell of it and the consistency is easy to apply."
        },
        {
            "review_title": "Fuller and darker lashes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I am working on better self care and making strides to look my very best. I am somewhat of a naturalista so I don’t like fake lashes but I do like the way “natural” fake lashes look. So my goal is to have healthy long and thick natural lashes. I believe this product helps with those goals. It is different from other lash products and serums because it is a conditioner. It focuses more on the depth and nourishment of the actual hairs on your lashes. I put it on at night before I go to sleep. This has helped to give my lashes a darker and fuller look. I will continue to keep this in my make up bag."
        },
        {
            "review_title": "Works great for guys too",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I decided to give this a shot to try and get my lashes to lay better. I’ve historically had my lashes get bent into my eyes and fall out frequently, so I was trying alternatives to try to get them softer and easier to manage. I was very pleasantly surprised at how well this works and has been really effective at conditioning my lashes and keeping them from getting into my eyes. Feels way better after applying this in the mornings for a few days"
        },
        {
            "review_title": "Like but don't love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Like many folks, I'm always trying to make my lashes bigger, better, and bolder. After a week or a little more of use, I'll say that I've really enjoyed the Leave-in Lash Conditioner! The conditioner consistency is a lot lighter and less viscous than comparable lash serums I've tried previously which I love. After all, nobody's wants heavy weighed down lashes! I also appreciate that the lash wand is on the smaller side and doesn't come out deeply saturated with product allowing for more precise application. I'm up in the air whether this conditioner has made a big enough difference to warrant the price, but my lashes feel do softer and more moisturized so I'll continue using it for now! My main compliant is that I absolutely hate the texture of the outside of the container, but that's probably just a picky thing on my part!"
        },
        {
            "review_title": "Not A Fan",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I really wanted to like this serum but I didn’t. It has an extremely strong and overwhelming scent, which I don’t understand why that’s necessary for an eye product. My eyes instantly started to bother me after I put this on and I found this product to feel very heavy and goopy on my lashes"
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Great lash conditioner. I’ve been applying it every night before sleeping and I notice that my lashes have been getting stronger. The consistency is great, not too thick and not too liquid. It’s also great for using before applying your normal mascara!"
        },
        {
            "review_title": "Good lash treatment",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I have never done a lash treatment but I liked this one especially with the serum. After a few days of use, I feel like it’s very conditioning and I noticed that my lashes felt like they were more conditioned."
        },
        {
            "review_title": "Great for sensitive skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Usually when I try to use serums/oils it can make my eyes feel tingly and give me a slight allergic reaction. This has not! Love the smell, and the spoolie is so soft even though it's for growth it really acts as a nice base to my mascara making everything evenly spread out/not clumpy"
        },
        {
            "review_title": "Nice Product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I really enjoy this product.  It has a nice floral scent which I like alot. My eye lashes look alot better already. They feel stronger. My only complaint is when I use it, it leaves a milky white texture on my lashes. Because of that, I will only use at nighttime,  and not during the day."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Been using for the past few days and it’s made my lashes feel softer and it hasn’t been irritating my eyes like some of these serums do."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I really like this lash conditioner! It’s great for summer trips. I left it on my eyebrows and lashes after a day in the sun. In the morning, my lashes (and brows) felt Very conditioned and soft. Would definitely recommend!"
        },
        {
            "review_title": "Phenomenal conditioning",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "I love it. I can’t believe it. I bought it after putting it in and out of my cart for weeks. I assumed the brand was just going off the hype of the lash serum, and simply produced a conditioner to increase their margins (lol), but this is really good!!! If you’re struggling with brittle lashes that have started to point in different directions (my problem), I highly recommend this. I’ve been using it for 4 weeks and I see an actual, palpable difference in my lash strength. My mascara also looks so much better when I use this as a primer. It feels like it will last me another week or two, so you get about 6 weeks out of the tube. Not bad for the price point, and considering that it actually works."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this product! Make my lashes feel soft and nice! I love the smell of it too. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Great product . Very nourishing. My lashes feel hydrated."
        },
        {
            "review_title": "wonderful product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This feels great on my lashes! I would’ve never thought about eyelashes needing to be “conditioned”, but I can definitely feel a difference after the first couple of applications. My lashes look clean, healthy and with a healthy shine (nothing unnatural). The applicator works perfectly and I’m so anxious to see if this applicator would work wonders when applying mascara. I love how it provides the perfect amount of product to my lashes."
        },
        {
            "review_title": "Very high quality packaging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I was pleasantly surprised by the awesome packaging. The serum comes in a gold brushed container which looks really gorgeous. It is super easy to use, just apply it like a mascara (I recommend applying it from above and below the lashes). I just started using it so can’t report any results yet but so far, I’m happy."
        },
        {
            "review_title": "works really well!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I’ve used it for less than a week but I already see a difference.My lashes have grown and also feel softer.The only thing I didn’t like was the smell."
        },
        {
            "review_title": "Amazing lash leave-in conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "I've been using this for about a week now every night and I have noticed my lashes are less fall out and less breakage. This las leave in conditioner doesn't burn and sting my eyes at. It smells so good as well.  I'd say stick with it; the results are incredible. I never EVER lose eyelashes anymore thanks to this stuff!"
        },
        {
            "review_title": "4/5",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I like how it doesn’t make my eye itch and can’t even feel it’s there. Usually other products make my eyes uncomfortable."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Nice. Very conditioning, hoping for great results from long term use. Overnight my lashrs feel hydrated."
        },
        {
            "review_title": "Works well !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I wear fake lashes all the time and have been doing it for 5 years religiously now. I stopped wearing mascara for a long time now and the fake eyelash glue sometimes will make ur natural lashes not as strong anymore so I decided to try this. It conditioned my eyelash hair and strengthen it. Love the cruelty free ingredients! Easy to use daily. I put the is on and then put my fake lashes on"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Fabulous product. I use this and my eye lashes looks nicer and thicker. Happy with the product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I love this product and how it really conditions my eyelashes. I have sensitive skin and this product doesn’t irritate them at all."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I feel my lash looks fuller after apply the conditioner. Super easy to use. Adding to daily routine, look  forward to seeing more change!"
        },
        {
            "review_title": "Not for me but seems like a good product overall.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "I have never used such a product before but thought it sounded interesting enough to give it a try. When you first open it you definitely notice a fragrance smell of some kind. I have a highly sensitive nose to smells and sensitive skin so I was worried about using this. I don’t have any issues with lash loss or anything like that. I did notice after using it the night I received it my lashes seemed more noticeable and not sure why but it was kind of cool. I’m going to apply mascara over it to see if that makes them pop even more. I think it’s a bit pricy and unnecessary for me so I won’t buy again but for those who like conditioners of any kind would probably like this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I highly recommend this! It leaves my lashes looking longer and fuller! Easy to use too. Will keep as a staple in my routine."
        },
        {
            "review_title": "Nice eye lashes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "My wife loves this product. Her eye lashes look amazing."
        },
        {
            "review_title": "It has a floral scent but works",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This conditioner makes my lashes healthy and soft. Like everyone else says, there is a floral scent. I thought it smelled good but it was a bit strong. The scent fades after applying it to your lashes. I am pretty sure the scent comes from all the floral extracts that they used in creating the conditioner along with the addition of a fragrance I see listed on the ingredients. Might be a bit much scent but it does it’s job in conditioning lashes."
        },
        {
            "review_title": "Unnecessary fragrance",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "The formula itself seems fine, but I'm not sure why they had to add fragrance to a product that is applied to such a sensitive area near the eyes. So far, the product has not caused any reactions, but I am hesitant to use it every night. You should probably stay away if you are sensitive to fragrance."
        },
        {
            "review_title": "Okay",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "It’s a good product. The smell is okay. But it conditions my lashes and makes them full and fresh"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "I like the way this makes my lashes feel. I definitely noticed a difference in the softness and conditioning. I tend to wear waterproof mascara, and my lashes are definitely in need of some TLC. Wasn’t crazy about the scent- a bit too strong for me, although to be fair, I am very sensitive to fragrances."
        },
        {
            "review_title": "Conditions well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I use this in combo with the grandeLASH and I think it helps condition my lashes. I had very thin, short lashes that would fall out a lot. So, I think this did help prevent fall out and breakage."
        },
        {
            "review_title": "Smell is not great and overpowering",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I bought this partially because some reviews mentioned they like the smell, but to me it smells kind of like flowers gone bad… Like floral with a rancid edge? : Not sure if my tube is old or if it's just preference. I do have a sensitive sense of smell, but I just applied it 5 min ago and I can still smell it on my lashes. So sad because I really need a product like this and couldn't find many options."
        },
        {
            "review_title": "WHY???",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "yo, this is SO perfumed that it smells stronger than EVERY FRAGRANCE I OWN - I was hoping to find something to work into my beauty routine, but this one is *not* it. the texture alot is problematic, and I had to comb it in with another spoolie. I love the idea, but frankly this execution is a shockingly bad."
        },
        {
            "review_title": "Thumbs Up",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Happy with the product. My lashes are longer and thicker. I use this in my night routine only. Will definitely keep using a lash conditioner"
        },
        {
            "review_title": "Softest Lashes Ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Makes my lashes feel so nice and soft!! I use when I do my skin care routine, before applying anything else around/on my eye area."
        },
        {
            "review_title": "Good conditioner, won't grow lashes longer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "This is a lash conditioner. It will make your lashes softer, stronger and prevent breakage. This will not make your lashes longer or promote growth. I'm on my second bottle now, and I have noticed that I get less breakage and my lashes are quite soft. There are much cheaper lash conditioners on the market but I like the applicator and smell so I will continue purchasing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Religious about applying it every night and I’ve definitely noticed the difference in my lashes after a few weeks. Longer lashes!"
        },
        {
            "review_title": "Makes the eye lashes softer.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I use once in the morning instead of mascara.  I started with the eyelash serum which is why I rarely now use mascara.  Noticed with the increase length of lashes that grew were thicker and seemed stiff.  Tried this and it works.. not only do I have great real lashes at my age which is over 50 but with this leave in lash conditioner, they are softer..  I use serum at night and this in the morning.  As others have stated, this goes on your lashes and not used like the serum with is at the lash line.  Recommend if false lashes are just not for you..."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Love this product, conditioned & made my lashes darker and thicker."
        },
        {
            "review_title": "conditions and smells lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, lightMedium skin tone, Dry skin",
            "review_text": "Conditioning and smells amazing. I use this along with the Grande Lash MD serum at night. I also wear this during the day, on no make up days. I’m  seeing a difference in growth and softness and LOVE the rose/floral scent."
        },
        {
            "review_title": "worked a miracle on my lashes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I use a prescription eyelash “grower” that seems to make my lashes thicker but stiff. They were like plastic doll lashes. I applied this lash conditioner about 10 minutes after my “grower” and woke up to the softest lashes I’ve had in years. I didn’t apply it too close to my lash base, so it didn’t irritate my sensitive eyes. Ill buy again! (I’ve never tried anything else to soften my lashes, so I can’t compare it to other products)."
        },
        {
            "review_title": "Just get some castor oil instead",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "It’s okay, I used this after getting my eyelashes permed and I think it helped it strengthen and kept my lashes looking healthy. The product burns a little bit and makes my eyes itchy so I stopped using it. I’d rather use castor oil."
        },
        {
            "review_title": "Clear definition of lashes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, lightMedium skin tone, Combination skin",
            "review_text": "Defines my blond eyelashes without being cakey, is slightly white, but not thick. I wear it alone without mascara."
        },
        {
            "review_title": "It's great! - Tips for Optimal Use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I'm actually shocked to see such low ratings for this product. From what I can tell it looks like other people are using this at the same time as they use the GrandeLash MD Serum.   Don't do that! I don't think the products are meant to be used in conjunction with eachother. Others seem to be using it at night. Don't do that either! You apply it directly to your eyelashes so the product is going to get in your eye while you sleep. You can put castor oil on your eyelashes and it will irritate your eyes while you sleep. That's common sense to me lol.  I like to use this product during the day, on days I don't wear makeup or mascara. I have noticed less lash fall-out when I do choose use mascara.   I love the serum, and I love this conditioner. I found it for sale on the GrandeLash website and that's where I tried it.  Highly recommend!"
        },
        {
            "review_title": "wish I could endorse as strongly as the serum",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I've been using the serum for almost 4 months and had great results. My lashes are so full and long that I don't even need mascara most days. I bought this as something to define them and keep them looking soft and healthy instead. Like a clear mascara, but also nourishing. This will do that, but the rose fragrance is so strong it makes my eyes water terribly. I wanted to love it, but it's not for me"
        },
        {
            "review_title": "Not for me...",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Wanted to love this but it caused extreme irritation. And SO SO much fall out. My eyes have never felt this dry before, never had this much fall out and such an itchy lash line. Extremely uncomfortable."
        },
        {
            "review_title": "Super irritating",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I wanted to love this, because I adore the serum and the mascara, but this left me with watery, itchy eyes to the point I have no way to know if it’s working because it all immediately washes off. Sadly going back. Be careful if you have sensitive eyes - mine usually aren’t, but this does not agree with me at all."
        },
        {
            "review_title": "In love.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I love this stuff sooo much. I have been using it together with the lash growth serum and it’s been wonderful. I had lash extensions for two years and finally decided to quit for a while, and this plus the serum is what I needed to get my lashes back to being long and healthy!"
        },
        {
            "review_title": "Not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, mediumTan skin tone, Oily skin",
            "review_text": "I love the lash serum, but this leave in conditioner didn’t work for me. It cause a lot of discomfort at the lash line. I stopped using it immediately after noticing. It took a couple days for the discomfort to go away. Not something I would recommend if you have sensitive eyes"
        },
        {
            "review_title": "YES!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I've been using the Lash Enhancing Serum for almost a year now and I love it! I started to notice in the last month or so that my lashes were feeling very dry and brittle so I gave the Leave-in Lash Conditioner a shot and I have to say it's just what I needed! My lashes are long and soft now. You should also give this a try if you're having the same issues I was."
        },
        {
            "review_title": "give it a try for dry lashes",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I have to be honest, I do not know if this is doing anything but I like knowing I have conditioner as a layer before mascara. I do think it has kept my eyelashes from falling off when I wear mascara too many days in a row."
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I'm not sure if it was due to the cold, or my eye allergies, eyelash curler, the new rapid lash serum conditioner I was trying, hormones or any number of other factors, but i suddenly found that my lashes had this become dry and brittle. They often broke or splitting and there was a spot where no lashes were growing. Even when I stopped the curling and the rapid lash, I found that the were still dryer, more coarse, etc. Despite cleaning more often and taking care of my allergies, diet and hormones, still no luck.   This conditioner, which is more cream-like or balmy, than a water light serum,  helped me get my lashes back. It also helped them grow longer and thicker than ever, even without the grande lash serum. It only took a couple of weeks. I also added the grande lash serum and saw even better results but am still waiting on one or two bare areas to fill back in.   All in all, I'm very pleased about the amount of product we receive, its consistency, and the results. I think my only issue may be with the applicator, which sometimes applies globs of the product that you have to work through other lashes. Good thing it dries clear."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "Just beware, this stuff was really irritating for me, and I don’t normally have very sensitive eyes. I’ve used their lash serum before without issue, but every time I tried to use this, I woke up with dry, red, crusty, irritated eyes. When I tried to put it under mascara, my eyes itched and watered so badly that my eye makeup got smeared everywhere. I even got styes during the period I was attempting to use it, and everything cleared up fairly quickly once I stopped. It was such a miserable experience that I’m just going to toss it and not try to use it again."
        },
        {
            "review_title": "obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "AMAZING! I use this and their lash serum and my lashes have never looked so good!"
        },
        {
            "review_title": "conditioning",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Let me preface this review by saying I recently started using the serum as well and I really like it. It is helping my lashes grow long and strong and beautiful! I feel as though this is a supplement to that product.   For my review of this: I love it! It is a clear/white-ish (dries clear) serum that’s dispersed on a mascara wand that you brush on your eyelashes. I feel like it’s very conditioning and after a few days of use I noticed my lashes felt like they were more conditioned for sure. I have never done a lash treatment but I love this one especially with the serum. I am hopeful this will help my lashes become stronger/less breakage. My only issue is it has somewhat of a strong floral scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I just started using this a week ago. I’ve used the serum for quite awhile and I love it. I’ve already noticed a reduction in lash fallout and breakage. Love it!"
        }
    ]
}