{
    "product_id": "829",
    "name": "Molecular Repair Hair Oil",
    "brand": "K18 Biomimetic Hairscience",
    "categories": "Hair, Hair Styling & Treatments, Hair Oil",
    "price": 88.0,
    "about": "What it is:A biotech-engineered, weightless oil that works on all hair types to strengthen, repair damage, reduce frizz at two levels of the hair fiber, and improve shine..Hair Type:Straight, Wavy, Curly, and Coily.Hair Texture:Fine, Medium, and Thick.Hair Concerns:- Frizz.Key Benefits:- Reverses damage caused by frizz.Highlighted Ingredients:- K18PEPTIDEu2122: Reverses hair damage that causes frizz, promotes strength and smoothness..Ingredient Callouts:This product is vegan and cruelty-free..What Else You Need to Know:This strengthening, smoothing hair oil works on two levels of the hair fiber to fight frizz. The K18PEPTIDEu2122 works to address deeper level damage that causes frizz, repairing and strengthening damage at the innermost layer of the hair fiber to reverse  damage that leads to frizz..Fragrance Description:Fresh floral scent..Clinical Results:In a 3rd party clinical study, one use of the K18 Molecular Repair Hair Oil delivered:",
    "ingredients": "-K18PEPTIDEu2122: Reverses hair damage that causes frizz, promotes strength and smoothness..-Hemisqualane and Squalane: Reinforce hair's moisture barrier, smooth flyaways, enhance shine..-Avocado Oil: Provides heat protection up to 450u00b0F (232u00b0C)...Caprylyl Caprylate/Caprate, Squalane, Persea Gratissima (Avocado) Oil, Helianthus Annuus (Sunflower) Oil, C13-15 Alkane, Undecane, Benzyl Alcohol, Tridecane, Castor Isostearate Succinate, Propanediol, sh-Oligopeptide-78, Fragrance (Parfum), Tocopherol, Cinnamal, Hexyl Cinnamal, Limonene, Linalool....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Designed to be used on both damp and dry hair for maximum impact..-This is a highly concentrated formula. Start with one to three drops and build as needed..-Apply to damp hair from mid-lengths to ends before styling. .-Apply to dry hair as a finisher. .-Can be used after the K18 Leave-In Molecular Repair Hair Mask (after four-minute processing time, sold separately) for enhanced softening and styling benefits.",
    "num_reviews": 1038,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/k18-hair-molecular-repair-hair-oil-P505266?skuId=2654770&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2654770-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1 oz / 30 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2654770-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "A little goes a long way!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I purchased the mini size of this hair oil to try it out before buying the full size and I loved it. The mini lasted me for so long since a little goes a long way. My hair health is clearly improving so I will definitely be purchasing the full size!bebebpurchasing thehe"
        },
        {
            "review_title": "Go ahead and splurge",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was shocked by the results ! If you want to repair any damage like split ends.. this is the product you should invest in!"
        },
        {
            "review_title": "Say yes to K18!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Love it!  Hair feels amazing ud83eudd29 Canu2019t stop running my fingers through my hair because it feels so good!"
        },
        {
            "review_title": "Use for shiny, frizz free hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "After using this product on a few occasions I have to say that it is a new staple in my hair care routine. A little goes a long way so the small bottle lasts quite a long time despite my long hair. My hair was shiny and frizz free."
        },
        {
            "review_title": "Only hair oil that doesn't weigh down my curls!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Wowwww! Little goes a very long way with this product. I have seen a noticeable difference within one use. I would buy this product all over again. k18 is the way to go!"
        },
        {
            "review_title": "Noticeable results.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I used the oil after my K18 mask, and you truly see a difference. My hair looks healthy and shiny. Start lightly with it as it's a heavier oil. A little goes a long way!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Unfortunately, for my hair, this oil did nothing other than make it dry and kind of rough too. Didnu2019t add any shine or softness. Could just be that my hair in particular didnu2019t react well to it though. My hair reacts better to the Olaplex oil.  Plex oil."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "My hair is the healthiest itu2019s ever been.  I am black with relaxed hair. This oil has increased moisture and shine in my hair.  I canu2019t live without it."
        },
        {
            "review_title": "HOLY GRAIL",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "My hairdresser put me on to k18 bc she told me itu2019s the best thing you can put on your hair. Iu2019ve been using the shampoo/conditioner and mask for months but just tried this little baby and WOW!!!! My hair looks and feels like I just got out of the salon chair. Cannot recommend enough!"
        },
        {
            "review_title": "Not Impressed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Combination skin",
            "review_text": "Somehow this made my hair extra frizzy with the texture of straw."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Really wanted to like this hair oil, but was unimpressed. It does make your hair look shiny, but nothing else. Definitely not worth the price."
        },
        {
            "review_title": "Love love this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "My hair professional has used K18 products for the past year.   We have been experimenting with my gray/brown hair transformation and my hair has been colored, glazed, highlighted, and lowlighted.   My ends were very dry, I have a long bob.   I used 3-4 drops of this oil on my ends and immediately could see a difference.   The overly dry ends turned silky and held its curl.    I highly recommend this product.   The K18 conditioning products my hair stylist has used after a color process  leave my hair soft and manageable."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Made my hair dryer? Used for a month and didnt see any positive results, just dryer ends."
        },
        {
            "review_title": "hard pass",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I use K18 mask instead of conditioner and love it. but, this hair oil does nothing.   for the price, there's better out there. can't say anything overly positive about it. it's a big skip"
        },
        {
            "review_title": "Not Incentives Review",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "This hair oil did nothing at all, it didn't even feel smooth, nourishing, no shine, or do anything, definitely not buying again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This product is so good my hair has never look so healthy until I started using k18 Love their products!"
        },
        {
            "review_title": "Bottle Leaks Product",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Awful packaging on the oil, leaks constantly. So much product lost. Contacted @k18hair customer service and they did not stand behind the product. $65 is a lot in this economy, too much for faulty packaging that wastes the product."
        },
        {
            "review_title": "TIP for using the dropper!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I think it did a good job in moisturizing my ends but it didn't really wow me, especially for the price. That said, I didn't notice anything bad either.   TIP for using the dropper: Screw the top closed, then pump about 6 or more times. Once you take the top off, the dropper will be full. In the beginning, I would barely get like 3 drops but then figured it out. Hope this helps!"
        },
        {
            "review_title": "Helped my friedb and broken hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This stuff is amazing, it really helps with hair that is basically fried from chemical treatments. Works for my bleached fine hair"
        },
        {
            "review_title": "Not the best",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Combination skin",
            "review_text": "Absorbs quickly but otherwise quite a mediocre hair oil.  I didnu2019t notice it did much for my fine, curly, frizzy hair.  The price is pretty ridiculous as well for such an ineffective product."
        },
        {
            "review_title": "K18",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I LOVE the K18 brand, I am a reoccurring purchaser for the leave in condition, but this hair oil was disappointing :/   When applying this to my hair, it glides very dry. Almost like a cat licking. Not sure if yu2019all can imagine but it didnu2019t work for me. Doesnu2019t leave the hair soft as imagined."
        },
        {
            "review_title": "Brings back shine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Originally got this as one of the 100pt rewards and then came back to order the full size. Love adding a few drops after blow-drying my hair to bring back the shine and settle flyaways."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I received only a sample size of this, I applied 3-4 drops in my damp towel dried hair then let air dry. My hair is dry, brittle and damaged but it dried so soft and silky with just a few drops. I will definitely be using this in my hair routine from now on"
        },
        {
            "review_title": "I donu2019t get the hypeu2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Sorry! Not sure what the hype isu2026 I tried this and I felt the product was thin. It did nothing for my hair after trying it for 3 months :( I wish I loved it like everyone else! Itu2019s a no for me!"
        },
        {
            "review_title": "Please change the bottle design!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I'm sure it works but I hate it and the bottle design. 3 stars because the product didn't suck as much as the bottle. Wasted half of it just by tipping it over. NOT FOR THE CLUMSY!"
        },
        {
            "review_title": "Absolute game changer!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "So I never write reviews on anything because Iu2019m lazy haha but I do read reviews. This product is an absolute game changer! Best product Iu2019ve used in years! My hair has never been softer! Itu2019s expensive but you end up needing to use so little itu2019s not"
        },
        {
            "review_title": "No way !!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Don't fall for it ! I got samples. Made my hair so DRY. I bought a sample. The whole line is very bad ! Try it for yourself, get a sample first."
        },
        {
            "review_title": "Heavy on fine hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I have wavy/ curly long fine hair that is low porosity. I very rarely heat style my hair, so this review is for my experience with air drying. When I got out of the shower I dried my hair with a towel, rubbed two drops between my hands, applied to my hair, and brushed to distribute. Unfortunately, I could tell this oil wasnu2019t for me almost instantly. As my hair was drying, I noticed a lot more frizz, and when it fully dried it felt like there was a coating on my hair that made it feel waxy. I normally wash my hair every 3-4 days, however I had to wash it the following day. Maybe if I was someone who heat styled it would be different, however I will be returning this as there is no room for it in my air drying routin"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I tried out a sample for two weeks and loved how my hair felt after every use. I applied it after I washed my hair. A plus for me was that this oil enhanced my natural waves . This oil smells amazing and Iu2019ve noticed an improvement. in my ends.      in my"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I used to have very frizzed hair when it dried straightened,  but adding this product ti my hair it's less puffy."
        },
        {
            "review_title": "meh...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "after finishing a bottle, the oil is fine, but EXTREMELY overpriced this is not some miracle product that is much different from other oils I'd say, save your money,"
        },
        {
            "review_title": "Re-purchasing for sure",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is one of the products that I can honestly say I noticed a difference after the first use. My hair had zero frizz and felt so smooth / not greasy or oily."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I use this every morning and it makes my hair so soft. I tend to dye my hair a lot and this has kept me from getting split ends."
        },
        {
            "review_title": "AMAZING!! ud83eudd29",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I bought this mini one  off someone..OMG!!! I have low porosity mostly straight hair thatu2019s frizzy and mildly damaged (no matter how I treat it trust me) and this is my SAVIOUR!! All I did was straighten my hair with a hot tool (use hair heat protection!! Even with protection you can still be damaged) and then I put some of this in my hair and itu2019s GORGEOUS!! Itu2019s soft, straight, lightweight, and not frizzy at all! I love this but Iu2019m notttt sure if the full size is worth the money because as a middle class maybe lower middle class person, itu2019s overly expensive. And I have to use two whole droppers full each time."
        },
        {
            "review_title": "Does what it claims",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "My hair feels healthier and smoother after one use. On the pricier side but definitely helped."
        },
        {
            "review_title": "I love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I got a sample of this and have used it several times and and for the first time in years my damaged, highlighted hair feels normal.  I tend toward oily and on the instructions it says start with 1-3 drops.  I wasnu2019t sure this was gonna work but it did.  Will be purchasing"
        },
        {
            "review_title": "meh...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "after finishing a bottle, the oil is fine, but EXTREMELY overpriced this is not some miracle product that is much different from other oils I'd say, save your money,"
        },
        {
            "review_title": "Re-purchasing for sure",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is one of the products that I can honestly say I noticed a difference after the first use. My hair had zero frizz and felt so smooth / not greasy or oily."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I use this every morning and it makes my hair so soft. I tend to dye my hair a lot and this has kept me from getting split ends."
        },
        {
            "review_title": "AMAZING!! ud83eudd29",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I bought this mini one  off someone..OMG!!! I have low porosity mostly straight hair thatu2019s frizzy and mildly damaged (no matter how I treat it trust me) and this is my SAVIOUR!! All I did was straighten my hair with a hot tool (use hair heat protection!! Even with protection you can still be damaged) and then I put some of this in my hair and itu2019s GORGEOUS!! Itu2019s soft, straight, lightweight, and not frizzy at all! I love this but Iu2019m notttt sure if the full size is worth the money because as a middle class maybe lower middle class person, itu2019s overly expensive. And I have to use two whole droppers full each time."
        },
        {
            "review_title": "Does what it claims",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "My hair feels healthier and smoother after one use. On the pricier side but definitely helped."
        },
        {
            "review_title": "I love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I got a sample of this and have used it several times and and for the first time in years my damaged, highlighted hair feels normal.  I tend toward oily and on the instructions it says start with 1-3 drops.  I wasnu2019t sure this was gonna work but it did.  Will be purchasing"
        },
        {
            "review_title": "meh...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "after finishing a bottle, the oil is fine, but EXTREMELY overpriced this is not some miracle product that is much different from other oils I'd say, save your money,"
        },
        {
            "review_title": "Re-purchasing for sure",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is one of the products that I can honestly say I noticed a difference after the first use. My hair had zero frizz and felt so smooth / not greasy or oily."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I use this every morning and it makes my hair so soft. I tend to dye my hair a lot and this has kept me from getting split ends."
        },
        {
            "review_title": "AMAZING!! ud83eudd29",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I bought this mini one  off someone..OMG!!! I have low porosity mostly straight hair thatu2019s frizzy and mildly damaged (no matter how I treat it trust me) and this is my SAVIOUR!! All I did was straighten my hair with a hot tool (use hair heat protection!! Even with protection you can still be damaged) and then I put some of this in my hair and itu2019s GORGEOUS!! Itu2019s soft, straight, lightweight, and not frizzy at all! I love this but Iu2019m notttt sure if the full size is worth the money because as a middle class maybe lower middle class person, itu2019s overly expensive. And I have to use two whole droppers full each time."
        },
        {
            "review_title": "Does what it claims",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "My hair feels healthier and smoother after one use. On the pricier side but definitely helped."
        },
        {
            "review_title": "I love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I got a sample of this and have used it several times and and for the first time in years my damaged, highlighted hair feels normal.  I tend toward oily and on the instructions it says start with 1-3 drops.  I wasnu2019t sure this was gonna work but it did.  Will be purchasing"
        },
        {
            "review_title": "meh...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "after finishing a bottle, the oil is fine, but EXTREMELY overpriced this is not some miracle product that is much different from other oils I'd say, save your money,"
        },
        {
            "review_title": "Re-purchasing for sure",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is one of the products that I can honestly say I noticed a difference after the first use. My hair had zero frizz and felt so smooth / not greasy or oily."
        }
    ]
}