{
    "product_id": "992",
    "name": "Full Shampoo, Conditioner, and Dry Shampoo Value Set",
    "brand": "Living Proof",
    "categories": "Hair, Value & Gift Sets",
    "price": 135.0,
    "about": "What it is:A set of hair-care products for fuller-looking hair, plus a dry shampoo..Hair Texture:Straight, Wavy, Curly, and Coily.Hair Type:Fine and Medium.Hair Concerns:- Damage, Split Ends, and Breakage.Key Benefits:- Gives hair volume.Highlighted Ingredients:- Proprietary Amino Cleansing Complex: A sulfate-free blend that cleanses hair without stripping..Ingredient Callouts:These products are cruelty-free..What Else You Need to Know:This set contains a volumizing shampoo and conditioner that work together to visibly plump your strands for a fuller appearance. Living Proofu2019s Proprietary Amino Cleansing Complex, a sulfate-free surfactant blend, gently yet effectively cleanses hair while helping to protect strands from styling damage and breakage. Plus, discover a dry shampoo with fast-absorbing powders that soak up oil, sweat, and odor; they are then removed with a powder-removal system..This Set Contains:- 8 oz/ 236 mL Full Shampoo.Clean at SephoraOur commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing effectiveness.",
    "ingredients": "-Proprietary Amino Cleansing Complex: A sulfate-free blend that cleanses hair without stripping..-Amaranth Peptides: Visibly plump hair fibers for bouncy, fuller-looking hair..-Fast-Absorbing Powders: Soak up oil, sweat, and odor...Full Shampoo:.Water/Eau/Aqua, Sodium Methyl Cocoyl Taurate, Cocamidopropyl Hydroxysultaine, Decyl Glucoside, Sodium Lauroyl Lactylate, SodiumCocoyl Glycinate, Maltooligosyl Glucoside, Linoleamidopropyl PG-Dimonium Chloride Phosphate, Amaranthus Caudatus Seed Extract, Sodium CocoylIsethionate, Ceteareth-60 Myristyl Glycol, Cassia Hydroxypropyltrimonium Chloride, Hydrogenated Starch Hydrolysate, Furcellaria Lumbricalis Extract, Polyquaternium-47, Phytantriol, Hydroxyacetophenone, PPG-2 Hydroxyethyl Cocamide, PEG-150 Pentaerythrityl Tetrastearate, TrisodiumEthylenediamine Disuccinate, Sodium Benzoate, Citric Acid, Fragrance/Parfum, Linalool, Hexyl Cinnamal, Citronellol, Limonene. ..Full Conditioner:.Water/Eau/Aqua, Cetyl Alcohol, Behentrimonium Chloride, C13-15 Alkane, Polyglyceryl-3 Methylglucose Distearate, Amaranthus Caudatus Seed Extract, Dioleoylethyl Hydroxyethylmonium Methosulfate, Caprylyl Glycol, Ethyl Lauroyl Arginate HCl, Phytantriol, Furcellaria Lumbricalis Extract, Hydroxyacetophenone, Guar Hydroxypropyltrimonium Chloride, Glycerin, Sunflower Seed Oil Glycerides, Hydroxyethylcellulose, Hydroxypropyl Methylcellulose, Citric Acid, Fragrance/Parfum, Linalool, Hexyl Cinnamal, Citronellol, Limonene...PhD Advanced Clean Dry Shampoo:.Hydrofluorocarbon 152a, Isobutane, Alcohol Denat., Oryza Sativa (Rice) Starch, Propane, Cyclodextrin, Zea Mays (Corn) Starch, Furcellaria Lumbricalis Extract, Hydrated Silica, Hydroxypropyl Arginine Lauryl/Myristyl Ether HCl, Tetraselmis Suecica Extract, Isopropyl Lauroyl Sarcosinate, Cetrimonium Chloride, Glycerin, Mannitol, Polyvinyl Alcohol, Disteardimonium Hectorite, Water/Eau/Aqua, Fragrance/Parfum, Citronellyl Methylcrotonate, Linalool, Citronellol, Benzyl Salicylate, Citral, Limonene...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Apply to wet hair..-Lather..-Rinse..-Follow with Living Proofu2019s Full Conditioner..-Use the Dry Shampoo in between washes to maintain clean hair... Recycling Instructions:.-These Living Proof products are recyclable through TerraCycle.",
    "num_reviews": 0,
    "overall_rating": "N/A",
    "product_url": "https://www.sephora.com/ca/en/product/living-proof-full-shampoo-conditioner-dry-shampoo-value-set-P513919?skuId=2806651&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2806651-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": []
}