{
    "product_id": "1171",
    "name": "Rosemary Conditioner For Thinning Hair",
    "brand": "Necessaire",
    "categories": "Hair, Shampoo & Conditioner, Conditioner",
    "price": 37.0,
    "about": "What it is: Treatment Conditioner with Rosemary Oil, Plant Proteins + Essential Ceramides to help strengthen hair. Signature scent of Rosemary. Dermatologist-Tested...Hair Texture: Straight, Wavy, Curly, and Coily..Hair Type: Fine, Medium, and Thick..Hair Concerns:- Anti-Aging.- Thinning.- Color Safe..Key Benefits: - Helps strengthen hair.- Helps minimize breakage.- Helps restore the protective scalp barrier..Highlighted Ingredients:- Pure Rosemary Oil: Helps minimize hair thinning..- Five Proteins (Plant): Helps protect hair from breakage..- Five Ceramides (AG/AP/EOP/NG/NP): Helps restore the protective scalp barrier...What Else You Need to Know: A strengthening conditioner for scalp and hair. Pure Rosemary Oil and 5 Plant Proteins helps strengthen hair and minimize breakage. 5 Essential Ceramides (AG/AP/EOP/NG/NP) helps restore the protective scalp barrier. Dermatologist-Tested. Hypoallergenic. Non-Comedogenic. Color-Safe. Use with Rosemary Shampoo for best results...Fragrance Description: Pure Rosemary Oil is paired with fine fragrance notes of mandarin, jasmine and cedarwood....Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency....Allure",
    "ingredients": "- Pure Rosemary Oil: Helps minimize hair thinning..- Five Proteins (Plant): Helps protect hair from breakage..- Five Ceramides (AG/AP/EOP/NG/NP): Helps restore the protective scalp barrier....Aqua/Water/Eau, Cetearyl Alcohol, Glycerin, Cocos Nucifera (Coconut) Oil, Aloe Barbadensis Leaf Juice, Caprylic/Capric Triglyceride, Behentrimonium Methosulfate, Rosmarinus Officinalis (Rosemary) Leaf Oil, Rosmarinus Officinalis (Rosemary) Leaf Water, Rosmarinus Officinalis (Rosemary) Leaf Extract, Hydrolyzed Jojoba Protein, Hydrolyzed Rice Protein, Hydrolyzed Pea Protein, Hydrolyzed Quinoa, Hydrolyzed Vegetable Protein, Ceramide AP, Ceramide AG, Ceramide EOP, Ceramide NP, Ceramide NG, Tocopherol, Linoleic Acid, Linolenic Acid, Acetyl Tetrapeptide-3, Butylene Glycol, Cholesterol, Trifolium Pratense (Clover) Flower Extract, Persea Gratissima (Avocado) Oil, Sodium Hyaluronate, Niacinamide, Panthenol, Hydrogenated Lecithin, Sucrose Distearate, Glyceryl Stearate, Palmitic Acid, Oleic Acid, Dextran, Dipropylene Glycol, Potassium Sorbate, Sodium Benzoate, Citric Acid, Caprylhydroxamic Acid, 1,2-Hexanediol, Fragrance (Parfum), Phenoxyethanol, Disodium Phosphate, Sodium Phosphate, Stearic Acid, Hydroxyethylcellulose, Glyceryl Caprylate, Alpha-Isomethyl Ionone, Limonene, Linalool.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;.......The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Use as your regular conditioner on wash day..-After shampooing, apply from root to tip..-Leave in for one to two minutes..-Rinse well..-Pairs well with Rosemary Shampoo (sold separately)....&nbsp;Recycling Instructions:.-Necessaire has partnered with How2Recycle to provide third-party verified recycling claims. The bottle is 100 percent bio-resin HDPE. The cap is mixed material. The bottle can be recycled via US and Canada curbside. The carton and insert are made with FSC-Certified, PCR Kraft Board. They can be recycled with paper via US and Canada curbside. Necessaire is a Certified B Corp, Certified Climate Neutral, Certified Plastic Neutral, Certified FSC, a How2Reycycle Partner, and a One Percent for the Planet Member, donating one percent of all sales to environmental nonprofits fighting to defend our air, land, water, and wildlife worldwide. When you shop Necessaire, the full carbon and plastic footprint has been offset by the brand.",
    "num_reviews": 239,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/necessaire-rosemary-conditioner-with-5-ceramides-5-proteins-peptide-rosemary-oil-for-thinning-hair-P510620?skuId=2759421&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2759421-av-14-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "8.4 oz",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2759421-av-14-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Absolute game changer. Saved my hair.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I bought the rosemary shampoo and conditioner over a month ago. I wash my hair every other day. And I want to cry tears of happiness. Itu2019s been a very frustrating difficult hair journey. My hair wouldnu2019t stop falling out for years now. I have tried the Nioxin and Nutrafol shampoos, which worked but they are so drying. And their matching conditioners are not moisturizing enough. I loved the results but hated how my hair felt. But now I literally canu2019t stop touching my hair, itu2019s just so soft and healthy and smells amazing. Did I mention the rosemary shampoo and conditioner smell amazing. The scent remains on your hair into the next day. Nothing overwhelming, just enough that your hair still smells clean. I am beyond pleased with these products which I use together."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I am so obsessed with the scent of this product. It wasn't quite enough to balance out how drying the corresponding shampoo was. The scent really had me coming back for more."
        },
        {
            "review_title": "yes yes yes!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This was a game changer. #1 the smell is fabulous. #2 using this makes me want to wear my hair curly even more. The moisturizes my curls and makes them smell divine. I finally love my curls. Thank you to the sephora employee that recommended this to me. I 100% would repurchase"
        },
        {
            "review_title": "Run donu2019t walk to get this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "Day 1 of using this along with the Shampoo and when I tell you donu2019t ever buy that cheap drugstore hair repair garbage and invest your $$ in a good one like this, I am saying that with my whole chest! The last products I used I saw tons of breakage and fallout every single wash day. Ridiculous because thatu2019s what the product was supposed to prevent. Not with Nessecaire!! Not a single broken hair and like make 2 strands of fallout. Immediate results. Plus, my hair felt cleaner, healthy and silky and smelled amazing. 1000/10 recommend!"
        },
        {
            "review_title": "Must buy.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The smell is so refreshing like spa, so gentle with my hair."
        },
        {
            "review_title": "I ditched my professional haircare",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I've been a loyal customer of Necessarie since the early days, so I'm always willing to try new products they launch.. this product did not disappoint. It smells fabulous, and I have seen a slight improvement in my hair since I started using it. I recommend it."
        },
        {
            "review_title": "this works so well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This Rosemary Conditioner has been a game-changer for my hair care routine. It is sooo nourishing, and Iu2019ve noticed a significant difference in the strength and texture of my hair since I started using it. The formula works wonders and I have less breakage. My scalp also feels healthy. The scent is SOOO good."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been loving this conditioner! I have pretty rough hair and frizzy hair and this really has helped with the ease of styling my hair after hair washing. Not only is my hair, super smooth, but it also makes it easier for me to straighten my hair after with a blow dryer only."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The ingredients in this are so great, they make my hair feel absolutely great and Iu2019ve used it so far for a week. I love the smell and how it makes my hair feel. My split ends even look so shiny. I truly love this product."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This conditioner leaves your hair soft and your hair de tangles fast. Your hair will end up being so shiny. And the smell is amazing. A little amount goes a long way and the consistency is pretty thick. I will recommend this product."
        },
        {
            "review_title": "Great For All Hair Type!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The rosemary shampoo and conditioner duo is rich and gentle on my scalp. They both effectively cleanse and conditioning my hair which is between medium to thick texture. They both are a versatile addition to my hair care routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The necessaire brand is amazing and I am so excited to try the rosemary conditioner along with the shampoo. I am very intrigued to see the benefits that come with this shampoo and conditioner. I am very excited to see the results."
        },
        {
            "review_title": "Must have on your shower shelf",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Honestly, one of my favorite shampoo conditioner sets to date. Itu2019s so aesthetic in my shower and really feels great for your hair. It smells clean and Iu2019ve noticed my hair feeling thicker. Highly recommend."
        },
        {
            "review_title": "Add this conditioner to your routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Rosemary oil has been a key ingredient that I have been using in my hair growth and strengthening oil. I have been looking for a conditioner that has the rosemary oil component that leaves your hair feeling soft and silky, but does not have an overwhelming smell and this is the perfect conditioner."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I am obsessed with the scent of this conditioner. It smells like rosemary and it lasts on my hair. I apply this conditioner after washing my hair with the rosemary shampoo and my hair is thick and strong."
        },
        {
            "review_title": "Love this conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I really love this conditioner itu2019s very hydrating I love how it softens my hair after washing it with the shampoo cleanses/ strips the hair of all the residue and dirt and this conditioner just sweeps right in replenishing the moisture to softness absolutely love it amazing amazing, duo."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love this conditioner! I have thin hair and It made my strands hydrated, silky, and strong without making it greasy. This is only after one wash too! I also love the rosemary smell and will be repurchasing this product!"
        },
        {
            "review_title": "Conditioner for hair growth and beautiful hair.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "Iu2019ve been using the Rosemary Conditioner along with the Rosemary Shampoo, and Iu2019m very impressed. It leaves my hair smooth and shiny, and it looks fuller. The rosemary helps promote hair growth, and the pleasant fragrance is an added bonus."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I was surprised by this to be honest. I was worried it was going to make my hair feel greasy because of the rosemary oil but it hasnu2019t! It has a lush smell like the shampoo and leaves my hair feeling nourished. I feel like it can grow now!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair",
            "review_text": "I loveeee this stuff. I have been using it with the shampoo and I can see such a difference in my hair quality. It also leaves my hair smelling amazing which is a plus! Highly recommend this product!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love pairing this conditioner with the matching Rosemary Shampoo.  It smells so good and leaves my hair feeling smooth and silky.  Since using this combo my hair looks so good! Itu2019s smooth, bouncy and full looking."
        },
        {
            "review_title": "A good hydrating conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Good conditioner for all hair textures. Left my hair feeling hydrated and moistened"
        },
        {
            "review_title": "Must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "You can see me on my profile using necessaire all over again, this is one of those brands you see and just fall in love with. Is so great, I love the ingredients and letu2019s talk about quality and the aesthetic."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I really enjoyed the scent and how this does not feel too drying for my dry to frizzy hair type. It has a lovely refreshing scent and feels hydrating enough for me. I like to use it with the shampoo for hair growth benefits which im hoping to see in time! But so far its been a good pair for a normal type hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I took this shampoo because it has a wonderful smell and it is made of rosemary. This product helped strengthen my hair and the best thing of all is that I have seen a change so shiny and healthy, I have also seen that my hair has grown much more."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I have thick and straight Asian hair, and I dyed my hair at least 3 times last year, so my hair looked unhealthy after I used regular shampoo and conditioner. Because the shampoo I tried takes too much oil from scalp. This conditioner gives me moisture better than others, so I wanna keep using it !"
        },
        {
            "review_title": "Nice scent and feels light",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I like the light herbal scent of the rosemary conditioner and that the scent is a lot lighter than the shampoo. The conditioner makes my hair feel soft and detangled without feeling heavy or leaving any residue, as well as maintaining it's shine. So far I haven't noticed a difference in hair loss/thinning although my existing hair does feel stronger."
        },
        {
            "review_title": "Effective on my hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love the Necessaire Rosemary Shampoo  , I was so impressed with my hair results feels so smooth , healthy and I love the texture and ingredients on it  also the brand. I really recommend to all my friends."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I like this hair conditioner, it has a convenient packaging. the smell is herbal but it doesn't smell too strong. it moisturizes my hair well leaving it shiny and soft. I definitely recommend to try out"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "My hair is 4a coily but definitely on the thinner side. I have been exploring and using rosemary oil based products , proven to stimulate growth and improve hair texture ! Iu2019ve noticed my hair has been improving in texture !! Upon first use of the necessaire rosemary conditioner , Iu2019d say it pairs well with its shampoo to leave your hair feeling clean and moisturized . Both products smell very nice, kinda of an aromatherapy effect but the thing I love the most is the packaging. Very sleek and very easy to dispense without pouring too much out and being wasteful . This is going to be my go to conditioner & shampoo duo for the upcoming weeks and Iu2019m already excited to see itu2019s hair growth stimulating ingredients do magic on my hair !"
        },
        {
            "review_title": "Get that rosemary on!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Combining the rosemary conditioner to my hair are routine after wash with their rosemary shampoo has done the job by making my hair feel nourished and healthier. Rosemary is definitely the trick to get my thin, brittle, curly hair to feel and be at its best and when I saw it was its main ingredient l, it definitely stood out to me. Will continue on using it! And smells amazing. Gifted by necessaire ud83euddd6ud83cudffbu200du2640ufe0f"
        },
        {
            "review_title": "New go to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "My first time trying, and this is amazing!! They smell SO good and my hair feels great after using it! Iu2019ve used it for a small time and already notice a difference in my hair health. Itu2019s shinier, softer, and fuller looking. I will definitely be using this from now on"
        },
        {
            "review_title": "The perfect Match for The Rosemary Shampoo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "A good hair care routine canu2019t just have a shampoo. A conditioner is fundamental for a perfect and healthy hair. An amazing conditioner enriched with Rosemary is everything I was asking for. The conditioner detangles and treat my hair giving more strength and body. It is a perfect match for The Rosemary Shampoo. This combo has saved my hair in some many ways. Amazing Products!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "I love this product!! It smelled amazing and lasted a long time on my hair. It made my hair feel sooo soft and it was easy to brush my hair after the shower. My hair felt so moisturized and nourished."
        },
        {
            "review_title": "Perfect Conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I enjoyed using this conditione , the rosemary smell is amazing and it conditions my locs really well. This is perfect for stimulation and growth. I also enjoy how simple the packaging is too, itu2019s very convenient to use, with no hassle."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I received the product gifted by Necessarie for free in exchange of honest review. I used it 2 times and i already felt a difference in my hair. Itu2019s giving a silky hydrating look after one wash . I absolutely love this shampoo."
        },
        {
            "review_title": "Amazing conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Rosemary conditioner is great for helping my hair smooth out and get rid of tangles! I love the aesthetic of these bottles!! I love how this is made with 5 proteins! It helps minimize hair breakage! Great conditioner"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love that this has rosemary oil. This works so well for my oily, thin hair and I really needed help strengthening my thin hair. I use the rosemary shampoo and matching conditioner. The shampoo lathers and cleans well and the conditioner makes my hair feel nice and not dry."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Necessaireu2019s Rosemary Conditioner is a revitalizing treatment that strengthens both scalp and hair. Formulated to enhance resilience and fortify your strands, itu2019s perfect for those looking to boost hair health and vitality. Ideal for daily use to maintain strong, nourished hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019ve been suffering from a lot of hair shedding after pp. using this conditioner along with the rosemary shampoo has helped with reducing breakage. This conditioner also detangles my hair and leaves it feeling soft and hydrated. Iu2019m seeing less hair left behind on my brush so Iu2019m happy with the results so far."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I have been testing out the Necessaire Shampoo + Conditioner for a few days to help with my scalp health and improve the overall health of my hair. This has helped sooth my scalp. My hair looks healthier and love the results. Gifted by necessaire"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Love the whole shampoo and conditioner set! They smell amazing and the rosemary scent really feels calming. My hair feels super refreshed after washing then I just put some of the conditioner on for more moisturizing. great combo!"
        },
        {
            "review_title": "Soft and manageable hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Following using the shampoo which seriously leaves your hair so clean. This conditioner leaves your hair so soft and manageable. My hair is shoulder length and I have been on a healthy hair recovery journey and this is the absolute perfect addition. I use the smallest amount on my mid length to ends. Let sit on my hair while I do the rest of my shower routine and then rinse out. Your hair smells so amazing after!"
        },
        {
            "review_title": "Good Conditioner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This conditioner smells amazing and feels great on my scalp. I use it after their shampoo and let it sit for 2-5 minutes for maximum benefits. I've noticed my hair becoming stronger and more manageable, and I've even seen some baby hairs growing, which is a nice sign of hair growth. Overall, I'm super happy with this conditioner."
        },
        {
            "review_title": "A Game Changer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Iu2019ve been a fan of the brand since trying their body products so I was excited to try their conditioner, and it did not disappoint! Itu2019s lightweight while still allowing my hair to be manageable when detangling it and it smells absolutely amazing; so therapeutic for wash day!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "rosemary is so goooood for my hair , it really helps with my hair growth and length . I was looking for something that will help with my hair loss. The rosemary shampoo plus the conditioner were god send . It lathers beautifully, smells divine. Definitely what I was looking ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I can't wait to share my love for this product from Necessaire! The scent is absolutely incredible, and it leaves my hair feeling incredibly soft and smooth. I must admit, I couldn't be happier with the results. The combination of this product with the shampoo is simply unbeatable."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love this conditioner! It smells wonderful and keeps my hair silky. I've noticed more shine and less frizz since I started using it. Trying new conditioners can be tricky, especially with my thin hair, but this one has been great."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Using this on my hair changed it a lot! Definitely in a good way. Rosemary is supposed to help your hair grow and be strong and def see a difference. Makes my hair not so brittle and less dull. Love it"
        },
        {
            "review_title": "He entered my daily routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I'm so glad l tried this product, it really revitalized my hair. It became smoother and more saturated, well-groomed and easy to cavori and oil atays led thi produ become"
        },
        {
            "review_title": "Get it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I actually got this shampoo and conditioner a month ago and love it so much!! So lucky to receive more. This conditioner really makes my hair so soft and shiny. It doesnu2019t make my hair oily unlike other conditioners. A must have!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Love this brand so I was so excited to try this. The rosemary helps with hair growth and the consistency is great. The packaging is also perfect the way that the product comes out. Love this shampoo and will be using in the future for my hair"
        },
        {
            "review_title": "ONE OF A KIND!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I had been looking for a shampoo & conditioner that contains rosemary. My hair looks itu2019s best when I use products with rosemary. I love the scent of this conditioner. This conditioner is not heavy at all. Itu2019s perfect! The ingredients are amazing. Overall my hair feels softer and looks shinier. So glad I found this one."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Been using the conditioner for a week now , it helps a lot because I have my hair bleach and itu2019s a little bit damage . this conditioner is so helpful it make my hair look more healthy , soft , radiant ."
        },
        {
            "review_title": "Amazing conditioner cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This Rosemary conditioner is honestly helped my hair so much. It is a strengthening cream that helps rebuild your hair while helping your scalp out. It made my hair super soft and very healthy. Iu2019m obsessed with it!"
        },
        {
            "review_title": "So amazing truly!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This conditioner is so amazing! My hair has never felt better. My hair is so much softer, shinier, and is growing! The shampoo and conditioner duo are working wonders for my hair and I love it!! I love seeing the new hair growth it is bringing!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I use this conditioner with shampoo it such a perfect combo, it make my hair so soft and shine with the rosemary scent, i canu2019t get enough of it! And i wash my hair everyday this is perfect! Highly recommend if you love rosemary hair product"
        },
        {
            "review_title": "SHOCKED by this conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Gives my hair that soft, seaweed feel with NO SILICONES. Leaves my waves/curls bouncy and strong but not dry AT ALL. Also the first shampoo (amazing too!)/conditioner combo in years that actually calms my scalp and doesnu2019t make it itchy and irritated. Smells divine!"
        },
        {
            "review_title": "A luxurious hair staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "This conditioner feels so luxurious. This summer I have been working on hair health and this cream helps it feel so hydrated. The rosemary oil makes it smell amazing. I want another set for the guest bathroom!"
        },
        {
            "review_title": "Wonderful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "I was gifted ny necessaire to try this product and I was so amped to try it. I love the rosemary in the ingredients and i love how it made my hair smell after! Smelt so good Im excited to see the results in a few months"
        },
        {
            "review_title": "Hydrating refreshing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This conditioner is light yet super moisturizing! It does not make my hair feel heavy at all! I love the scent it has and how it pairs really well with the matching shampoo! I think the packaging is really cool too!"
        },
        {
            "review_title": "have stolen from my fiance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I originally bought this shampoo for my fiance since his hair is somewhat thinning but i found myself reaching for it more than my own shampoo. Cleanses very well, the scent is beautiful, hair feels great when it dries naturally. I like.  great"
        },
        {
            "review_title": "I wanted to love this :(",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I was so excited when this came out because I love oiling my hair with some rosemary, and also love this brand. I gave this shampoo (and conditioner) a 2 month trial and my hair has just been SHEDDING instead of growing :( my hair has thinned out so much... I tried to make it work, but.. will be switching to my OG pureology or kerastase"
        },
        {
            "review_title": "Need to return",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Really liked it until clumps of hair fell out . Wonder whatu2019s in it to make hair fall out?"
        },
        {
            "review_title": "Wavy 40+ hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "Loving this shampoo. About to get my second bottle. Gives me clean, not greasy but soft and balanced. I can also go 3 days without washing after a month of use which is amazing. Not sure about hair fall difference but I am happy to have my curl come back so thereu2019s points for body!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "Careful to my fine/thin hair girls. Left my hair limp and greasy looking after a fresh wash and blowdry."
        },
        {
            "review_title": "Great Conditioner!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This conditioner is amazing and has done wonders for my hair!"
        },
        {
            "review_title": "Nice scent, lovely results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "I prefer this option over the scentless because I like a little scent in my conditioner."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "Itu2019s not good for oily hair. It made my hair greasy after two days where my normal shampoo can last me five days. This is just another gimmick product.  save yourself $40 and just buy  rosemary oil instead."
        },
        {
            "review_title": "Very drying!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I wanted to like this so much because Iu2019ve read so much about Rosemary and its benefits. The smell is amazing but that is about the only good thing about this. My hair felt like legit straw after using this. Iu2019ve used it for about 2 weeks now and everyone I use it my hair is so dry!"
        },
        {
            "review_title": "Just no",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is an awful conditioner. Does not smooth hair AT ALL, and leaves residue on hair that makes it feel dirty."
        },
        {
            "review_title": "Iu2019ll skip this one",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Wanted to love, but itu2019s just ok. Iu2019m not impressed. Olaplex all the way for me. Smells amazing though. For an expensive product Iu2019ll expect better results."
        },
        {
            "review_title": "Pair w/the shampoo- I love it! This is good stuff",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I pair this with the shampoo and I have seen changes in how much my hair falls out! It has decreased and this conditioner is amazing it really makes my hair super smooth! I love it!"
        },
        {
            "review_title": "A Must-Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I found my new favourite conditioner !!! It smells like a dream and makes my hair feel super healthy without weighting it down. I cannot recommend it enough for thin  hair !!!"
        },
        {
            "review_title": "Smells amazing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I just got this via the sephora sale, but so far so good. The smell is divine. I can't say yet if it is making a difference in my hair but I'm definitely going to keep it to find out."
        },
        {
            "review_title": "My New Favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "After using this shampoo a couple times, itu2019s become my new favorite. Smells so nice, lathers well, and leaves my hair and scalp feeling very clean without stripping me of my softness. I absolutely love the smell."
        },
        {
            "review_title": "10/5 stars, LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Amazing product. Love its aesthetic, it smells incredible. My hair hasnu2019t been this smooth, soft, and held its volume for so long. Literally incredible  Waaaaaay better than Kevin Murphy and Amika"
        },
        {
            "review_title": "Best shampoo soft and healthy hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received this product for free from skeepers and Necessaire in exchange for my honest review.u201d I have been using the Necessaire Rosemary Shampoo and I absolutely loved it. After using this product my hair feels noticeably softer and smoother. Itu2019s contains a blend of natural ingredients that contribute to its effectiveness. One key ingredient stand out for me is rosemary oil, which is known for its soothing and stimulating properties. It also contains other beneficial ingredients like aloe vera, vitamin B5, and vegetable-derived cleansers. These ingredients work together to cleanse the hair, promote scalp health, and leave your locks feeling nourished. itu2019s not only provides a refreshing scent but also helps to soothe and stimulate the scalp."
        },
        {
            "review_title": "Rinses clean and does what it says!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "Love this shampoo and conditioner. I bought it with my own money. It was a blind buy as I bought it the first day it launched on the sephora website. The shampoo..It leaves the hair clean but not dry. The conditioner has a good amount of slip. Scent is light."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve been wanting to write a review since the ones so far are incentivized so I couldnu2019t get a good read on whether or not this product would be worth it. The bottle is cute - nice color and I love the squeeze nozzle so I donu2019t use too much product. Where it lacks though is there is no slip. It was still very hard to section and comb my hair and after the shower it was more tangled than it usually is. It left my hair feeling dry and wanting more moisture. The smell is fantastic and the ingredients are clean however it isnu2019t what my hair needs so Iu2019ll be returning this item.   squeeze was great, it helped me not use too much product. This product smelled really good, however it didnu2019t give me the slip that I was hoping for. It left my hair feeling very dried and de tangled."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I am loving this product! The scent is amazing and it leaves my hair so soft and smooth. This is my first time trying Necessaire and I am very pleased with the results, especially when paired with the shampoo."
        },
        {
            "review_title": "Dare I say life changing?! YES!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "Obsessed! I have only loved one other conditioner for thinning hair, but this one is $20 cheaper, so score! I bleach my hair, so I need more than the ultralight conditioning that is usually offered & this is perfect. Very conditioning, but still not too heavy. My poor fine hair felt like straight straw after refreshing my bleach & one use of this completely transformed my parched hair! It feels so soft, silky & healthy again, I literally cannot believe it! I was seriously mind blown & made my husband run his fingers through my hair. lol Iu2019ve also had noticeably less fallout in the shower, which is amazing! The rosemary/eucalyptus scent is nice & refreshing & the clean ingredients are very appreciated. Love the packaging & twist cap too. I just canu2019t recommend this enough!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this conditioner so much! It made my hair feel so soft and smooth and made it look so pretty. The smell is amazing and I can smell it throughout the day, I would recommend this shampoo and conditioner!"
        },
        {
            "review_title": "Loved it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "NECESSAIRE  is one of the best brand  Iu2019ve tried when it comes to a hair products. I have been dealing with some hair loss and super dry hair. Iu2019ve tried a lot of brand before , but the NECESSAIRE surprised me with a better result. My hair looks better than ever , I highly recommend it."
        },
        {
            "review_title": "Love the smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "This is my first time trying Necessaire and first I love the packing so unique! Love the scent! It smells amazing and it perfect for people who are struggling with strengthening and growing their hair. It keeps my hair super soft and smooth."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "My new favorite conditioner. Iu2019m using for weeks and Iu2019m loving the results. The scent is unbelievable. Super refreshing, my hair feels so soft and shiny after using it paired with the shampoo. I cannot recommend enough! Itu2019s like a salon treatment at home! Love it"
        },
        {
            "review_title": "New Fave!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "performance | full star | conditions so well without leaving hair greasy nor weighed down texture | full star | lathers amazingly and donu2019t have to use a ton of product  scent | full star | ughhh I seriously cannot get enough of this scent!! I want a candle with it  packaging | .9 star | gotta shake it down to the opening a lil rough  ingredients | full star | the combination of oils, ceramides & plant proteins makes for one of the best clean conditioners Iu2019ve ever used  value | full star | my new fave! Def worth the $28 Total 5.9 out of 6 stars"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Love love love! Iu2019ve tried their original scent free shampoo & conditioner but I love this one so much more. Great to add to your routine if youu2019re focusing on hair growth! Love the way it made my hair feel soft, moisturized but also weightless.I was gifted this by necessaire but I truly love necessaire products regardless"
        },
        {
            "review_title": "One of my favorites!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "This has been amazing at stimulating hair growth for me especially by keeping my scalp healthy. From root to tip this help prevent breakage and I love that I lose less hair in the shower. I was gifted free by necessaire"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Love the scent! I get high end results with this conditioner ahh! My hair so bouncy, smooth and soft after using it. I get compliments on my hair that my hair looks healthy despite knowing I know I have split ends haha. My hair strands also feel slightly stronger."
        },
        {
            "review_title": "Moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I was gifted conditioner Rosemary gently cleanses your hair without stripping hair of healthy hydration and leaves a sleek (not oily) appearance. This conditioner restores moisture and protects your hair from further damage and also smoothes your hair! Iu2019m so highly impressed by this one that my hair looks so healthy, hydrated and moisturized!"
        },
        {
            "review_title": "Good for thin hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "The conditioner made my hair strong and healthy in a couple months, didnt really like the scent as iu2019m more into sweet ones. not sure how to describe the smell but it also makes ur scalp and hair feel soft and refreshed. Got it for free"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This line in general has a lovely scent - feels super high end, almost spa-like, similar to their body products. The conditioner itself is quite nice, doesnu2019t weigh my hair down at all, and leaves it feeling silky smooth."
        },
        {
            "review_title": "Healthy, hydrated hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "Because I needed to post my review within a certain time frame, I donu2019t think Iu2019ve been using this long enough to speak to the hair growth or thinning improvement. I will say though that this product and the shampoo are very hydrating and leave my hair feeling healthy and clean but not stripped. Which is good for me because I already have very dry hair. I like that this has rosemary oil, extract and water - so the focus here truly is rosemary. It definitely smells like it too which I love. Overall, I do think this and the shampoo are great so far. Iu2019m not sure yet if I would purchase considering the price to size,, but if I notice less hair thinning and more hair growth I definitely will buy it. Iu2019ve tried many things so far so hoping this is the one!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "What a lovely conditioner! It smells amazing and it perfect for people who are struggling with strengthening and growing their hair. I love that it makes your hair feel so soft and smooth. Definitely try it out!"
        },
        {
            "review_title": "For All Hair Types",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Gifted from Necessaire. Necessaire Rosemary Conditioner is a must-have for anyone struggling with thinning hair. Infused with rosemary and ceramides, this conditioner nourishes and strengthens hair, promoting healthy growth and follows the EU guidelines. It's suitable for all hair types and provides a luxurious experience with every use. I have been using this conditioner in conjunction with the rosemary shampoo for about two weeks now and my hair appears to be thicker and fuller already. The scent of rosemary mandarin and amber are very soothing and refreshing. I recommend this to anyone who is experiencing hair thinning, damaged hair or needs to strengthen their hair follicles then, this conditioner is for you."
        },
        {
            "review_title": "Rosemary conditioner",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Hello everyone I was gifted the necessarie Rosemary conditioner from the Skeepers app. Scent: When I used the conditioner I instantly smelled rosemary, but mixed with a mint menthol scent. I thought, that since it had menthol in it, it might irritate my scalp but did the opposite. The conditioner gave my scalp and cooling feeling, and felt less irritated. Review: When pressing the bottle, to get the conditioner out, the texture is a cream. I thought since it had a thick cream texture it would hydrate my ends. When I was down rising out my hair, my ends felt still dry. I thought it would hydrate my hair since it said stronger, that part is true I have bleached hair and my hair strands did feel not as weak to break apart, but my hair was getting a little tangled. I decided to go in with a three-minute hair mask on one side, and not the other to see if it was due to the conditioner. The results were the side I did use the hair mask, was softer and easy to brush meanwhile the side with only the necessaire conditioner was hard to brush through."
        },
        {
            "review_title": "In spa vibes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Love this conditioner! The smell is great and relaxing. After a couple of uses I already feel my hair softer and with more volume. I have been using it everyday since I got it. Perfect for a at home in spa experience!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This conditoner smells so good. The rosemary scent is such a nice touch. I love the twist and squeeze bottles. It keeps my hair super soft and smooth. I don't need a lot for it be effective. Love this line!"
        },
        {
            "review_title": "A new fav!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "This is my first time trying Necessaire and first I love the packing so unique! The scent is so nice and makes my hair feel so soft as well. I canu2019t wait to see the results with all these great benefits."
        },
        {
            "review_title": "smells so yummy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "this conditioner is absolutely one of the best smelling Iu2019ve ever used. The functional rosemary oil is chefu2019s kissu2014 smelling delicious and helping restore thinning hair (i occasionally shed during stressful times). i am so impressed by how hydrating it also is. definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Oily skin",
            "review_text": "I love how this conditioner has rosemary included, so many great hair benefits come with using rosemary. I prefer to have them included in products like this rather than oils or water because of the scent it leaves"
        },
        {
            "review_title": "Luxury product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "Oh this shampoo and conditioner smells so good, like a luxury fragrance. I wish they would make a perfume like this. Itu2019s a mix of rosemary and citrus, so fresh. Leaves my hair soft but strong with a beautiful gloss and irresistible scent. Rosemary is a very powerful ingredient in this set,  I truly believe it helps my hair to grow faster"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This conditioner makes my hair look and feel so soft and healthy! It helps calm my frizziness and makes my hair smooth. It smells so nice and spa-like - smells super fresh! Love how natural this product is!"
        },
        {
            "review_title": "A must have item!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I received the sample by NECESSAIRE, the Rosemary Shampoo Conditioner. The item with Rosemary Oil, Proteins, and Peptide. The Rosemary conditioner is a multi-protein strengthening cleanse for the hair, and the Rosemary Conditioner is a multi-protein strengthening cream for the hair. It is a colors safe, Keratin-Safeu2019s item and for All kinds of your hair types. I love to use this item, thatu2019s helps Stimulate Hair Growth, helps Minimize Hair Breakage, helps Strengthen Hair + Scalp Formula Contains a Micro-Dose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I tried Necessaire Rosemary Shampoo & Conditioner together. The conditioner smells of rosemary but it isn't overwhelming and is very pleasant.  I appreciate that it is vegan. I like the bottle and how it dispenses. The conditioner is rich but not too thick. It glides through my hair and removes tangles."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This rosemary conditioner is a fun addition to my scalp routine. I do notice some thinning around my hair parting, but I haven't noticed much of a difference over the last few weeks, so I'm hoping to see some improvement soon! I do find it leaves behind some buildup."
        },
        {
            "review_title": "Great packaging and smells great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This Rosemary Conditioner from Necessaire smells divine . I love the packaging. It looks luxurious and it has a twists on the cap bottle for easy squeeze so itu2019s less messy and easy for the shampoo to come out.  I love how my hair feels. It feels so soft, smooth and smells really nice. This is something that I would use everyday and definitely recommend to a friend and family! The scent last all day and my hair feels light and moisturized and easy to style!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I have been using it along with the shampoo. While I have thick set of hair, recently I find my hair falling alot more because I have been on a hunt for new shampoo and conditioner. The conditioner make my hair so soft and shiny. It does not strip of make my hair silicon-y at all"
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "Absolutely love this conditioner! It smells absolutely incredible and has left my hair so smooth. It also has strengthened my hair and it feels so much healthier. It has not left any excess residue-absolutely recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I was gifted by Necessaire. This product made my hair smell so good and clean. I felt like it made my scalp and hair feel so fresh and soothing. Itu2019s definitely a repurchase for me. This brand always has good stuff."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I loved how good this was and how healthy my hair looks. My hair looks really shiny and silky with this. I'm hoping it helps my thinning hair. I really am enjoying this conditioner and the shampoo matching it."
        },
        {
            "review_title": "Love the smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love the minimalist of this brand! It smells good and it twists to open, a life changer! The conditioner felt greasy at first but it actually was not! My hair was as fluffy the next morning, love it!"
        },
        {
            "review_title": "Worth every penny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "This is my new favorite conditioner that helps strengthen, detangle and soften my hair after every wash. The texture of the conditioner is creamy and smells amazing with the rosemary extract and oil. Since using this conditioner for the past 2 weeks I have noticed my hair looks much healthier and less breakage."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The scent of this conditioner is mindblowing. My hair is very dry and this has been a godsend. It leaves my hair very conditioned and without the need the use for hair oils afterwards. My hair detangles much easier."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been absolutely loving this hair conditioner from Necessaire. The fragrance is super refreshing and not too strong, loving the hint of rosemaryu2014itu2019s like having a mini spa experience right in the shower.  After using this conditioner,  my hair feels soft. Iu2019m impressed by how my hair looks and feelsu2014itu2019s like a salon treatment at home!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The texture is creamy and light weight. It has a nice minty herbal scent with subtle hints of floral and makes my hair look so healthy and feel soft. It definitely helps my strands feel stronger with each use. Iu2019ve noticed less breakage. As for the bottle I like how The cap is unique to where the product dispenses from the middle of the cap simply by turning it to open and close."
        },
        {
            "review_title": "My everyday routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "After trying this conditioner for about week is amazing leave my hair moisturized, my hair was super dried and using this conditioner it have helped. And also rosemary helps hair growth so if you looking for a product, this is product for you."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "My new favorite shampoo I used to have a lot of hair fall out and hair thinning now I can see the difference after using this rosemary shampoo,I noticed Less hair fall out during shower and my hair looks much healthier than before. Only need to use small amounts it instantly foam in my  hair  and pair it with the conditioner makes the hair smooth and clean. it has balm scent that makes the hair feel fresh and super clean. It has strengthening effect that made my hair a lot more stronger. Recommend this for people with hair loss and  hair damage. I received this for free in exchange for my honest review."
        },
        {
            "review_title": "best conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "this conditioner is really nice and leaves my hair shiny ! it leaves my hair soft and really easy to detangle after rinsing. I recommend this conditioner if youu2019re looking for something that is easy to detangle after"
        },
        {
            "review_title": "definitely the scent is a plus",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Who doesnu2019t love the fresh scent of rosemary? I love how rosemary helps contribute to hair growth, also itu2019s refreshing and relaxin. ALSO My boyfriend loves the scent so he sometimes uses it too.. My hair smells SO amazing after. This product was complimentary from  Necessaire but does not impact my opinions."
        },
        {
            "review_title": "Scalp love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Normal skin",
            "review_text": "Coming out of winter  this rosemary conditioner was much needed. My hair has been super dry and this was the perfect product needed. It left my hair was still moisturized and soft and it smells so amazing. Complimentary by necessaire."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Been enjoying using this amazing hair conditioner by Necessaire. The scent is so refreshing love the rosemary scent so much it is like a spa time during the shower. The ingredients is so good and has all the essentials for healthy hair. My hair feels soooo soft and not frizzy. I love how my hair looks and feels after using this conditioner and also the same shampoo. Highly recommended you wonu2019t be disappointed."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "The scent of this conditioner is so amazing!! It smells so good.  I love love love rosemary. Itu2019s so good for hair growth. I canu2019t wait to see how much my hair grows in the following weeks. My hair feels so soft already."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "The shampoo was amazing but the conditioner itu2019s the game changer ! Left my hair so smooth and frizz free. I can definitely feel the difference. My hair looks so healthy and feels like it too ! Iu2019m obsessed with this collection"
        },
        {
            "review_title": "Hair so silky smooth and fresh!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Who doesnu2019t love the fresh scent of rosemary? I love how rosemary helps contribute to hair growth (it has a lot of antibacterial properties too). My boyfriend loves this scent. My hair smells SO amazing after."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I absolutely love the rosemary scent, itu2019s refreshing and relaxing. This conditioner is very hydrating and moisturizing for my type 4, thick, curly/coily hair. It does not weigh down my hair nor does it leave any residue behind. I have dry, dehydrated hair and this conditioner has helped provide a remedy."
        },
        {
            "review_title": "Lightweight + Nourishing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I donu2019t use conditioner every time I wash my hair because I find most conditioners too waxy. This conditioner includes five different ceramides and five additional sources of plant protein. I found this conditioner to be very light in that it didnu2019t weight my hair down or cause me to wash my hair sooner. The rosemary scent is absolutely lovely and can work for men and women. My husband complimented my fragrance and then started using this shampoo and conditioner after I told him about it. Iu2019m so pleased with the look and feel of my hair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I tried the rosemary conditioner by Necessaire. It looks elegant in the green bottle and it smells lovely. I used it along with the rosemary shampoo. My hair felt soft and smooth after application. I have been wanting to include rosemary in my hair care routine as it has many benefits for the hair. It contains ceremides and plant proteins and of course, rosemary oil. . My hair was super moisturized and bouncy. Itu2019s cruelty free."
        },
        {
            "review_title": "Nourishing and Strengthening",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I feel like I can never go wrong with Necessaire and when I tried this conditioner, it confirmed my feelings about the brand. It pairs perfectly with the shampoo. The scent is fresh and refreshing. The clean ingredients are something that makes Thai formula so special. The conditioner is very hydrating and moisturizing. Itu2019s rich but without weighing down the hair. You donu2019t much of it at all but it really helps smooth out my hair and make it shiny. Itu2019s a great formula for dry and dehydrated hair. It really helps nourish and strengthen my hair."
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "this was super nice to use and i really liked the product. my hair feels smooth silky and shiny; i feel like a little goes a long way using this. i also like how you twist to use it and squeeze the product out, it feels like a really cool and smart design."
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "The rosemary strengthening cream is a game changer. Smells divine and really left my hair feeling silky smooth and extremely manageable. Didnu2019t leave my scalp feeling greasy and held its fragrance for several house I will absolutely be purchasing in the future ."
        },
        {
            "review_title": "New favorite conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This shampoo was gifted by necessaire. I am a little skeptical about u201ccleanu201d shampoos as they donu2019t usually work well with my hair type but this on changed the game for me. Itu2019s a delicious rosemary scent that isnu2019t overpowering but smells like a spa. Really great lather and my hair felt and looked clean without being stripped or dry. Huge fan, super happy about this product and excited to see if it will help fill in some postpartum bald spots I have at my temple."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I just got this shampoo and conditioner and Iu2019m loving them both so much. Iu2019ve been using Necessaire body products for years so when they released haircare I had to try it out. I really like their unscented shampoo and conditioner, but when they released this rosemary set for thinning hair I had to have it. Iu2019ve been looking for clean products to help my thin hair and so far so good. Just like the body line, the shampoo and conditioner also come in the same bottle type and theyu2019re a beautiful consistency. Rich and creamy, lathering well. A little goes a long way with both shampoo and conditioner and the smell of rosemary is amazing! Iu2019m thrilled they didnu2019t put patchouli in this product. (Itu2019s in all the scented body products) I highly recommend this to all my fellow thin haired people. The conditioner is thick where a little spreads far and it rinses without leaving any residue behind. Just soft clean hair that lightly smells like a spa."
        },
        {
            "review_title": "Hair feels amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Rosemary is such a great ingredient for haircare so I was excited to use this! I love the smell of it and the results after each wash. My hair feels so smooth and soft, and definitely looks shinier. Definitely one of my favorites now. Excited to see long term results"
        },
        {
            "review_title": "Must try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I was sent by Necessaire their Rosemary Conditioner. Just like the shampoo it smells amazing. It leaves my hair feeling soft and shiny without the heavy feel, I appreciate a conditioner that rinses off fast and easy and this does that for me. I definitely recommend purchasing for yourself."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I have color treated hair that is also very fine, and the conditioner nourishes the end of my hair and makes it feel stronger. I definitely noticed a difference after using this conditioner with the shampoo."
        },
        {
            "review_title": "Fuller, stronger hair and a happy scalp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I was keen on adding Necessaire's Rosemary Shampoo and Conditioners to my haircare routine since I've been looking into the benefits of Rosemary oil and hair growth/scalp health, and I absolutely love these products as additions to my everyday routine. I'm a huge fan of Necessaire for all of their clean, derm-tested products and this combo in particular makes my hair feel super soft and shiny. It's cleansing without stripping my hair down and it feels extra soft after using the conditioner. My hair feels stronger and fuller and my scalp is definitely getting healthier since adding rosemary oil into my product rotation!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "It was very hydrating and smells very luxurious, like a man. You can smells the rosemary but it's not too overpowering, I love the packaging it's very soft to the touch and I love the green, it left my hair feeling very soft"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "This conditioner smells soooo gooood! It gets all the way to my scalp and really gives it a nice refreshing, clean feeling. It doesnt feel like it dries it out at all. It washes out great and doesnt leave any residue or dryness behind. Leaves hair nice, clean and smooth. My hair is so soft after using this conditioner(and shampoo) my hands just gluid right through my hair. I cant wait to see how it helps my thinning hair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "i love the rosemary in this conditioner it smells so good! the product is easy to dispense and apply throughout my hair. after using this conditioner my hair felt healthier and more hydrated. highly recommend!"
        },
        {
            "review_title": "Soft Bouncy Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "A beautiful formulated conditioner works on my thin dry brittle hair, soothing and softening the follicles for easy comb through and less breakage. Rosemary infused oil helps to fortify and nourish my dry scalp without any irritation. Absolutely love the scent."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "necessaire conditioner is good hair care product, it's help stimulate hair growth, and provide nourishment to the hair and scalp, and suitable for all hair type. such as dryness, frizz, or damage hair"
        },
        {
            "review_title": "Get this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Talk about having a soft good smelling hair. They did their research with formulating what was in the bottle. I have 4c hair and my hair was extremely soft after the first use. After using this product my itchy scalp was to a minimum and my hair smelled good."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Love this conditioner. Their body products are one of my faves to use. The scent is great. Does not smell artificial, very natural. My hair becomes extremely soft and silky after washing it. Totally worth."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "I was gifted Necessaire Rosemary Conditioner for free from Skeepers and Necessaire in exchange for my honest review. I first want to talk about the amazing packaging. This is a very nice plastic bottle with very pleasing aesthetics. What I love most about it is the cap and how the product dispenses. You simply twist the cap, turn the bottle upside down, and squeeze the product you want out. No mess, no waste, just perfection! The product itself is a creamy formula. I normally always have to use at a minimum double the amount of shampoo in conditioner to cover my entire hair to properly moisturize my hair after shampooing. With this product I could use way less. This is truly a highlight of the product. This product is highly scented. It has a fresh earthy Rosemary scent. If you have an aversion to this scent, you will not like this product. I have naturally dry very curly hair. I normally leave a little conditioner in my hair to comb through my hair after showering. However because of the scent I felt like I had to wash everything out. This is a really great product. I hope they make another version in a fruity scent in the future."
        },
        {
            "review_title": "Wonderfully luxurious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "In love! I'm not a huge fan of the rosemary scent (it doesn't have a strong linger tho) but I LOVE its strengthening ability! It's super creamy and makes my hair feel so smooth both when we're and dry! Amazing! My hair is medium, curly so I'm happy to find a shampoo that doesn't dry my hair out."
        },
        {
            "review_title": "A must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Necessaire for free. I absolutely love it ! It makes my hair feel soft and healthy! This is my favorite product at the moment! It has help my hair and scalp a lot ! I love how it smells and my hair feel refreshing!"
        },
        {
            "review_title": "Lovely scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is very lovely conditioner, has amazing rosemary smell which is so invigorating and refreshing. Helped me detangle my hair after washing and smooth them out. My hair look healthy and smelling great after using it."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Great conditioner for my highlighted hair. It hydrates my hair and make them super soft. Love this rosemary scent. Itu2019s so relaxing. Great ingredients and results overall. I use it together with shampoo."
        },
        {
            "review_title": "Itu2019s truly a must-have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I recently received a complimentary gift from Necessaire, and I must say, their conditioner has truly impressed me. With my thin, chilly hair, I'm always on the lookout for products that can give it a boost, and this one delivered. The combination of coconut oil, leaf juice, and ceramide AP in its formula has worked wonders. My hair feels noticeably healthier and looks more vibrant since I started using it."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Such a nice conditioner! The rosemary scent is potent and that lets me know it will help with hair growth! I have very fine, thin hair and this leaves my hair super silky and nourished without weighing it down. My hair feels so fresh and clean and this in no way leaves my hair greasy. It contains such incredible clean ingredients and I love that it will help my hair growth! Highly recommend. Kindly gifted by Necessaire."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "After trying this conditioner along with the shampoo I absolutely loved it. My hair was soft and silky and easy to comb away after it dried. Smelled the whole time like rosemary and I loved the bottle."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Rosemary has been shown to help improve hair growth which is something that I gravely need because my hairline has been gradually receding throughout the years. Iu2019m glad I came across this product! It smells amazing! It isnu2019t too overwhelming which is awesome. This conditioner leaves my hair feeling smooth, silky, clean, and tame. Itu2019s very lightweight and it doesnu2019t make my already thin and oily hair look greasy at all. Given all this, Iu2019m excited to continue to use this product!"
        },
        {
            "review_title": "Love it !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Absolutely love this product it gives my hair life. I use the Rosemary Conditioner just as the directions state and it leaves my hair invigorated and nicely moisturized. This conditioner and the rosemary shampoo are my favorite combination. My hair is unbelievably soft and  so easy to brush just after one use. I definitely recommend this one for sure."
        },
        {
            "review_title": "Softens",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "The Conditioner Rosemary by Necessaire not only soften and moisturizes my hair but it strengthens my hair. Itu2019s a great addition to my daily hair routine and I absolutely love the scent that it leaves after washing it off."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I loved this necessaire conditioner it made my hair feel super soft I have dry ends and I loved it, I also really liked the fact it has rosemary extract in it and also has ceramides really liked this!"
        },
        {
            "review_title": "Great addition to your hair routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I recently tried Necessaireu2019s new Rosemary Conditioner and absolutely loved it. It was a great match to their new Rosemary Shampoo and compliments it very nicely. Not only is the smell to die for, but it left my hair shiny and voluminous, without making it feel heavy."
        },
        {
            "review_title": "Worth the price",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This conditioner is a life saver. Some of My hair falls off whenever I use  conditioner, but this one doesn't.  It does have a refreshing smell of rosemary. My hair feels so soft after use. For best result, use after using Necessaire Rosemary Shampoo."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this conditioner so much it has made my hair so soft and less damaged. I plan to buy more things from this hair line. I love it so much and canu2019t wait to get more! It is also a reasonable price."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Necessarieu2019s Rosemary Conditioner is a luxurious treat for my hair. Its rich formula deeply nourishes and hydrates, leaving my hair silky smooth and easy to manage. The subtle scent of rosemary is refreshing and invigorating. I love how lightweight it feels, yet it provides intense moisture without weighing down my hair. I highly recommend this conditioner for anyone looking to add a touch of luxury to their hair care routine."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This conditioner moisturizes and makes the hair feel soft. It has a nice smell is suitable for all hair types as well as color treated hair. It contains rosemary oil and a micro-dose of CapixylTM to stimulate follicles, support hair growth, and minimize the look of hair thinning. This brand is also cruelty-free!"
        },
        {
            "review_title": "Try it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "If you're like me and have been battling thinning hair, I've got to share my experience with Necessaire's Rosemary Conditioner.   Okay, so here's what makes it stand out: the ingredients. This stuff is packed with good stuff like ceramides, proteins, and rosemary oil. Together, they team up to make your hair stronger, thicker, and just all-around healthier.  After using this conditioner for a while, I couldn't believe the difference in my hair. It felt softer, looked fuller, and even had this nice bounce to it. Plus, I swear it's shedding less as well!  Now let's talk about the smell. The rosemary scent is so refreshing, and it lingers in your hair all day long. It's gentle on your scalp, so no itchiness or irritation. Plus, it's free from all those nasty chemicals like sulfates and parabens which I love.  If you're dealing with thinning hair and want something that actually works, give this conditioner a shot. This product was gifted from Necessaire."
        },
        {
            "review_title": "smell so good.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Conditioner was gifte by Necessaire. After shampoo I use this Conditioner and my  hair was feeling nourish and soft silky. Conditioner smell so good. I like how it's clean and vegan product. And helps with thinning hair."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This is such a great conditioner. I have short coarse hair and i like how this conditioner deeply nourishes and moisturizers and leaves it soft silky and easier to comb and style my hair. I also love the rosemary scent."
        },
        {
            "review_title": "Smells and feels amazing 10/10!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This rosemary conditioner is absolutely AMAZING. I know tons of girls struggle with their hair feeling greasy or even a waxy sort of feeling even just a day or two after wash day and truthfully sometimes it isnu2019t even your fault itu2019s the product! When I tell you this conditioner is perfect Iu2019m not exaggerating. It smells so clean and feels so lightly and airy on my hair and is also supposed to eventually after many washes promote hair growth. So far this product is an absolute win in my book and has made my hair feel and look amazing, Iu2019ve received already 4 compliments since using this 2 weeks ago."
        },
        {
            "review_title": "Smells good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Neccessaire rosemary conditioner. This conditioner smells great! I have long hair and it left my hair soft, shiny and detangled without feeling heavy or looking greasy. I would reccomend this product."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I think that this conditioner in combination with the shampoo work really well to make your hair and scalp feel very clean and still moisturized. This left my hair feeling very soft. I liked the two together."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "This was gifted my Necessaire and i'm already loving this conditioner it's incredible and leave my hair so soft and shiny and bonus on making my hair smell so good for hours after. I find that it really helped my hair as well"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "you need this to match the rosemary shampoo for the full spa experience! i apply this conditioner to my lengths and my hair is left feeling so smoothed + repaired.  it doesn't weigh down my hair, yet provides the fortifying my breakage needs. so great especially if you're heat styling a lot like me!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "This conditioner by Necessaire has been treating my hair so well! My hair gets lifeless and dry at times and can be hard to manage. This conditioner hydrates my hair and leaves it silky smooth. Itu2019s great!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been using this alongside the shampoo and Iu2019ve been so happy with the results!! The conditioner has made my hair look and feel sooo healthy, love the smell. Not too strong but very clean. My hair no longer feels dry!"
        },
        {
            "review_title": "Love this conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The necessary conditioner is my new favourite! My hair already feels so much more smooth and hydrated than it ever has. Iu2019ve only use this few times and it is definitely a staple in my routine now. The scent is strong but lovely! Gifted by necessaire."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have used this conditioner in conjunction with the shampoo and have loving the amount of hydration it has provided my hair. Will continue using it and see if it helps with the overall health of my hair. Love the natural herbal scent!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Iu2019ve been using Necessaireu2019s Rosemary Conditioner for a while now. The texture is luxurious, and a little goes a long way. After rinsing it out, my hair feels incredibly soft and manageable. Iu2019ve noticed a significant decrease in breakage since incorporating this conditioner into my routine, which is exactly what I was hoping for."
        },
        {
            "review_title": "Necessaire conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "The necessaire conditioner is my new all time favorite conditioner. My hair is very soft and I notice a difference in the thickness already. I highly recommend this conditioner to anyone who is looking for thicker, more stronger hair."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "This is such a nice conditioner. It smells so good, the rosemary is very uplifting and refreshing. It makes my hair so soft and smooth and overall my hair looks better and more healthy. My hair isn't as frizzy and dull anymore and looks like I just left the salon! Overall this conditioner has worked wonders for my hair, I absolutely recommend it!"
        },
        {
            "review_title": "Smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Necessaire Rosemary conditioner- the first thing I noticed was the scent! It smells great. I have long wavy hair and this did not leave it weighed down or dry and tangled. My hair was soft and shined after just one use."
        },
        {
            "review_title": "Amazing conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "love the rosemary scent of this conditioner. I have thin, oily hair so I need conditioner to make detangling easy but I donu2019t want to weigh down my hair or make it greasy and this fits the bill! Makes my hair feel so smooth"
        },
        {
            "review_title": "New favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I really love this conditioner. The rosemary scent is really nice. The conditioner applies nicely and glides through my hair. When paired with the shampoo, my hair looks healthy and feels hydrated and super soft after using."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I love to use conditioner after shampoo no matter what but so far I love the conditioner and shampoo both sorclo the rosemary ingredient which I love the most as we know rosemary good for hair and growth"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Love it. Use the conditioner with the shampoo and you have such a great set. Light in fragrance, does a great job detangling. Have seen less hair in the sink so thatu2019s a bonus. Love how silky smooth it leaves my hair. Highly recommend"
        },
        {
            "review_title": "Great for thin hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Normal skin",
            "review_text": "I love this multi action conditioner. I have fine curly hair that breaks easily but this rosemary conditioner has definitely helped my hair from breaking. I love the rosemary scent infused in this conditioner. I always feel like I just came out of a spa. My hair feels so clean and soft after using it and it doesnu2019t leave my hair feeling greasy."
        },
        {
            "review_title": "The scent is too good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Gifted by Necessaire. I love rosemary infused hair care products, due to stress months ago  I noticed that I was losing a lot of hair and its when I decided to incorporate rosemary extract on my hair care routine, I loved the shampoo and conditioner because of the rosemary, I love the clean scent and how clean my hair felt after washing it with it! My hair feels soft and It was easy to detangle!Can wait to see the results."
        },
        {
            "review_title": "For all hair types!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Recently my hair has been breaking alot. Due to having a baby and my hormones. This amazing conditioner has worked wonders!! I love how my hair feels after applying. Itu2019s smooth and still voluminous. Itu2019s great for thin hair and I have noticed my hair that was falling stopped falling. I am loving the scent and rosemary is great. Definitely seeing the results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Acondicionador  ud83euddf4I loved this rosemary conditioner. I highly recommend it because it leaves your hair very soft and doesn't leave it dry. It helps a lot with frizzy hair and most importantly, it moisturizes your hair and helps you with dandruff problems and other hair problems. the rosemaryu2728ud83eudd70"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Oily skin",
            "review_text": "Necessaire Rosemary Conditioner contains rosemary extract, rosemary oil, rosemary water, proteins, peptides and ceramides. It also has a strong rosemary fragrance. This conditioner made detangling a breeze, and after leaving it on for just 2 minutes, it felt like I had used a mask. This product works really well with the Rosemary shampoo."
        },
        {
            "review_title": "My favorite best conditioner.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I love this rosemary, hair conditioner, it made my hair so soft and shinny, it helped my hair straight and less breakage I highly recommended this conditioner. Works great with the shampoo. I left it on my hair 5 minutes. I absolutely love the results."
        },
        {
            "review_title": "Great conditioner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This conditioner really made my hair shiny and smooth. I like the rosemary smell it itu2019s not overwhelming but itu2019s nice touch I like using it with combination with the same shampoo and overall I like this brand a lot I used many of their products and Iu2019m never disappointed with their quality or with their results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Necessaire gifted this conditioner to me in exchange for my honest opinion. I like how this conditioner left my hair feeling soft and look healthier. It is also very light weight and doesnu2019t leave me hair feeling greasy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This conditioner doesnu2019t leave my hair feeling heavy which I like. The scent is also a plus. I like to use it on my tips after using their shampoo. I was really enjoyed the scent! I would recommend to try it!"
        },
        {
            "review_title": "Great for thin hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I have been on the hunt for a conditioner that moisturizes hair but doesnu2019t weigh down thin hair. I have struggled with thinning hair my whole life and the one things that helps tremendously is rosemary oil! Finding the necessaire conditioner was a lifesaver bc it not only is lightweight, but also contains rosemary oil. The conditioner itself smells very clean and natural, which I enjoy. It also is lightweight and absorbs quickly into the hair. After my shower, it allows for easily detangling of my hair and leaves my hair feeling smooth and soft, but without greasiness which I sometimes struggle with with my thin hair. This conditioner has never weighed it down! The rosemary oil in the conditioner stimulates my scalp and has helped reduce thinning in my hair! Overall, I am really impressed with the necessaire rosemary conditioner. It leaves my hair soft and never greasy and is a lifesaver for my thin hair!"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is my first time try this brand. I like rosemary smell and this brand have all the ingredients you need for strength your hair like protein, peptide. Itu2019s thick creamy texture so you donu2019t use much product. After one use, I see my hair looks smoother, less tangled and less hair loss. Definitely recommend this product"
        },
        {
            "review_title": "Recommend to purchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Recommend to purchase the conditioner if you have damaged hair and the thin hair. The rosemary oil makes my roots become more smooth, and I can feel my hair was more strength after use it. It makes my hair very moisturizing and not look frizzy."
        },
        {
            "review_title": "gorgeous!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "This is an absolutely gorgeous conditioner! From the recent to the results! Immediately after adding to my hair I noticed a unique softess, and brushing through in the shower, my hair detailed with ease. It did seem to take a bit longer to rinse out, but that's no biggie! After my hair dried, man was it soft. My hair looked incredibly healthy and brilliant! I'm really a fan of this line!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Ive been using this along with the shampoo. Smells amazing, a small amount is enough to lather my entire head of hair. My scalp feels super clean after using these. Iu2019ve been reading about all benefits of rosemary for thinning hair and love that it contains rosemary oil and extract. Left my hair feeling really soft and it looks healthy and shiny , even on my usually lackluster air dried hair."
        },
        {
            "review_title": "Love this conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have to say, I am really loving this conditioner! It has a nice clean scent! I have long, thick hair, and it has made my hair, feel stronger and more moisturized without weighing it down. Iu2019m going to be adding this to my regular rotation!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The Rosemary Conditioner offered by necessaire turned my hair into silk. It felt incredibly soft and manageable. The strengthening effect was amazing, and I love the lightweight, non-greasy feel. A true treat for my hair. As I applied it, the creamy texture coated each strand with a luxurious feel. After rinsing, my hair felt like silk! It smells amazing and the smell lingers on for days! Definitely recommend!!"
        },
        {
            "review_title": "Amazing for dry hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I absolutely love this! I have pretty dry damaged hair from years of bleaching so I am always looking for a good conditioner and this one is incredible it made my hair so soft and smooth! And it looked so shiny even after drying and styling! Definitely recommend!"
        },
        {
            "review_title": "Refreshing scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is my new favorite hair conditioner. I have a very soft thinning hair and this rosemary conditioner makes my hair fuller and stronger. My hair smells refreshing all day. Great and practical packaging. Highly recommend it."
        },
        {
            "review_title": "A game changer for my thinning hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This product is amazing for my thinning hair with split ends. The Rosemary Conditioner by Necessaire has a creamy powerful formula and does not weigh my very fine hair down. I applied 2-3 pumps to my damp hair after washing my hair, keep it for a few minutes and rinse. After few weeks of use it turned my damaged hair to being healthy, strong and silky. It smells herby and light due to the powerful natural and clinical proven ingredients like rosemary oil, ceramides and peptides. The packaging looks stylish and sophisticated. Highly recommended!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Dry skin",
            "review_text": "This new Necessarie conditioner is hydrating + leaves my hair full of body and shine. It contains ceramides and pure rosemary oil to help nourish thinning hair. My hair is quite thin from chemical treatments and bleach highlights. This conditioner provides a visual improvement to my ends, so my hair looks more healthy and vibrant. The fragrance blends well with my current skin & body routine, and reminds me of a European spa. It is an energizing treatment that I look forward to in my shower!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Necessaireu2019s The Rosemary Conditioner features a revitalizing and fresh fragrance. The formula moisturizes the hair for strands that are stronger, softer, and smoother. It helps to reduce frizz and adds shine as well."
        },
        {
            "review_title": "I love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I love that packing is super easy to use and the packing looks very eleI love that packing is super easy to use and the packing looks very elegant  I'd love to buy it again because it looks very brilliant my hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This rosemary conditioner is amazing! Its refreshing scent and nourishing formula leave my hair silky-smooth and deeply hydrated. It's become a staple in my haircare routine! I love it with the shampoo."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "As someone who struggles with really dry hair I am always looking for products that help with the look and feel of it. I love so many different Necessaire products so I was so happy that this helped the ends of my hair look so moisturized. I deal with a lot of excess frizz and this made me feel like the overall look of my hair was more shiny."
        },
        {
            "review_title": "Rosemary smells delish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "Big fan of this Rosemary line - the smell is amazing, but not too strong. This conditioner has a great consistency, leaving my hair moisturized and smooth without it being weighted down or greasy. Overall a hit!"
        },
        {
            "review_title": "Love!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "The Necessaire Rosemary Conditioner is a game-changer for my hair care routine. I love how its invigorating rosemary scent transforms my shower into a spa-like experience. The conditioner's formula is incredibly nourishing, leaving my hair feeling soft, smooth, and deeply hydrated. I appreciate that it's infused with rosemary leaf extract, which not only nourishes but also strengthens my hair. Plus, the sleek, minimalist packaging adds a touch of elegance to my shower shelf. Overall, the Necessaire Rosemary Conditioner is a must-have for anyone looking to elevate their hair care routine with a luxurious and effective product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "absolutely love the ingredients in this conditioner. It contains rosemary extract which helps stimulate hair growth, along with 5 proteins, 5 ceramides, and peptide. After using the shampoo, this conditioner leaves my hair feeling incredibly soft and smooth. I was gifted this conditioner by Necessaire."
        },
        {
            "review_title": "I love this conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Necessaire's Rosemary Conditioner is a gem for thinning hair! Enriched with 5 ceramides, 5 proteins, a peptide, and rosemary oil, it's a powerhouse for nourishing and strengthening strands. The rosemary scent is invigorating, creating a spa-like experience in the shower. The conditioner leaves my hair feeling silky smooth and more resilient. After regular use, I've noticed a positive change in the thickness and overall health of my hair. It's a thoughtful formula that not only addresses thinning concerns but also provides a luxurious and aromatic hair care experience. Highly recommended for those seeking an effective and enjoyable solution for thinning hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This new necessarie conditioner is my go to. My hair is pretty dry and damaged, also very thin. When I use it it really makes my hair feel so much softer and healthier afterwards. Iu2019ve bought a second already."
        },
        {
            "review_title": "Love how it leaves my hair smooth!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "Such a great hair conditioner! I like how it tames my frizzy hair, without weighting it down. After using it, itu2019s easy to manage, and looks silky and healthy. It is even shedding less! The rosemary scent smells beautiful, but not overpowering. Absolutely recommend it to anyone who has frizzy and hard to manage hair."
        },
        {
            "review_title": "Perfect for curly hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "My hair is so dry and damaged! It breaks every time a try to detangle it, this conditioner made my hair so soft with just a little. My hair type is 4b and this was perfect for it! The rosemary smell is really nice! I would definitely buy it again!"
        },
        {
            "review_title": "Best conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This conditioner is the best; makes my hair super silkier and manageable. Love how soothing it is as well; i like using both shampoo and conditioner together. Less frizzy hair than before and absolutely the best."
        },
        {
            "review_title": "Love this conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The Necessaire Rosemary Conditioner is great to use after the Rosemary Shampoo. It is Made out of Rosemary which makes your hair stronger and healthier . It is also great for smoother hair. It is Color-Safe. Keratin-Safe and For All Hair Types. I love the ingredient list . It is made with the best"
        },
        {
            "review_title": "I love this stuff!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I liked everything about this item. This shampoo it gives a great lather for my hair and it is not stripping at all. This product goes hand and hand with the conditioner. Plus, you don't need to use a lot, so a little goes a long way. I'm so glad I found it! I love the scent, too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I tried the conditioner and itu2019s really nourishing.  I like that itu2019s easy to rinse off and also lightweight in my hair.  It makes my hair soft and shiny.  I like that it has rosemary to help soothe the scalp as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love how this conditioner makes my hair so soft and helps to prevent breakage on my ends. Itu2019s a great consistency without being heavy or weighing my hair down. I like the rosemary scent and the subtle fragrance it leaves."
        },
        {
            "review_title": "A clean product that works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love the use of rosemary oil in this conditioner. Itu2019s perfect for maintaining hair health, specifically, stimulating the hair follicles to prevent hair loss. Itu2019s also formulated with ceramides to help with hair barrier health. I enjoyed it overall! Thereu2019s a rosemary spa like smell that leaves my hair and bathroom smelling clean. Itu2019s also formulated with clean ingredients and is cruelty free."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This conditioner had a very nice fragrance that was soothing. I noticed a change in how my hair felt after the first wash and I can tell that my hair feels softer. After a couple of days I noticed my hair looking shinier."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "Love the feeling of this conditioner on my hair. The rosemary smells so good and feels gentle on the scalp. I am always searching for light-weight conditioners that don't bog down the volume of my hair, and this conditioner is amazing in that sense."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "this rosemary conditioner is amazing. it makes my hair look so smooth and moisturized. it leaves a nice scent but isnt overpowering. it also doesnt weigh my hair down. i love the texture and the scent."
        },
        {
            "review_title": "Smells so fresh!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This is like skincare for your hair! I love the ingredients in this conditioner, like ceramides and peptides for strength and deep conditioning, but I especially love that theyu2019ve added rosemary for hair growth too! I love the scent of rosemary and this conditioner smells so good and spa-like. It makes my hair feel so healthy and conditioned, and I feel good knowing itu2019s so good for my hair!"
        },
        {
            "review_title": "Nourish and Revitalize",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Nu00c9CESSAIRE's Rosemary Conditioner is a game-changer in the world of haircare, offering a nourishing and revitalizing experience that leaves hair feeling soft, smooth, and rejuvenated. Infused with the invigorating scent of rosemary and formulated with clean, high-quality ingredients, this conditioner is a must-have for anyone looking to elevate their haircare routine. The standout feature of this conditioner is its natural fragrance. The scent of rosemary is both uplifting and refreshing, creating a spa-like experience every time you use it. Whether you're starting your day with an energizing shower or winding down after a long day, the aromatic notes of rosemary instantly awaken the senses and invigorate the mind. Beyond its delightful scent, the performance of the Rosemary Conditioner is exceptional. The lightweight formula glides effortlessly through the hair, coating each strand with a nourishing blend of ingredients. From the first application, I noticed a significant improvement in the texture and manageability of my hair. It felt softer, smoother, and more hydrated, with a healthy shine that lasted throughout the day. What sets Nu00c9CESSAIRE's Rosemary Conditioner apart is its commitment to clean beauty. Free from sulfates, parabens, phthalates, and other harmful ingredients, it prioritizes the health of both your hair and the environment. The formula is also cruelty-free and vegan, making it a conscious choice for those who value ethical and sustainable beauty products. Another noteworthy aspect of this conditioner is its versatility. Whether you have fine, medium, or thick hair, the Rosemary Conditioner provides weightless hydration without weighing hair down. It effectively detangles and smooths hair, making it easier to style and manage, while also promoting overall hair health and vitality. In summary, Nu00c9CESSAIRE's Rosemary Conditioner is a must-have for anyone seeking a luxurious and effective haircare experience."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I received The Rosemary Conditioner as a complimentary gift for testing purposes. From the first use, this product smelled and felt wonderful on my hair. I love how soft this product leaves my hair.There are also No Phthalates No Parabens or silicones in it. Suitable for all hair types.  I definitely recommend this one for sure."
        },
        {
            "review_title": "love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "#thenecessaire their rosemary conditioner and I am not a conditioner person but I like it very much because it doesn't make hair oily, keeps it soft and shiny. All I am looking for in a conditioner is this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I was happy I got the chance to try. This conditioner is incredible. You really can tell that it is great quality. It has made my hair feel so much softer but it also looks so much healthier than it has in a long time."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The conditioner is very easy to use. Just use a small amount and apply evenly throughout your hair. Gently massage for a few minutes. Your hair will feel softer and shinier. The fragrance will last for 2 days and does not cause itchy scalp."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I have long and wavy hair and since last couple years I started struggling with hair loss and decided to give a try to Necessaireu2019s the rosemary shampoo and conditioner. Everyone knows that rosemary activates hair follicles and cleans the scalp from bad bacterias and I hope it will help with hair growth and thickness over time. Overall, my hair feels soft and looks healthy.         Complementary from Necessaire"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This conditioner is so nourishing and hydrating. Infused with the soothing scent of rosemary that I really love, it leaves your hair smelling fresh and clean. The formula deeply conditions and detangles, leaving hair soft and manageable without weighing it down. It's suitable for all hair types and helps promote healthy, shiny hair. Overall, a fantastic choice for anyone seeking a lightweight and effective conditioner! Gifted by Necessaire"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I use this in conjunction with the Rosemary shampoo, I LOVE it.  The formula is super creamy with a herby scent that's not too strong. The twist top packaging is so convenient.  My hair feels soft and shiny and I don't lose a bunch of hair after use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Iu2019m obsessed with this new conditioner! It feels luxurious and it allows me to easily detangle my curls in the shower. The rosemary oil is a highlight to strengthen my hair and help it grow. Canu2019t wait to see results soon!"
        },
        {
            "review_title": "Complementary with shampoo",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Necessaire gifted, good conditioner with a user friendly bottle! Make sure to push the cap to squeeze product out but be careful. I managed to get a lot of product out! This is a luxurious conditioner."
        },
        {
            "review_title": "My hair loves this so much",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Dry skin",
            "review_text": "love shampoo and conditioner this are so good products leave my hair so shine smoother and beautiful. I been having scalp problems so itchy and flakes this help me to reduce . I like so much the rosemary on it is a gem ud83dudc8e"
        },
        {
            "review_title": "Conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have curly hair, dry texture and split ends. This conditioner is great, it helps you strengthen your hair, repairs it and moisturizes it and improves growth since it has rosemary in its formula. I recommend"
        },
        {
            "review_title": "Luxurious!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "This rosemary conditioner from Necessaire is amazing! The rosemary in it is so refreshing and relaxing at the same time, it's very luxurious and spa like! After using it my hair is left feeling and looking smooth, soft and overall more healthy! Definitely my new favorite conditioner!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "I have thin/ fine hair.  Usually,  I stay away from conditioners, they tend to weigh my hair down and typically make my hair greasy/dirty. This formula doesn't! In tandem with the shampoo, my hair hasn't felt better!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "Another great product by Necessaire. I love this conditioner! The smell is amazing and it hydrates my ends so nicely too. It doesnu2019t feel too heavy for my hair and never feels greasy. I definitely recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "This is truly so good! It makes my hair feel so full and shiny! The packaging is also so chic. I love that my hair feels like itu2019s going to grow, also smells incredible! Would reccomend this to anyone!"
        }
    ]
}