{
    "product_id": "1685",
    "name": "Velour-Xtensions Self-Stick Lash Clusters",
    "brand": "Velour Lashes",
    "categories": "Makeup, Eye, False Eyelashes",
    "price": 24.5,
    "about": "What it is:A set of pre-glued, these self-adhesive lash clusters that are perfect for beginnings, easy to apply and mess-free.u200b..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also gluten-free and cruelty-free..What Else You Need to Know:Handmade with lightweight and natural-looking fibers, these Self-Stick Lash Clusters are applied underneath your natural lashes for a seamless look. Use three clusters per eye for a full lash extension look or one to two clusters to create a half lash.",
    "ingredients": "Acrylates Copolymer, Aqua/Water/Eau, Propylene Glycol, Sodium Polyacrylate, Sodium Lauryl Sulfate, Phenoxyethanol.",
    "how_to_use": "Suggested Usage:.-Gently curl your natural lashes with the Velour Too Extra Lash Curler (sold separately)..-Carefully removing them from the tray, hold the cluster from the middle-outer end to avoid touching the band area. u200b.-Position the cluster underneath your natural lashes.u200b.-Squeeze the clusters and your natural lashes together with the Too Real Extension Tool (sold separately).u200b.-Use three clusters per eye for a full lash extension look or one to two clusters to create a half lash..-Remove with clean fingers. Gently lift the clusters, holding them from the middle-outer end of the band.",
    "num_reviews": 148,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/velour-lashes-self-adhesive-lash-clusters-refills-classic-P511681?skuId=2774529&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2774529-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Soft & Wispy",
            "shade_descriptor": "flirty lash style that lifts the eyes",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2774537-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Soft & Wispy",
            "shade_descriptor": "flirty lash style that lifts the eyes",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2774537-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": []
}