{
    "product_id": "1132",
    "name": "Rich & Foiled Eyeshadow Palette",
    "brand": "Morphe",
    "categories": "Makeup, Eye, Eye Palettes",
    "price": 21.0,
    "about": "What it is:u00a0A nine-pan palette inspired by the allure of precious metals that features a debut foil-effect eyeshadowu2014plus, luxe mattes, shimmers, and metallics..Ingredient Callouts: Free of parabens. It is also cruelty-free...What Else You Need to Know: Discover a wealth of possibilities in a flash with the Morphe Rich & Foiled Eyeshadow Palette. Inspired by precious metals, this excessive, expressive, nine-pan curation elevates eye looks with luxe mattes, shimmers, and metallicsu2014plus, a debut formula-flexing, foil-effect Molten Metal Eyeshadow...This Set Contains:.- 9 x Eyeshadows",
    "ingredients": "Synthetic Fluorphlogopite, Dimethicone, Silica, Phenyl Trimethicone, Polyglyceryl-2 Triisostearate, Lauryl PEG-9 Polydimethylsiloxyethyl Dimethicone, Polysorbate 80, Dimethicone/Vinyl Dimethicone Crosspolymer, Phenoxyethanol, Tin Oxide, Tocopheryl Acetate, Xanthan Gum, Caprylyl Glycol, Ethylhexylglycerin, Sodium Acrylates/Sodium Acryloyldimethyl Taurate Copolymer, Water (Aqua, Eau), Isohexadecane, Sorbitan Oleate, Tocopherol +/- May Contain/Peut Contenir: Titanium Dioxide (CI 77891), Iron Oxides (CI 77491).",
    "how_to_use": "Suggested Usage:.-Create your look with the luxe mattes, shimmers, and metallics, then amp it up with ultra-reflective, formula-flexing Molten Metal Eyeshadow..-Apply dry for all-over, creamy effects..-Using the side of a packing brush, sweep Molten Metal Eyeshadow across lids for smooth, blendable, incredibly luminous payoff..-Apply wet for enhanced, liquid effects..-Spray your brush tip with Continuous Setting Mist (sold separately), before picking up Molten Metal Eyeshadow..-Glide along lash lines or creases for molten-like shine.",
    "num_reviews": 36,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/morphe-rich-foiled-eyeshadow-palette-P511397?skuId=2774503&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2774503-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Perfect cute neutrals & shimmers unbeatable price",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "The prettiest everyday colours for a soft pinky smokey eye as well as some goes with everything party shimmer shades. This palette is unbeatable for the price and is a staple in my daily makeup routine"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Love this product use it almost everyday. Colours blend good together"
        },
        {
            "review_title": "First and Last Morphe Adventure",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I usually purchase higher-end palettes because I've been burned by drugstore brands too many times. This is no better than a drugstore or maybe dollar store palette. The foil is basically Christmas glitter and it gets everywhere."
        }
    ]
}