{
    "product_id": "745",
    "name": "Self-Tanning Water",
    "brand": "Isle of Paradise",
    "categories": "Skincare, Self Tanners, For Face",
    "price": 44.0,
    "about": "Which skin type is it good for?.u2714 Normal.u2714 Oily.u2714 Combination.u2714 Dry.u2714 Sensitive..What it is:.A self-tanning water with color-correcting actives and either a peach (light), green (medium), or violet (dark) base for a natural-looking, bronzed glow with no streaks, smells, or orange tones...Solutions for:.- Uneven skin tone.- Dryness.- Dullness and uneven texture..If you want to know moreu2026.The Isle of Paradise has combined a color corrective approach with their tanning know-how to bring you your best glow everu2014whether thatu2019s for the beach or brunch. Organic tanning actives combine with avocado, chia seed, and coconut oils for a happy, hydrated glow...The peach water is formulated with Oxy Glow complex, which is clinically proven to brighten your skin, the green water is formulated with Super Balance complex to reduce redness, calm the skin, and improve your karma, and the violet water is formulated with Hyper Violet complex to reduce orange/sallow tones and raise your tanning game...What else you need to know:.Isle of Paradiseu2019s products are made with color-correcting technologies to help even out skin tone for the most real looking, natural tan ever. This product is cruelty-free, 100 percent vegan, organic, and made using certified organic ingredients, actives at low pH levels, non-sensitizing ingredients, hypoallergenic ingredients, and pure oils. It does not contain mineral oils, petrolatum, gluten, GMO, or toxins...",
    "ingredients": "-Coconut Oil: Hydrates and smooths the skin.   ..-Avocado Oil: High in Vitamins A and C; a fast-absorbing skin conditioning agent...-Chia Seed Oil: One of natureu2019s richest vegetarian sources of omega 3 fatty acids; proven to significantly improve skin hydration and maintain skin barrier function.   ..-Eucalyptus Clobulus Leaf Oil: Isle of Paradise fragrance ...Water, Propylene Glycol, Dihydroxyacetone, Glycerin, Ethoxydiglycol, PEG-40 Hydrogenated Castor Oil, Erythrulose, Glycereth-26, Agastache Mexicana Flower/Leaf/Stem Extract, Aloe Barbadensis Extract*, Citrus Grandis (Grapefruit) Peel Oil*, Cocos Nucifera (Coconut) Oil*, Eucalyptus Globulus Leaf Oil*, Mentha Piperita (Peppermint) Oil*, Persea Gratissima (Avocado) Oil*, Salvia Hispanica Seed Oil*, Salvia Officinalis (Sage) Oil*, Methoxyphenyl t-Butylphenyl Propanediol, Tropaeolum Majus Flower/Leaf/Stem Extract, Panthenol, Ascorbic Acid, Ethylhexylglycerin, Propanediol, Sodium Benzotriazolyl Butylphenol Sulfonate, Tris (Tetramethylhydroxypiperidinol) Citrate, Fragrance, Sodium Metabisulfite, Phenoxyethanol, Triethylene Glycol, CI 19140 (FD&amp;C Yellow No.5), CI 42090 (FD&amp;C Blue No.1), CI 16035 (FD&amp;C Red No.40)......The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Exfoliate 24 hours before tanning. Moisturize dry areas such as hands, feet, knees, ankles, and elbows prior to application. .-Mist until skin is totally saturated, covering face. Leave hands and feet until last before blending with a tanning mitt using sweeping motions. .-Thoroughly wash palms after use. .-Your tan will develop in four to six hours... Precautions:.-Carry out a patch test 24 hours prior to application. Do not apply to broken, irritated, or hyper sensitive skin..-This product does not contain sunscreen and does not protect against sunburn. Repeated exposure of unprotected skin while tanning may increase the risk of skin aging, skin cancer, and other harmful effects to the skin even if you do not burn.",
    "num_reviews": 35,
    "overall_rating": 2.9,
    "product_url": "https://www.sephora.com/ca/en/product/isle-paradise-self-tanning-water-medium-P469870?skuId=2444768&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2444768-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "6.76 oz / 200 mL (Light)",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2444768-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "6.76 oz / 200 mL (Medium)",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2444776-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "6.76 oz / 200 mL (Dark)",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2444784-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Ne pas acheter",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Je nu2019ecris habituellement pas de commentaire, mais ce produit vaut la peine. Nu2019achetez pas cette eau bronzante, les resultats sont horribles. Facile u00e0 appliquer, mais su2019estompe en zones par la suite."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Normal skin",
            "review_text": "Love this self tanner so much the colour is just perfect for my fair skin not to dark not to light. But after a few days I break out in hives and get so itchy. Iu2019ve used this for two years now and happens every time :("
        },
        {
            "review_title": "Wouldnu2019t buy again",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I was looking for a new self tanner to try and my friend recommended this one. I was disappointed. It is hard to apply with spraying, I am quite fair and never felt it made a huge difference in my appearance      appearance. I rather go back to my old tanner than buy this again"
        },
        {
            "review_title": "Liked it. But then the pump broke.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I used this a couple times and as a pale girly, was modestly impressed with the results. Put it away for the fall/winter and then tried to use it again this spring... nope. Pump is broken and nothing i could do to clean it would get it working again. Wouldn't recommend based on bad packaging. Not worth your money for only getting to use a couple spritzes out of the bottle."
        },
        {
            "review_title": "Darker than expected!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "don't underestimate the word light! I put it on with my hands just spraying section by section.. left it on for 8 hours while WFH for the day.. the colour is very nice but I can't imagine what dark would be like because I found this one to be quite noticeable.  I messed up on the hands but other than that pretty even!"
        },
        {
            "review_title": "Not expired yay!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Got a clear one this time!!! The best! Im very happy this time because itu2019s the best around!"
        },
        {
            "review_title": "Just when I was about to give up on self tanners",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "I have tried multiple products over the years. Left me all orange and blotchy. This was a recommended product t by a friend and I am obsessed after 1 application. I donu2019t use a tanning kit I just spray a section and use my hands  to blend in. Woke up the next day sun kissed! No transfer to my clothing or sheets. My face I had to do two nights in a row (for me personally) but I could probably apply the spray 2 times a week and be happy! Leaves skin super soft. It does have the typical self tanner smell. Just use lotion after you shower to mask the smell. 10/10 will continue to use!"
        },
        {
            "review_title": "Would not recommend",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Had good results with it but gave me eczema around my eyes after a week. If you have sensitive skin I would not recommend. I think I developped an allergic reaction.There was also some weird debris in the bottle after a few days. Will not be repurchased."
        },
        {
            "review_title": "My favourite self tanner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I use this self tanner every week and it never turns out splotchy, as long as I use a tanning mitten to apply. It looks like Sephora got a new stock in of this tanning water because my product looks super clear"
        },
        {
            "review_title": "Not worth the money or time.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Left me orange and splotchyu2026 would not buy again. I have returned mineu2026 the product came worth weird white stuff and looked terrible on! DO NOT BUY!!!"
        },
        {
            "review_title": "Love but Expired Stock.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Medium skin tone, Combination skin",
            "review_text": "This is my favourite self tanner. I empty out the bottle in to one of those 360 fine mister bottles and it goes on so much better. However. I believe all of sephoras stock is old. Every order for about almost 2 years has been like cloudy and not clear anymore. And now it's straight up chunks when I pour it in to the other bottle. Wasted product. and won't break back down into a liquid. And in store it's the same thing now too. Please fix this sephora"
        },
        {
            "review_title": "My fav self tanner for my face",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I love the product as a face tanner. I use one spray at night as the last step in my skincare routine and I'm glowing in the morning. It lasts forever. I've received a few bottles with floaties in it, but Sephora has always refunded/replaced. I also think it might just be the coconut oil getting cold in the bottle."
        },
        {
            "review_title": "Arrived milky white. Will return.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Iu2019ve purchased this product several times and loved it. This time, when my ordered arrived the tanning water was VERY milky. I canu2019t even see through it. It looks like milk with a pink hue. Iu2019ll be returning as it doesnu2019t look like it normally does. I havenu2019t opened the product and there doesnu2019t appear to be a seal. It is clearly off."
        },
        {
            "review_title": "Gross thing floating!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I have received expired product my last few orders until I saw the product on the shelf at my Sephora store. The first pic is what I should have received and the second one this is what I paid for.  Im not happy!"
        },
        {
            "review_title": "Weird substance formed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Is this a reasonable excuse to return? I used this product in the past and havenu2019t had many problems, I just repurchased a bottle and have used it once and itu2019s grown some sort of white debris in a weeku2026 to which I strained out and it came out as a solid mucus-like chunk? Freaked me outu2026"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "The weird and chunky consistency is NORMAL, it happens a lot that a product separates itself because of its natural elements (oils, etc). You just need to shake it before using it to have a perfect tan. I love the colour, its not too orange. But the best thing about this product is that it takes 5 minutes to put on and even less than that to dry. It does not stain my sheets or my clothes and it smells good. Also, you do not need to wash it off. It is not stripy either and I use it on my face too."
        },
        {
            "review_title": "orange.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "orange. just orange. doesn't last, washes off and once again makes you so orange."
        },
        {
            "review_title": "Nice even tan",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "The consistency was chunky which had me worried, but the tan came out great / even."
        },
        {
            "review_title": "This is not ok?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Received this in the mail today. Bottle is dirty and there are giant chunks floating inside. Iu2019ve used this product before and it never used to be like this. The bottle looks really old."
        },
        {
            "review_title": "Bizarre",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Bizarre de texture dans la bouteille lorsque j'ouvre mon colis...."
        },
        {
            "review_title": "Great product!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Iu2019ve used a whole bottle of this product! Itu2019s a great product thatu2019s easy to use, Iu2019ve recently ordered the tan oil mist and I find it hydrates my skin better as-well as blends more evenly! Overall a great product but I prefer the oil missy"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I usually love this but the last few times I've purchased there's been floating white debris and this time big chunks that get caught in the nozzle and take up space of the product."
        },
        {
            "review_title": "Blah",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "So uneven. The colour is nice. But the application is horrible"
        },
        {
            "review_title": "Mixed Feelings",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I have such mixed feelings about this product. Leaves me with a beautiful glowy summer tan. But.. I have purchased this product multiple times online and have had to send it back. Itu2019s suppose to be a water consistency but I have received it and it looked expired/chunky"
        },
        {
            "review_title": "Practice makes perfect",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I used the tanning drops for a couple years before trying this. I still feel a bit on the fence about which I prefer. I followed the spray all over, then blend in, which left it all splotchy. I wouldgoing section by section  instead of"
        },
        {
            "review_title": "Worth it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
            "review_text": "Definitely a good self tanning product, wonu2019t make you too dark but itu2019ll definitely give you the look that youu2019ve been tanning in the sun. Applies evenly when using the mitt. Because itu2019s water based, itu2019s very lightweight. Love the colour this gives."
        },
        {
            "review_title": "great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "Product is great, doesnu2019t have a strong smell and didnu2019t stain any of my clothes or sheets"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Olive skin tone, Normal skin",
            "review_text": "This product goes on really well with a tanning mitt and doesnu2019t have the typical smell of tanning products which is nice. As long as you apply it properly it doesnu2019t streak and is a nice colour! A little bit of colour transfer on lighter clothing if you donu2019t wash it off but after you wash it off there is no problems. The only thing I would say is it isnu2019t a very dark tan and takes a little longer to develop."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "Average! Streaks the same way as a foam but it has a very pretty finish. Not too orange! Try it!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I love this stuff ! It washes off evenly and is super easy to apply. Doesnt look cracked or streaky when it starts to fade. Only issue I have found is its not super dark and basically the same as my summer tan"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Ok when I tell you Iu2019ve tried other products (because I am SO pale) I mean Iu2019ve tried tons. But this, in combination with a mitt, has got to be the easiest application Iu2019ve ever tried. Literally can do my whole body in less than 5 minutes and I donu2019t turn orange (Iu2019m of Asian descent so this is a big deal for me)! If youu2019re looking for a self tanner this is the one!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Normal skin",
            "review_text": "love it! super easy to apply and blend, gives a gorgeous colour to the skin as well"
        },
        {
            "review_title": "Cloudy liquid.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "At first I enjoyed this product, it had a clear consistency and gave me a subtle glow. After a few months, I started noticing the water started becoming cloudy and there was white particles floating around in the water. The issue progressively got worse and is now so cloudy that I will not use the product as it looks unsanitary. I did not store the product unusually or mix it with any other product. I have the larger size bottle and more than half of it has gone to waste. Will not be purchasing this brand again."
        },
        {
            "review_title": "Glowy skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I bought this for my face instead of applying self tanner mousse directly to my face (I have acne prone skin). It smells great, no fake tan chemical smell. It gives your face a tan, beautiful glow. It smells way better than the st tropez bronzing mist. It also doesnu2019t break me out!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Normal skin",
            "review_text": "Donu2019t buy this product. It left super blotchy marks and can never seem to be applied on evenly even when using a mitt."
        }
    ]
}