{
    "product_id": "1295",
    "name": "Acne Salicylic Acid Day & Night Duo",
    "brand": "Peace Out",
    "categories": "Skincare, Value & Gift Sets",
    "price": 27.0,
    "about": "What it is: Set of 10 original and 10 ultra-thin acne patches that combine clean hydrocolloid polymer technology and actives to minimize the look of breakouts...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Redness and Acne and Blemishes..Formulation: Mask..Highlighted Ingredients:.- Encapsulated Salicylic Acid: Penetrates pores to target acne blemishes and blackheads..- Retinol (Retinyl Acetate/Vitamin A): Promotes clear-looking skin..- Aloe Vera Leaf Extract: Gently soothes dry skin to minimize the appearance of redness...Ingredient Callouts: These products are vegan, gluten-free, and cruelty-free...What Else You Need to Know: Fight acne day and night! Day Dot is your invisible, under-makeup acne patch, while original Acne Dot is your overnight heavy hitter for stubborn breakouts. Both contain clean, patented hydrocolloid polymer technology, salicylic acid and retinol to visibly reduce breakouts in 6 hours or less...Clinical Results: In a consumer study with 20 participants:.Salicylic Acid Acne Healing Dots:.- 91% said that their blemish was less red, less uncomfortable, and significantly less annoying 6 hours after use.- 91% of participants said their blemish appeared healed where the dot was applied.- 95% of participants said the product helped soothe their skin where applied..Salicylic Acid Acne Day Dots:.- 100% said the product helped protect and heal skin while wearing makeup..",
    "ingredients": "-Encapsulated Salicylic Acid: Penetrates pores to target acne blemishes and blackheads..-Retinol (Retinyl Acetate/Vitamin A): Promotes clear-looking skin. .-Aloe Vera Leaf Extract: Gently soothes dry skin to minimize the appearance of redness...Salicylic Acid 0.5%, Cellulose Gum, Glyceryl Hydrogenated Rosinate, Styrene/Isoprene Copolymer, Carthamus Tinctorius (Safflower) Seed Oil, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate, Aloe Barbadensis Leaf Extract, Retinyl Acetate...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-After cleansing, apply a Salicylic Acid Acne Day Dot, tacky side down, directly on your blemish..-Follow with skincare and/or makeup..-For best results, wear for at least six hours..-For peskier pimples, follow the same steps above with Salicylic Acid Acne Healing Dots at night. .-If you're experiencing any areas of excessive dryness or open skin, or if you went a little heavy handed with peels, chemical exfoliation, or actives, give your skin a little resting time before using Peace Out dots or patches.",
    "num_reviews": 248,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/peace-out-acne-salicylic-acid-day-night-duo-P503742?skuId=2651180&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2651180-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "10 Acne Day Dots / 10 Acne Healing Dots",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2651180-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Love these, I tried to cheap out and buy the cute ones in other stores, not worth it. These actually do something for your pimples."
        }
    ]
}