{
    "product_id": "453",
    "name": "Advanced Night Repair Overnight Skin Treatment",
    "brand": "Estee Lauder",
    "categories": "Skincare, Treatments, Face Serums",
    "price": 132.0,
    "about": "What it is:A breathable balm that locks in your nightly skincare routine while supporting barrier recovery and visibly recharging your skin with intense moisture..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Fine Lines and Wrinkles, Dryness, and Uneven Texture.Formulation:Balm.Highlighted Ingredients:- Exclusive Night Peptide: Supports skinu2019s natural rhythm of renewal..Ingredient Callouts:Free of parabens, phthalates, sulfates SLS & SLES, and contains less than one percent synthetic fragrance..What Else You Need to Know:Let this overnight balm cocoon your skin with a silky, lightweight layer of moisture. It activates visible recovery every night, plumping your skinu2019s appearance, providing barrier support, and reducing the look of lines for a radiant, recharged, energized look when you awaken..Clinical Results:In a clinical study, after 1 night:",
    "ingredients": "-Exclusive Night Peptide: Supports skin's natural rhythm of renewal..-Multi-Molecular Weight Hyaluronic Acid and PGA: Provide intense moisture recovery..-Lipid Fusion 13%: Supports powerful barrier recovery...Water/Aqua/Eau, Butyrospermum Parkii (Shea) Butter, Theobroma Cacao (Cocoa) Seed Butter, Coco-Caprylate/Caprate, Caprylic/Capric/Myristic/Stearic Triglyceride, Butylene Glycol, Glyceryl Stearate, Cetyl Alcohol, Glycerin, C9-12 Alkane, Dimethicone, Cetearyl Alcohol, PEG-100 Stearate, Tripeptide-32, Sodium Hyaluronate, Sodium Polyglutamate, Succinic Acid, Artemia Extract, Squalane, Lactobacillus Ferment, Tocopheryl Acetate, Caffeine, Algae Extract, Lavandula Angustifolia (Lavender) Flower Extract, Hydrolyzed Rice Extract, Yeast Extract/Faex/Extrait De Levure, Hordeum Vulgare Extract/Extrait D'Orge, Anthemis Nobilis (Chamomile) Flower Extract, Cucumis Sativus (Cucumber) Fruit Extract, Helianthus Annuus (Sunflower) Seed Extract, Sorbitol, Potassium Palmitoyl Hydrolyzed Wheat Protein, Propylene Glycol Dicaprate, Maltodextrin, Steareth-21, Dimethicone Crosspolymer-3, Steareth-2, Hexylene Glycol, Xanthan Gum, Caprylyl Glycol, Ethylhexylglycerin, Glucose, BHT, Disodium EDTA, Phenoxyethanol, Sodium Dehydroacetate, Potassium Sorbate, Yellow 5 (CI 19140), Red 4 (CI 14700).",
    "how_to_use": "Suggested Usage:.-Use as a last step to lock in your nighttime skincare routine..-Rub fingers together to warm up the formula..-Gently press into skin..-Massage any excess product into your neck.",
    "num_reviews": 108,
    "overall_rating": 4.9,
    "product_url": "https://www.sephora.com/ca/en/product/estee-lauder-advanced-night-repair-overnight-skin-treatment-P512519?skuId=2790186&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2790186-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "2.3 oz / 68 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2790186-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Great for hydration and fine lines",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "37 years old. I use this in combination with Advanced Night Repair serum and my skin looks amazing. This is a very hydrating balm and a little goes a long way. I like to layer it on top of Vanicream."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "So far, this has made my skin so soft and smooth. a little goes a long way. will be keeping in my nightly routine."
        },
        {
            "review_title": "Forever Repurchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I'd give this 10 stars if I could. It's rich, thick, hydrating, melts instantly into the skin, and really does leave me look refreshed in the morning.  Pairing this with the ANR serum is a double whammy for gorgeous results. I also appreciate that you need very little to get results with this cream. I use between a chickpea and dime sized amount a few times a week and every morning after, I  look well rested and my skin is balanced and glowing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I received something in exchange for this post.This seems to look like a great product. It is quite expensive so I hope that it works really well. It is packaged very well and the outside of the product looks nice."
        },
        {
            "review_title": "Itu2019s a wonderful treatment!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s an amazing night time treatment that rejuvenates skin and makes it glow. It is lightweight formula that gets absorbed into skin so fast. It repairs overnight and leaves a healthy glow. Itu2019s a great moisturizer."
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Was excited to try this product. This overnight treatment is hydrating and left me feeling glowy. Didn't have a strong smell which is nice. The only negative about this is the price, so you would have to be willing to splurge."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This overnight treatment is amazing for dry skin! My skin feels so hydrated, smooth,silky and fresh in the morning when I apply this treatment at night! I have really sensitive skin and I have no irritation with this treatment!"
        },
        {
            "review_title": "Love love love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Combination skin",
            "review_text": "I love Estee Lauder!!! Everything about this product is great! It is light weight and gave my skin a beautiful glow. The product does not have a smell, which is fine with me. Not complaints from me I will be a repeat customer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Oily skin",
            "review_text": "Rich, soothing, moisturizing cream. Has a very faint scent which does not persist. I have absolutely no irritation from it. I like the way it moisturizes overnight. Very moisturizing, noticeable difference in the morning"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Soaks in to the skin nicely. Leaves my skin feeling super moisturized. I definitely think this is one of the few high end products thatu2019s is actually worth the money. It doesnu2019t leave my skin feeling oily which is a plus for me."
        },
        {
            "review_title": "must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Oily skin",
            "review_text": "iu2019ve found the best new addition to my night time routine. this serum makes me skin feel so bouncy and firm. i love how new it makes my skin feel! i highly recommend including this in your routine!!!!"
        },
        {
            "review_title": "Great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was excited to get to try this night cream. It's definitely thicker but not too much for my combo skin. It's really helpful for fine lines and I wake up with glowier skin. Such a good night cream for extra moisture!"
        },
        {
            "review_title": "A night time routine must have !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Works so good I had to get my mom one too, I have been using it at night as it instructs and it leaves my face so moisturized and hydrated even the morning after. My skin feels and looks more alive. Although I donu2019t have wrinkles I do think it has helped my skin age well."
        },
        {
            "review_title": "My skin is so nice and silky when I wake up!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "This Estee Lauder Advanced Night Repair Overnight Treatment is really amazing for my skin! I applied it to my face and neck area for the last few nights and I can absolutely say that my skin is glowing and extremely hydrated! I love the supple look it provides without being greasy. It has a very silky, smooth texture and has a nice, light scent. My fine lines are definitely less noticeable since using this. Skin care is very important to me and I think this product is worth the price."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this overnight treatment! My skin is so much more healthy and my skin texture has improved so much since I started using this cream! Itu2019s great on sensitive skin and I like the light fresh scent"
        },
        {
            "review_title": "Basic",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This is a very basic product in my opinion. Highly overrated and overpriced. I donu2019t know anyone who wants to slather perfume all over their face. Despite the fragrance this is a thick moisturizer which is nice. It does leave the face feeling hydrated but not looking hydrated. I just didnu2019t notice any results that would make me want to get this again."
        },
        {
            "review_title": "Hydrating & thick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "Iu2019ve used this moisturizer in the past & itu2019s one I can always go back to knowing my oily skin loves it. Itu2019s a pretty thick lotion, similar to a mask thickness, but melts into the skin & feels hydrating. Iu2019m not a hugeee fan of the scent but overall it doesnu2019t bother me."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The night repair moisturizer is so good and light on my face. Every time I use it my face in the morning is so soft and smooth. It doesnu2019t break out my face which is good. Itu2019s a little pricey but it goes along way."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Estee Lauder is an icon and this overnight treatment is my holy grail! I can really see a difference in my textured skin and it glows now, I would highly recommend trying this treatment out! Love it!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Estee Lauder is a favorite brand of mine thatu2019s been in my skincare rotation for years. This Advanced Night Repair overnight treatment is the perfect all in one product that I love to use especially for traveling. Itu2019s restorative and works wonders overnight! This was gifted by esteelauder."
        },
        {
            "review_title": "A must-have in my night skin care routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this product in exchange for this post and it is amazing! It helps with my oil skin and is totally worth the price. I am using every other night and then I will buy the normal size. My face at first time feels so fresh and revitalised"
        },
        {
            "review_title": "Luxurious worth it ! New fav",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "If you love the advance serum you will enjoy this overnight treatment. I love using a night mask that is going to nourish my skin while I sleep so when I saw this I immediately wanted to try it. This is the perfect product that I can use on my lazy nights by itself. But can also use at the end of my usual routine. For the two weeks Iu2019ve been trying it out I love the way it makes my skin looks and feel. It is as itu2019s describe a thick but lightweight balm that just soaks into the skin leaving your skin glowy. You can see how it added plumpness to my skin, like I said I have been using it on its own but I know I can add it as a finisher in my routine, itu2019s so light weight but still acts as a barrier to help with skin recovery. When I wake up the next morning my skin still feels hydrated and plump and all I have to do is rinse my face and start my day. I love this and canu2019t wait to see long term how it makes a difference in my routine"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The best overnight cream! If youu2019re worried about dry, aging skin, this new cream is for you. I love how moisturizing and light it is on the skin, and how I wake up and have glazed donut skin from this product alone!"
        },
        {
            "review_title": "Loving this so far",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I recently got this and have been using it for about 10 days so far. It feels great on the skin and leaves my skin looking more plump and rested. I am excited to continue using this and will likely purchase."
        },
        {
            "review_title": "Great Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Iu2019m so happy I got to try this product. Iu2019ve heard such good things and now I know why! The consistency is like a thicker moisturizer which I really like. Even after just one night I saw visible differences in my skin like reduced lines, looking more radiant, and feeling bouncier!"
        },
        {
            "review_title": "i liked it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "this night cream had a different texture than the regular ones iu2019m used to and i did think the size of the container was pretty small, but i did see some changes in my skin such as its texture. also gave my mom one for herself!"
        },
        {
            "review_title": "Love this Treatment !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "So happy to introduce the Night Repair Overnight Skin Treatment on my beauty routine . I love how smoth and hydrated it leaves my skin . Also love that it doesnu2019t have any fragrance . My skin seems to love the products ."
        },
        {
            "review_title": "Perfect Results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I really enjoyed this overnight treatment, and the more I use it the better the results. I have been using this with my Advanced serum as well, giving me the ultimate glow when I wake up in the morning!"
        },
        {
            "review_title": "Real results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I am so impressed with the results from this! The first night I used it, the difference was subtle - it looked like I had been keeping hydrated and had rested properly - something I struggle with. My skin looked more, alive! Then a week later, I noticed some of the fine lines starting to fade! I looked refreshed upon waking! Now Iu2019ve been using It consistently and can really feel a difference in my skin softness and overall appearing well rested and healthy! This actually works to fade lines and help skin look radiant!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "This creme is pretty good. It seems to work well even though it is a sample size. I wish the sample size was a bit bigger. My skin looks very hydrated and I think it is helping with my fine lines. Thank you!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019m delighted to share my positive experience with the Estee Lauder Advanced Night Repair Overnight Treatment! This treatment truly delivered! After using it, my skin appeared more refined, with a noticeable improvement in texture and tone. The lightweight formula absorbed seamlessly, leaving my skin feeling soft and supple. I was impressed by the visible results, which included a more even complexion and a radiant glow. This treatment is a game-changer for anyone seeking to wake up to healthier, more vibrant-looking skin. Kudos to Estee Lauder for creating an exceptional product that truly makes a difference!"
        },
        {
            "review_title": "Runnnnnnn",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Tan skin tone, Combination skin",
            "review_text": "I love the way this make my skin feel! This moisturizer is super thick and helps keep my skin feeling soft, hydrated, and smooth After using this night repair overnight treatment for a few days I noticed a visible improvement in my skin's texture and tone. When I wake up my skin is glowing. I'm super happy with this product definitely will be getting that again"
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I have received this gift from esteelauder and I have been using the Advanced Night Repair for several days and I have noticed significant changes in the texture and hydration of my skin. Every morning, when I wake up, my skin feels much softer and has a healthy glow. The fine lines around my eyes and mouth look less marked. What I like the most is that the serum is quickly absorbed and does not leave a sticky feeling, which makes it perfect for my night routine."
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I am impressed by its lightweight feel, quick absorption, and the visible enhancement in my skin's texture and look. Since adding this serum to my skincare regimen, my skin feels softer, better moisturized, and appears more glowing."
        },
        {
            "review_title": "Great serum, worth the cost",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Advanced Night Repair Overnight Treatment is an effective skincare choice for men aiming to enhance their regimen. The formula is light and non-oily, ensuring comfort throughout the night. After several weeks of use, I observed improved smoothness and hydration, along with a more radiant complexion. Application is straightforwardu2014just a few drops before sleep, and you're done. While the results aren't dramatic, they are noticeable and justify the effort. The primary drawback is the higher cost, but it feels like a worthwhile investment in your skin. In summary, itu2019s a reliable product for those committed to facial care."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product is a classic for a reason!! Estee Lauder has been in the skincare business for a long time for good reason. I love the way this product feels on my skin and the way it makes me look in the morning."
        },
        {
            "review_title": "A MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Wow this stuff is GOOD! Estu0113e Lauderu2019s advanced night repair overnight treatment ! I put this on before bed time and when I woke up my skin has never felt better! There is nothing like a fresh clean face."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I woke up with glowy, hydrated, perfect skin after using this overnight treatment! Didnu2019t make me oily , but was a thick moisturizing texture that was perfect to leave on overnight. Would highly recommend for oily or dry skin"
        },
        {
            "review_title": "Feels luxurious!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is a lovely overnight treatment. Its buttery texture absorbs well and in the morning I wake to soft, hydrated skin. It is nourishing without any heavy oily feel and is the perfect way to end my nighttime skincare routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Such a good product. But this product. Itu2019s so good. I recommended it to my friends and family. It made my skin feel so different and amazing. I am going to keep repurchasing his product all the time I love it"
        },
        {
            "review_title": "very nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Medium skin tone, Oily skin",
            "review_text": "Estee Lauderu2019s Advanced Night Repair Cream is a highly acclaimed skincare product known for its potent anti-aging properties. The cream boasts a rich, luxurious texture that feels soothing on the skin, making it an ideal choice for nighttime use. One of its key ingredients is hyaluronic acid, which provides intense hydration, leaving the skin plump and smooth."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I started using this in my nightly routine along with some other products I already use. I noticed a difference in the overall balance in my face. I noticed my skin was more hydrated as well as less irritated."
        },
        {
            "review_title": "This is a great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Try this if you want fast results! I was surprised when I saw a difference overnight. I had two smile lines that were bothering me and honestly I saw a difference the next day. It also felt great on the skin. 10/10"
        },
        {
            "review_title": "Great overnight skincare",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Applying advanced night repair from ESTEE LAUDER overnight made my skin so glow, shine and smooth when I wake up in the morning. I received many complements about whatu2019s product I used how my skin change rapidly after 1 week. I love this product."
        },
        {
            "review_title": "Must Have Nighttime Skincare",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Combination skin",
            "review_text": "Firm believer in all Estee Lauder products and this Advanced Night Repair Treatment did not disappoint!! Itu2019s like a cloud on your face itu2019s so soft. It sinks in my face almost immediately after application and doesnu2019t leave it oily. I can definitely see a difference!"
        },
        {
            "review_title": "Best Anti-aging Product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "If you want an antiaging product, this is it! I would recommend using it on wrinkles and fine lines. I use it in dull areas to smoothen and brighten them up! It is pretty thick which I love for sensitive, dry skin! 100% recommend :)"
        },
        {
            "review_title": "Glowing Again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "My skin has been extremely dry and dull. I used this just one time and my skin looked so hydrated right after applying and in the morning was so glowy and plump! And after about a week of consistent use and my skin was truly hydrated !"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "I would have to say this moisturizer was not for me. I have very oily skin and because this moisturizer uses Shea butter It is known to cause breakouts and leave an oily residue on the skin. Recommend unless you have dry skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Estee Lauder is new to me but was honestly shocked at how hydrated and fresh my skin was the following morning. I love using an overnight mask because it requires no effort during the day, and my face looks amazing when I wake up!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair",
            "review_text": "I appreciate the elegant packaging, smooth texture, and affordability of the Advanced Night Repair serum. The product is designed to improve skin tone and provide visible results over time, which aligns with its reputation as a high-quality, effective skincare solution. I really like it I appreciate the elegant packaging, smooth texture, and affordability of the Advanced Night Repair serum. The product is designed to improve skin tone and provide visible results over time, which aligns with its reputation as a high-quality, effective skincare solution. I really like it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I had the opportunity to try the Estee Lauder Advanced Night Repair Overnight Treatment, thanks to a 7ML sample from Nordstrom and Sephora, and it exceeded my expectations. This serum has a silky, lightweight texture that my skin absorbed almost instantly, making it a pleasure to apply each night. Over several weeks, I observed a noticeable boost in my skinu2019s moisture levels and a smoother, more refined texture. The fine lines around my eyes and mouth softened considerably, and my overall complexion looked more luminous and balanced. The combination of potent ingredients, such as hyaluronic acid and antioxidants, delivered impressive results without causing any breakouts or sensitivity. This product is a standout for anyone seeking a powerful overnight skin treatment."
        },
        {
            "review_title": "Another amazing product from this line",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I currently use and love the Estee Lauder Advanced Repair Night serum, so I couldnu2019t wait to try this. I have really dry skin and I like to try anything that gives my face more moisture and hydration. This product is described as a balm that is used as a last step in your skincare care routine to lock in your products. I always use Vaseline to slug and lock everything in during my nighttime skincare routine, but I have been using this instead. This product was thicker in consistency and had no scent. I loved that this balm didnu2019t leave my face feeling sticky or greasy after I applied it like Vaseline does. It worked nicely with all my other skincare products. In the morning I woke up with my face looking super hydrated and plump. I will definitely be using this entire sample and then buying the full size."
        },
        {
            "review_title": "So good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Estee Lauder never disappoints me! This was somewhat of a thicker application but very seamless. It left my pores feeling unclogged and radiant the next morning. I canu2019t wait to see how my skin transforms."
        },
        {
            "review_title": "Love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Estee Lauder's Advanced Night Repair has become a staple in my skincare routine, absorbs quickly and leaves my skin feeling incredibly hydrated and smooth. After using it nightly, I've noticed a significant reduction in fine lines and a brighter, more even complexion. The subtle scent adds a touch of luxury to my routine. Though it's pricey, the results are worth itu2014I wake up with refreshed and rejuvenated skin every day"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This cream feels luxurious on the skin. For someone like me who has very dry skin, it feels so good. It's rich and moisturizing without feeling greasy. My under eyes felt so soft and supple in the morning. Honestly, looked like the fine lines had been filled in."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am truly in love with it! It pairs so beautifully with the Advanced Night Repair Serum! It quite literally makes my skin feel so hydrated and moisturized and also leaves my skin feeling plump! It gets rid of my dehydration lines and has helped repair my skin barrier as well! I appreciate this product and I recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have received a sample of this product to give my feedback and decided to include it as a part of my wellness Sunday routine. I have noticed that the next day my face felt plump and nourished. Definitely a pampering cream"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Estee Lauder Advanced Night Repair Overnight Treatment is a fragrance-free, hydating night cream suitable for all skin types, even sensitive like mine. Hyaluronic acid plumps and moisturizes, leaving my skin glowing without a sticky residue. This alcohol-free, paraben-free, and phthalate-free formula is gentle and may be less irritating for those with sensitive skin"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Estee Lauder's Advanced Night Repair Overnight Treatment is an excellent addition to any skincare routine. This lightweight, silky serum gifted by esteelauder absorbs quickly, leaving skin feeling refreshed and hydrated. Packed with potent ingredients like hyaluronic acid and powerful antioxidants, it helps reduce the appearance of fine lines and wrinkles while promoting a more radiant and youthful complexion. Users appreciate its ability to improve skin texture and tone, making it a highly recommended product for overnight skin rejuvenation."
        },
        {
            "review_title": "You literally have to have this.. a MUST",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Literally after using this product, my skin has never felt better when I wake up! It makes my skin feel so good, hydrated, and just overall amazing !"
        },
        {
            "review_title": "Love this!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This overnight treatment cram makes sure I wake up with plump, hydrated and moisturized skin. The product is lightweight yet creamy and absorbs easily into the skin. This is the perfect cream if you are seeking smooth, plump skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Overnight moisturizers are usually very oily but this one is soo nice for dry skin. It leaves my skin feeling very hydrated in the morning and isnu2019t sticky at all. Really recommend this to anyone with dry skin"
        },
        {
            "review_title": "Works great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Dry skin",
            "review_text": "Estee Lauder's Advanced Night Repair Overnight Treatment is a luxurious cream. Makes my skin feel smoother, more hydrated and glowy in the morning. Definitely helps my dry skin and improve my nightly skin routine."
        },
        {
            "review_title": "excelent product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Advanced Night Repair Overnight Treatment is a standout in my skincare routine for several reasons. Firstly, its lightweight yet nourishing formula feels incredibly soothing on the skin, which is perfect for my combination skin type. I appreciate how quickly it absorbs, allowing me to feel the immediate hydration without any heaviness or residue."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This is a great treatment! I put it on after showering and washing my face before bed. It leaves my skin feeling soft and refreshed. It is not heavy at all, it feels clean and has shown a noticeable difference!"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "I really like this overnight treatment cream. This cream melts right into the skin and is easily absorbed. My skin looked plumper and smoother with just the first use. I highly recommend this for anyone born in the 80u2019s."
        },
        {
            "review_title": "Highly recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Combination skin",
            "review_text": "This Overnight Treatment has CHANGED MY SKIN! I've been using daily and when I wake up in the morning, my skin is plump, hydrated, and nourished. I can't recommend this enough if you have dry skin and need extra moisture."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Estee Lauder Advanced Night Repair is a dream come true for your beauty sleep! This luxurious serum works its magic overnight, leaving your skin feeling silky smooth and radiant by morning. Packed with hyaluronic acid and antioxidants, it diminishes fine lines and hydrates deeply. Wake up with a refreshed, youthful glow thatu2019s perfect for all skin types. Itu2019s your new nighttime BFF for flawless, radiant skin!"
        },
        {
            "review_title": "A MUST!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I've incorporated the new advanced night repair overnight treatment into my skincare regimen. It offers all the benefits I desire, and I wouldn't consider using anything else. I'm eagerly anticipating seeing the effects on both my neck and face."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Never disappointed by this product! I have been using this brand and in love with this overnight treatment for years! You can count on getting the best quality product and to deliver the best quality product just a few days of applying to my eye are has made a difference with my puffiness and fine lines. I definitely recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I have always believed that Estee Lauder is a premiere and trusted brand in the beauty and skincare space, so I was excited to try this product! It was easy to apply and it felt very nice on my skin after application!"
        },
        {
            "review_title": "Smooth Application",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I really enjoyed this overnight treatment. My sensitive skin, which usually reacts did not react as I had expected to. Instead, it drank this stuff up. By morning, my skin felt extremely replenished. The cream did not have any weird smell. It actually smelled quite pleasant."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this brandu2019s products so I thought I would give their skincare line a try. As a newbie to the skincare game, I have been on the hunt for quality products and this one is definitely top tier! I recommend it to all my skincare girlies."
        },
        {
            "review_title": "Estee always delivers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Normal skin",
            "review_text": "I can always count on Estes Lauder to deliver a high quality product. This night cream is no different. My face feels incredible when I wake up. Itu2019s vibrant and recharged and doesnu2019t feel dried out at all."
        },
        {
            "review_title": "Amazing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Its my one of the favorite brand for skin care they have amazing products and now this also another hit product they have lunch. Itu2019s absorb amazingly in skin and feels soft and healthy looking skin after every use. So impressed with their product always. Highly recommended!!! Perfect for any skin type I would say!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Combination skin",
            "review_text": "This overnight treatment feels like a luxurious indulgence for my skin. It sinks in effortlessly, leaving my face feeling incredibly soft and hydrated when I wake up. I've even noticed a visible reduction in fine lines and a brighter complexion after using it consistently. While it's a bit of an investment, the results make it well worth the price. It's become an essential part of my nighttime skincare routine."
        },
        {
            "review_title": "Must buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Best overnight cream .  youu2019ll love it after the first use it works wonders on the face and it leaves it very hydrated. i would definitely recommend if your looking for a new product to use.  doesnu2019t smell too strong and melts into your skin."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Looking forward to trying the overnight treatment. The treatment has a thick consistency, but applies smoothly to the skin, and is very hydrating and moisturizing. Help to reduce the fine lines cause by dryness.  Skin is more radiant and smooth after using the overnight treatment."
        },
        {
            "review_title": "Nice thick hydrating cream",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Oily skin",
            "review_text": "I was happy to try the Estee Lauder Advanced Night Repair Overnight Treatment.  Despite only trying a sample size, it was enough to see that the texture to the cream was very thick and creamy. If youu2019re sensitive to scents, there is a light scent to the cream that dissipates after application so it's not very noticeable but may bother some people. A little bit goes a long way with this thick cream. The  Estee Lauder Advanced Night Repair Overnight Treatment cream leaves the skin feeling very hydrated and moisturized the next morning.  I would definitely recommend giving this cream a try if you have dry skin or looking for a very hydrating thick cream."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Such a great  night repair overnight treatment! This leave-on Treatment leaves my skin feeling silky, smooth and very moisturized . It strengthens the skinu2019s barrier, and reduces the look of fine lines. Skin awakens with a radiant, recharged, and more energized look."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I received something in exchange for this for product I love Estee Lauder products theyu2019re amazing I knew I would love this overnight product it left my face feeling amazing and I would recommend and I will keep in my routine"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "So excited to try EL Advanced Night Repair  Overnight Treatment. It came in a luxury small container. Smells light not overwhelming which is what I like. Absorbs fast and feels so hydrated. I can see the changes after use it for a while. My skin feels recharged and healthier after woke up.The formula is gentle didnu2019t irritate my sensitive skin."
        },
        {
            "review_title": "Cute!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "Itu2019s super moisturizing I feel like. It also barely has a scent which is amazing! Itu2019s super tiny and cute so itu2019s perfect to bring and travel with. Itu2019s also on the thicker side of a cream. I like it"
        },
        {
            "review_title": "Feels great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is one of my favorite nighttime products out there. It feels so lightweight and absorbs nicely. It keeps my skin soft and moisturized throughout the night, and I wake up with healthy looking skin. Its a must have luxury product"
        },
        {
            "review_title": "Love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "I love using this product for my night skin routine jt has made my face looking complex, shiny, duo and soft. I really recommend this product I have sensitive skin and so far this product has worked the best"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I absolutely love it. It is so hydrating and leaves my skin looking dewy and refreshed. I have sensitive oily skin and i tried it without any other products and it worked wonders. I will continue to use this once the jar i received runs out."
        },
        {
            "review_title": "I can feel the results results the next day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this product by Estee Lauder this Advanced Night Repair Overnight Treatment. The results were immediate. I saw results after my first night of using this. My skin felt hydrated, plumped firmer with less fine lines. After only one use so after a week of use the results were dramatic ! It is very creamy and luxurious and melts into your skin leaving it silky with less fine lines.I love Estee Lauder products but I especially love this product. itu2019s affects are long lasting. my face feels firmer and plumper and has a radiant glow and I can feel these results the next day! I would definitely recommend this product and I have added this to my daily skincare routine and it is a must have for me!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "Great overnight treatment for my combination skin type. Helps to hydrate and fight the aging signs, wrinkles, uneven skin etc. I live the texture and how easy it is to apply and use. Skin is healthy and glowing in the morning."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "My skin loves using this treatment. I love a good overnight treatment because I wake up and my skin looks amazing in the morning! Estee Lauder really knows what they are doing. I am obsessed with this!"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Those are excited to try this overnight cream by Estee Lauder. Iu2019m a fan of the brand and Iu2019ve been using it for many years. Overall, I really really like the texture of the screen. Itu2019s a very easy product to incorporate into my nightly routine. My skin looks hydrated and healthy."
        },
        {
            "review_title": "Must have !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Totally worth it!!! Smooth as silk. Tightens skin, firms wrinkles and gives you bouncy, glass like skin.  You can say goodbye to dull skin and hello to a fresh, firm, and glowing appearance. Incorporate this Anti-Aging Face Serum into your skincare routine and embrace a more youthful version of yourself!"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I have been using the cream with my Estee Lauder Night Repair serum it left my skin feeling so moisturized. I woke up and still felt amazing. Smooth, hydrated, and plump. One of the best face duos I have used in a while. I have oily dry skin combo. Im so excited to keep on using it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I use this basically every night and it works very well. I currently don't have any wrinkles, but prevention is key. It makes your skin feel very soft and it doesn't leave your skin feeling greasy. Definitely recommend this product"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I love this overnight treatment. It makes my skin feel plump and well moisturized. It has a silky texture that makes me feel real good whenever I use it. Iu2019ll definitely repurchase and recommend you give it a try!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "New skin in a bottle! I struggle with breakouts and dry skin and I saw such a huge improvement in my skin just after the first use. My skin felt amazing and I felt like for the first time I was able to have a glass skin look."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "My skin felt so refreshed and hydrated. I love how lightweight this was and worked wonders on my face. This did not leave me feeling oily in the morning. There is fragrance in this product that smells like some sort of fruit."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I really like the creamy texture of this overnight treatment. It applies smoothly and effortlessly. It leaves my skin feeling extremely moisturized, so I think itu2019ll be especially great for the winter. My skin also feels soft and looks glowy. I havenu2019t seen much difference in fine lines, but Iu2019m hopeful over time I will. It has layered well with other products and I havenu2019t experienced any negative side effects."
        },
        {
            "review_title": "Like this mask !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "Like this mask because it moisturize my dry skin very well. After this mask my skin feels super moisture, silky, smooth. I apply this mask overnight and my skin looks so fresh and hydrating in the morning !"
        },
        {
            "review_title": "Super dewy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "After using this night cream consistently, I noticed that my skin feels noticeably softer and more hydrated. It has helped to improve the texture of my skin, making it look more radiant and youthful over time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "The most amazing new product. I love this product so much. My skin feels incredible after using. My skin feels healthy and moisturized. I recommend you try it too, itu2019s a great product that is worth the price. Love love it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This restorative night cream is an incredible product that has really transformed my skin. Its ultra-moisturizing and restorative formula works at night to rejuvenate and revitalize my skin, leaving it soft, radiant and with a younger appearance. It has definitely become an essential in my skin care routine! #Res #cremadenoche #cuidadodelapiel"
        },
        {
            "review_title": "OBSESSED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This cream is amazing! I put this on before sleeping and when I wake up my skin is glowing! It is the perfect cream for repairing your skin and having soft & glowy skin. This was gifted to me by Estee Lauder but I will defiantly be repurchasing!"
        },
        {
            "review_title": "Amazing Skin Treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "I just love using the Advanced Night Repair  Overnight Treatment from Estee Lauder . I donu2019t think that I ever tried products from this brand that o didnu2019t love. I really like how my skin looks in the morning so soft, glowy, and super hydrated. I also like that this product is free of parabens, phthalates, sulfites and free of sulfates very important to me. Love this product and would highly recommend it.gifted by Estee Lauder"
        },
        {
            "review_title": "Great for cold nights",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "This is a really moisturizing night treatment. Itu2019s a bit heavier than your typical nighttime cream. This would be best for cold fall, and winter months. I didnu2019t break out from it. There isnu2019t much of a scent, so donu2019t worry about that.Gifted by esteelauder"
        },
        {
            "review_title": "Luxury",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This cream is everything! I love how it feels on my skin and how it makes me feel moisturized and hydrated. I love that it keeps my face from drying out all night especially when my skin gets flakey very easily. Gifted by esteelauder"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "this over night cream has left my skin feeling so much more moisture and has also left my skin feeling very recharged!! itu2019s truly the best thing that iu2019ve been using on my skin recently :) offered by esteelauder"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received this Advanced Night Repair Overnight Treatment complimentary from Estee Lauder. This serum is great for refreshing my skin and making it look brighter and glowier. I notice a difference after one night."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Glass skin in a jar!!! This makes me skin feel so soft and hydrated a combo that I think is hard to find in one product. It really helps make my skin feel brighter as well love it so much that I bought one for my mom too   complimentary from esteelauder"
        }
    ]
}