{
    "product_id": "864",
    "name": "All I Want Is Hydration Gift Set",
    "brand": "Kiehl's Since 1851",
    "categories": "Skincare, Value & Gift Sets",
    "price": 41.0,
    "about": "What it is: A skincare set that cleanses, tones, and hydrates all skin types, reducing the look of wrinkles and protecting against stressors....Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dark Spots, Fine Lines and Wrinkles, Dryness, Uneven Texture, Loss of Firmness/Elasticity, Puffiness..Ingredient Callouts: Free of parabens...What Else You Need to Know: Get the Kiehl's Hydration Set, which includes a 28 mL Ultra Facial Cream and a 14 mL Creamy Eye Treatment with Avocado. The Ultra Facial Cream soothes skin and locks in moisture for up to 24 hours. The Creamy Eye Treatment with Avocado improves the look of under-eye texture and fine lines through all-day hydration...This Set Contains:- 0.9 oz/ 28 mL Ultra Facial Cream.- 0.5 oz/ 14 mL Creamy Eye Treatment with Avocado",
    "ingredients": "Ultra Facial Cream:.Aqua/Water/Eau,Glycerin, Dimethicone, Squalane, Bis-Peg-18 Methyl Ether Dimethyl Silane, Sucrose Stearate, Stearyl Alcohol, Peg-8 Stearate, Myristyl Myristate, Prunus Armeniaca Kernel Oil/Apricot Kernel Oil, Phenoxyethanol, Persea Gratissima Oil/Avocado Oil, Glyceryl Stearate, Cetyl Alcohol, Oryza Sativa Bran Oil/Rice Bran Oil, Olea Europaea Fruit Oil/Olive Fruit Oil, Chlorphenesin, Stearic Acid, Palmitic Acid, Carbomer, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Trisodium Ethylenediamine Disuccinate, Prunus Amygdalus Dulcis Oil/Sweet Almond Oil, Xanthan Gum, Ethylhexylglycerin, Sodium Hydroxide, Tocopherol, Glycine Soja Oil/Soybean Oil, Pseudoalteromonas Ferment Extract, Myristic Acid, Hydroxypalmitoyl Sphinganine, Salicylic Acid, Helianthus Annuus Seed Oil/Sunflower Seed Oil, Rosmarinus Officinalis Leaf Extract/Rosemary Leaf Extract, Citric Acid. Fmla. 685673 130 (F.I.L.: T293410/1)...Creamy Eye Treatment With Avocado:.Aqua/Water/Eau, Butyrospermum Parkii Butter/Shea Butter, Butylene Glycol, Tridecyl Stearate, Peg-30 Dipolyhydroxystearate, Isodecyl Salicylate, Tridecyl Trimellitate, Persea Gratissima Oil/Avocado Oil, Isocetyl Stearoyl Stearate, Propylene Glycol,  Ipentaerythrityl Hexacaprylate/Hexacaprate, Sorbitan Sesquioleate, Magnesium Sulfate, Hydrogenated Castor Oil, Sodium Pca, Phenoxyethanol, Chlorphenesin, Hydrogenated Jojoba Oil, P-Anisic Acid, Tocopheryl Acetate, Isopropyl Palmitate, Disodium Edta, Copper Pca, Helianthus Annuus Seed Oil/Sunflower Seed Oil, Ci 40800/Beta-Carotene, Citric Acid. Fmla 685179 59 (F.I.L.: D240415/1).",
    "how_to_use": "Suggested Usage:.Creamy Eye Treatment with Avocado.-Scoop a rice-grain-size amount onto your ring finger and rub it between your fingers to feel the hydration burst..-Gently tap around your delicate eye area until fully absorbed, avoiding pulling the skin. Can be applied day or night....Ultra Facial Cream.- To a cleansed face, apply a dime-sized amount of face cream to skin. Use appropriate for day and night.",
    "num_reviews": 1,
    "overall_rating": 5.0,
    "product_url": "https://www.sephora.com/ca/en/product/kiehls-ultra-facial-cream-avocado-duo-P513606?skuId=2817922&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2817922-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "loved the set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "it's a good value set, for someone who wants the eye cream and wants to try outthe moisturizer. moisturizer is a small size, but overall it's worth it before you buy the full size. and i loved the eye cream. didn't irritate my eyes at all, and hydrated well. for the eye cream, i would say this size is the best since you're gonna have to dip your finger directly in the product and a smaller size is much better for that."
        }
    ]
}