{
    "product_id": "12",
    "name": "Baomint Moisturizing Curl Defining Gel",
    "brand": "adwoa beauty",
    "categories": "Hair, Hair Styling & Treatments, Hair Styling Products",
    "price": 43.5,
    "about": "What it is:A concentrated, cream-based, healthy hair gel that elongates, moisturizes, and defines without dryness, crunch, or tackiness..Hair Type:Medium and Thick.Hair Texture:Curly and Coily.Hair Concerns:.Key Benefits:.Formulation:Gel.Highlighted Ingredients:.Ingredient Callouts:Free of sulfates SLS and SLES, parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, triclosan, and triclocarban, and contains less than one percent of synthetic fragrances. This product is also vegan, cruelty-free, and gluten-free, and comes in recyclable packaging..What Else You Need to Know:Forget about dryness and white flakes or a super crunchy hold on your curls, this rich moisturizing formula provides a medium hold that freezes your curl pattern in place. The gentle, protective cast envelopes the hair while it dries, leaving soft, defined curls for days.",
    "ingredients": "-Prickly Pear Oil: Contains fats which work to improve softness and elasticity..-Pumpkin Seed Oil: Contains high amounts of zinc and vitamin E to address a flaky, irritated, and itchy scalp..-Sweet Almond Oil: Improves the shine and strength of your hair.&nbsp;..Water (Aqua), Glycerin, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Adansonia Digitata (Baobab) Oil, Caprylic/Capric Triglyceride (Fractionated Coconut Oil), Butyrospermum Parkii (Shea Butter), Opuntia Ficus Indica (Prickly Pear) Seed&nbsp;Oil, Phthalates Free Fragrance, Cucurbita Pepo (Pumpkin) Seed Oil, Acrylates Copolymer, Polyquaternium,-11, Xanthan Gum, Dehydroacetic Acid, Benzyl Alcohol, Carbomer, Aminomethyl Propanol, Lavandula (Lavender) Spica Oil, Gaultheria Procumbens (Wintergreen) Oil, Mentha Viridis (Spearmint) Leaf Oil, Mentha Piperita (Peppermint) Oil, Rosmarinus Officinalis (Rosemary) Leaf Oil, Urtica Dioica (Nettle) Extract.....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Rake Leave In Conditioning Styler (sold separately) on sopping wet hair with your fingers as a moisture base to prep for styling..-Make sure your hair remains sopping wet throughout the styling process by using a spray bottle filled with water..-Grab a quarter-size amount and melt the Baomint Moisturizing Curl Defining Gel in your hands to warm up the product..-Apply in small sections with your fingers for kinkier hair textures (for more defined kinks and coils) and larger sections for curlier textures..-For frizz-free results, re-wet each section as you work through your hair to spread the product evenly with your fingers, making sure each strand is coated..-Allow your hair to air dry or diffuse with a handheld dryer. .-Alternatively, sit under a hooded dryer on the low heat setting until 85 to 95 percent dry and then allow to air dry the rest of the way. .-This product can also be used for twist-outs, braid-outs, roller sets, and more.                                                                                                                                                    .-Tip: Do not use on dry or damp hair and do not mix with the Baomint Moisturizing Curl Defining Cream (sold separately) since the gel is cream based and may cause it to lose its hold.",
    "num_reviews": 246,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/adwoa-beauty-baomint-moisturizing-curl-defining-gel-P457235?skuId=2350957&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2350957-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "16 oz/ 453 g",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2350957-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "A must have product but get it from Adwoa website",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "This defining gel is great. It makes my hair feels soft and hydrated. Itu2019s not thick and will not make your hair feel heavy. It definitely defines your curls but is does not have a gel hold. Oh howdisappointing I am of Sephora. This is how I received my delivery. I expected high quality delivery with such a company as Sephora. They carless place the product in a plastic bag. However,  this curl defining gel is makes my hair feels soft and hydrated. Itu2019s definitely"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s fantastic for my thick 2B hair. Use it when your hair is SOAKED. Scrunch it on your hair in layers (a little at a time) with your hair hanging upside down. Keep going until itu2019s become damp and feels like itu2019s coated every curl strand. Air dry or defuse next. Itu2019s perfect. Holds moisture perfectly. Beautiful on day two as well. Greats for refreshing throughout the week as well (same routine as above). This is the only product I use, aside from shampoo and conditioner. Itu2019s truly unmatched. I recommend giving it a try if you have dryer thicker waves like me!"
        },
        {
            "review_title": "A minty gel thatu2019s worth a try!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "There definitely can be a bit of learning curve with this product, but once you get the right ratio (I.e using enough of the gel & plenty of water), your curls will thank you. Iu2019ve paired it with their melonberry leave in (as seen in the attached picture) & their Baomint leave in. Since I have thick hair and tighter curls, I gravitate with combining it with the baomint leave in and my hair is so soft for days."
        },
        {
            "review_title": "Waste of time and money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Very irritating for my eyes and scalp. Barely provided any moisture or hydration to my hair. Not worth it at all"
        },
        {
            "review_title": "Surprising!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I wasn't expecting to like this gel when I got a free sample ages ago. No leave-in conditioner is usually a bad idea for my 2c/3a hair but I get amazing results with this product. Medium hold, strong definition, and while it does create a soft cast but doesn't leave my hair feeling crunchy or dry after breaking it. It does still work over a leave-in but you will sacrifice the majority of the hold doing so. It definitely works best on its own and while following the directions on the jar.  I get a solid 3 days out of my style when using this, only dealing with mild flattening of my hair on the side I sleep on. It refreshes well and doesn't feel heavy on the scalp."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Combination skin",
            "review_text": "My husband and I absolutely love this gel. I have wavy hair and he has coiled hair. It works equally well for us. Itu2019s lightweight, very moisturizing, and smells great. We were using bondi boost curl boss but it keep on being out of stock so we tried this and will stick with our baomint now!"
        },
        {
            "review_title": "Very Satisfied",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
            "review_text": "Some years ago I didnu2019t think this product worked for me, but Iu2019m glad I tried it again. I used a clarifying shampoo prior to conditioning. I also made sure to spray on water before applying and smoothing in the leave-in and then spraying water before applying the gel as well. My hair is thick and I finally experienced the moisturized, defined, but lightweight hold wash and go I have wasted so much money trying to achieve."
        },
        {
            "review_title": "4b girlies donu2019t buy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This gel did not work well with my 4b curls. It weighed it down and didnu2019t even hold the curl. Super disappointed."
        },
        {
            "review_title": "No",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "The smell is okay. The curling action didnu2019t do much for my kinky hair. Plus it made my head and skin itch so bad because of the coconut. Nope"
        },
        {
            "review_title": "Definitely worth trying!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love this product. I wasnu2019t sure at first but this product really leaves your hair feeling very moisturized & curly. Definitely worth giving a try."
        },
        {
            "review_title": "Incredible on my hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "Having thick and very curly hair I am always seeking something that will help with the way my hair looks. I've tried numerous products but this particular Baomint moisturizing curl defining cream mini by Adwoa Beauty stood out to me. Living in a very humid environment, such as Texas I was desperate to find something that doesn't make me look like Chewbacca. This cream made my curls stand out, defined, and frizz free. It actually gave me natural good looking hair. I was very impressed and it lasted for over a day! I received a lot of compliments using this product, even my dear friend who also has curly hair asked what it is that I've been using! Looks like she is out shopping for this product! It's a must have, perfect size for when I travel like vacations to Mexico or anywhere my hair may go wild and crazy. Especially if you tend to have dry hair, this helps give your hair some life and look amazing! I highly recommend this product! I received this product complimentary in exchange for my honest opinion."
        },
        {
            "review_title": "Standing Ovation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Hands down the best curl gel I have ever used! I am a product junkie and this is a holy grail. It creates beautiful moisturizing soft curls but still a hold. Makes wash day so much easier to detangle also! I 10000% recommend."
        },
        {
            "review_title": "Definition and Moisture!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "This curl defining gel is great! I have type 4b or so coily/kinky hair and this product worked well. I first washed and deep conditioned with the baomint line of products. I then applied the baomint leave-in styler. Then came the gel. I have to admit my hair was not sopping wet when I applied the gel but it was damp/wet. The gel upon contact with my hair instantly gave definition. I applied to my whole head then sat under a hooded dryer. Upon coming out from the dryer my hair felt like it had a good hold, but there was no hard crunch. My hair also felt very moisturized. I really like the results I got from this whole line of products including this gel. I would highly recommend the baomint moisturizing curl defining gel. I will definitely purchase this product again."
        },
        {
            "review_title": "No Crunch Curl Gel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This product is amazing.  At first the texture of the gel threw me off but it melts in your hands as you rub it together or place directly on strands.  No crunch to the hair!  Beautiful curl gel product!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Love this product for defining my curls. Had to take a point off because it smells AWFUL!! Still use it all the time"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Did not care for this gel. It didnu2019t really define my curls well and it left me with flaks."
        },
        {
            "review_title": "the solution for coarse frizzy hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "the only thing that helped my very thick, frizzy, wavy, coarse hair. My hair is so soft now it's unbelievable. You can feel the hold of a gel when wet but miraculously it doesn't leave my hair crunchy afterwards. Amazing, will buy again and again, please never change the formula. Also, the scent is so good, it's minty and red fruits, I am very sensitive to fragrance but this is good and fresh/fruity, not overpowering."
        },
        {
            "review_title": "Highly recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Amazing product. Holds my curls and my hair doesnu2019t feel crunchy at all. I use it in conjunction with a curl cream and am so happy with the results. Beautiful scent too. Highly recommend!"
        },
        {
            "review_title": "I actually really like this product!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "After receiving this product, I tried it out on my hair a few times to see the results. I used this product 3 days after wash day to refresh my curls and give them a better appearance. Using this product gave my curls more definition and also more shine. Also, the scent smells amazing! I love this product and would definitely continue using it in the future."
        },
        {
            "review_title": "Super Defined 3C Curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Oily skin",
            "review_text": "This curl defying gel works beautifully with my 3c hair. I love the nice light scent, and non sticky feel that it delivers. My curls are left bouncy & defined just like I like them & they hold. It is far better than other curl defying gels that I've tried."
        },
        {
            "review_title": "Good product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Smooths away fizz , hold curl very well . A little goes a long way and from a price stand point itu2019s good and a lot of product. The product stayed on for about 2 days before needing a wash and becoming oily"
        },
        {
            "review_title": "Not Drying",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Really nice strong-hold gel for my wavy hair, dry coarse hair. I absolutely love this product for it's clean ingredients. It's hard to find a gel that isn't overly drying. But this contains numerous oils in it to keep the hair hydrated and to keep the curls sealed in and beautiful."
        },
        {
            "review_title": "Too heavy of a gel for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I usually donu2019t use curl defining curl but I gave this a try. Itu2019s too heavy for my fine hair and weighs it down. My hair is also very soft this gel left my hair with a film residue and dry it out. I do like the smell of the gel."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "The gel does a good job defining my curls. A little goes a long way. My hair was a softer and not as dry. I used it on wash day and also to refresh my curls. It is a little heavier than Iu2019m use to but I loved the defined curls. I definitely recommend if your hair gets dry in the winter too. It does have a strong fragrance but it is nice not to smell like coconut for a change"
        },
        {
            "review_title": "Great product for achieving curls!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Medium skin tone, Combination skin",
            "review_text": "I love this product! I just recently cut my hair and wanted to find a product that worked best with my curl pattern which is a 3c/4a! This product kept the my curl pattern and created beautiful coils in my hair. I love this new product I came across and will continue to use it daily! All I did was wet my hair and then added the product in."
        },
        {
            "review_title": "The Best Curl Definition",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was a little skeptical at first because of the consistency. Itu2019s a little thick for my liking. Iu2019m not a big fan of the smell.  However, this product gave me amazing curl definition, and my curls were very moisturize. I received a lot of compliments on my day one curls!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Freshly washed, my hair has soft waves, and this helps to define them and bump them up a little. If I want even more curl I can also apply this to towel dried hair and do four or five big braids all over my head and leave them in overnight, and I get pretty curls that stay longer than if I don't use it. I love it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I like this gel, but Iu2019m not sure itu2019s love for me. It feels somewhat moisturizing, the hold is medium, and it can be easily touched up. I tried it with an Adwoa leave in and with a different leave in and the results were similar. I find that it is easy to fluff my hair with this gel, but I have to touch it up every couple of days."
        },
        {
            "review_title": "Curl defining",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This baomint moisturizing curl defining gel works great for my hair. It makes my hair feel super soft and it definitely defines my curl pattern. I like the texture and the scent of it . It doesn't weigh my hair down or leave it feeling sticky . I would recommend to anyone that wants to bring their curls to life ."
        },
        {
            "review_title": "A must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Perfect for defining your curls during the winter . A little goes a long way and the gel does not leave a hard cast . I love the smell and the oil that this brand has. Perfect staple to keep in rotation during the winter time ."
        },
        {
            "review_title": "Must have in my hair routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "After using this product, I noticed a significant difference in the appearance of my curls as well as moisture in my hair in general. I def would recommend this"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I really liked this gel! It smells really good in my hair and didnu2019t make it crunchy. I do agree with the packaging that you need to make sure you use it on wet and not damp hair. I tried both ways and on damp hair I was left with a lot of frizz the next day. But after using it on wet hair, it worked really well! Itu2019s nice when a company knows their product well enough to provide clear instructions of how to use it instead of a vague description. This container is going to last me a long time but I would definitely consider repurchasing once I finish it."
        },
        {
            "review_title": "Love it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I really like this gel! As a curly hair girl it really gave me the definition I was looking for in a long lasting and voluminous way. It wasnu2019t too thick so it didnu2019t drench my curls which I donu2019t like about a product. This is a buy again for me!"
        },
        {
            "review_title": "A great product for layering",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
            "review_text": "I was not expecting this product to work as well as it did in combination with my other product. To start off the product is very jelly like, not at all like the texture of other gels but this works in its favor. I have shorter natural hair and sometimes getting definition on shorter hair can be difficult. Even after layering my styling products and the gel on top it defined my curls, kept them in place all without residue and that hard crunch other gels give you."
        },
        {
            "review_title": "Very moisturizing and defining",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I am loving the Baomint Moisturizing Curl Defining Gel I received as a gift from adwoa beauty. This amazing cream left my hair so smooth and moisturized.  My strands were perfectly defined! And an added benefit is that my hair was easy to untangle after washing. I am also loving that it is cruelty free. I would give this product 10 stars if I could. I am so impressed with this product, I intend to try the entire line."
        },
        {
            "review_title": "Smells so good!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Ok, fragrance wise I LOVE IT u2026 I honestly donu2019t know why lol. The consistency is also nice!   I havenu2019t tested it as many times as Iu2019d like, but thatu2019s because I only fully wash my hair, maybe, twice a week. However, I canu2019t wait to continue trying it out!!"
        },
        {
            "review_title": "I really enjoyed it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "What I really enjoy about this product is that when you touch it, it's jelly like but then when you put it in your hair it feels almost like water. Which makes it really weightless and nice on the hair. I really love the fact that it doesn't leave an oily residue afterwards and after some time, the curls look really defined. It has a good smell, not overwhelming."
        },
        {
            "review_title": "Adding to my daily",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I really loved this item. It kept my curls in place without them feeling crunchy which I really love because I donu2019t like my hair feeling crunchy. My hair felt moisturised without the feeling of having gel in my hair which i really enjoyed. Would definitely purchase again."
        },
        {
            "review_title": "AH-mazing Scent!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "First off, it smells AH-mazing!!  It absorbed quickly into my hair almost as though it gave my locks intense immediate hydration. I loved that!!   It also gave my curls definition without making them hard or crunchy. (I blew dry with diffuser fyi).  I did not get any if that white icky residue that I have gotten with other gels.  I personally prefer a custard/cream type of consistency,  so I may have to try the cream made by thus same brand."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Oily skin",
            "review_text": "Adwoa beauty's defining gel really left my curls looking defined. What I loved about this product was that my hair did not feel hard the next day.  The defining gel allowed my hair to curl still and fluff how I like it to while still defining my curls. It gave my hair a hold."
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I was gifted this moisturizing curl defining gel in exchange for my honest review. Not for me or my hair. I wasnu2019t too happy with my results. My hair is not dry itu2019s more of a 3c type of curl. This made my hair stiff with no bounce. It does have a pleasant smell to it though. Although it didnu2019t work for me it h me at for someone else."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I was excited to try out the Adwoa Beauty curl gel. This brand was new to me, and the first thing I noticed was the fresh smell. I applied it to my wet hair and let it air dry. My curls stayed together and kept away the frizz. I even got multiple compliments on how good I smelled. Definitely try it out. It was curly and not crunchy which is such a positive."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This medium-hold gel claims to create soft curls without the crunch, with organic ingredients that are vegan and cruelty-free. Hair must remain soaking wet while styling, which was pretty easy for me as I typically use my hair products after showering. This gel comes in a tub-like container instead of a typical tube, which really helps you get exactly how much you want to use. Plus, I love that there will be no waste as there is always a little bit that wonu2019t come out of the tube gels I use! The smell is not super overpowering and is more creamy than mint. The texture is thicker than my normal gel, so that took a little getting used to. Overall, I think this is great for super curly or kinky hair - I love the smell and I think if my hair was shorter it would be perfect for me. However, Iu2019ve let my curls grow out so they are a bit more loose now. Definitely give this a try if you have super curly hair!"
        },
        {
            "review_title": "A must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received my product in the mail so fast! I immediately wanted to try it. The smell is amazingggg! It is very lightweight, doesnu2019t leave your hair crunchy feeling. I wore it in my natural curls all day with no problem. Every time the wind blew I could smell it. Definitely would purchase again"
        },
        {
            "review_title": "Soft, touchable curls!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "My hair is naturally curly/wavy (3A type if you know about curls) and varies between being a nice soft frizz ball or, at times, a more defined spiral. I struggle to find products that are strong enough to hold the frizz at bay while also leaving my hair touch-ably soft and defined. Pros about this curl defining gel are that it 100% helped tame the frizz, it left my hair feeling soft to the touch, and it helped keep my natural curls in place for about a day and a half without needing to add in extra product. Additional pros include no white cast left behind & no flaking! Cons would be the initial scent. I honestly would describe it as really strong wet bark.. like tree bark. It went away quickly though and did not leave any fragrance notes in my hair. The only other u201cconu201d, although more of a slight inconvenience, is that you MUST use the product on sopping wet hair. For me it just felt a bit stressful since I typically style my hair with leave-ins after Iu2019m out of the shower and on my damp hair. Instead, with this gel I needed to apply before I got out of the shower or I would have been dripping water everywhere. I do love it though and definitely recommend it!!"
        },
        {
            "review_title": "Good product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This product fulfills its function well for people who have Risado, it is excellent, it works well, I love using it for occasions, the effect lasts a long time, this excellent product, girl good prduct love"
        },
        {
            "review_title": "Add to the cart - itu2019s a must have !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This product has blown me away . Itu2019s not your average gel . The formula is a gel / cream hybrid that is doesnu2019t weight down hair it is so airy & is super hydrating it literall absorbs into the hair like water . It smells fantastic Iu2019m a big fan of the minty scent it has it makes your hair feel super fresh . I am obsessed with the definition it gives my hair without leaving it super crunchy or flaky like most gels do . I reccommend this gel ! You need it ."
        },
        {
            "review_title": "Great for Curls Needs a Better Scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I recently was give the opportunity to try out the Adwoa Baomint Moisturizing Curl Defining Gel. I am always hesitant to try things for curly hair because often times they don't work as stated. I was super surprised by this gel though. Not only did it work but it also didn't leave my hair crunchy. My curls were well defined after letting them air dry. There was absolutely no frizz either. I am curious how well it does if you diffuse the curls as well. The only downside was the scent. It wasn't my style of scent and at one point it got a little overwhelming."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "This a must have in your curly go hair routine. It really helped to define my curls while not making the curls hard. Thereu2019s also no white residue left after drying. My curls lasted all day. Canu2019t wait to try their other products"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love how well this gel holds and makes my curls last and look and feel so soft and shiny and bouncy not at all crunchy like the hair gels from the late 90u2019s early 2000u2019s made your hair feel. Definitely will be repurchasing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "The Baominy Moisturizing curl defining gel is gifted. I like it that it has no need to scrunch out the crunch.  It is not heavy or sticky after using it. And I like the pleasant smell. I recommend this product."
        },
        {
            "review_title": "Love the scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I discovered the Adwoa moisturizing cream as one of the clean beauty brands finds. The moisturizing curl gel doesnu2019t feel heavy on my 3b curly hair . Lightweight and smells so good. After my hair feeling smooth and curls look so good! Love it"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "First of all I was blown away by the scent and texture of this gel. Itu2019s not heavy or sticky and dries without flakes. I would describe the cast as a medium hold. My hair was left shiny and soft. I liked this gel a lot."
        },
        {
            "review_title": "excellent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love this gel for my hair, it really does its job very well, my hair is in perfect shiny condition and I really liked its smell is very pleasantI will definitely buy it again because my hair felt good wearing it, it's not very heavy or"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I got this Gel by adwoa beauty as a free gift. My hair is long and curly and it takes a lot of time to find a perfect match and this gel works really well. I loved the smell of this product. My hair feels so soft and I can shape and comb my hair so easily. and it gives my hair fuller look. I use it at the end of my routine to help keep frizz away"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I really like the smell of this gel. I applied the gel to wet hair and it was okay. I wasnu2019t a fan of the texture of the product. It smells better than how it performs. I wear my hair as a wash and go 95% of the time and this gel doesnu2019t have much hold. Itu2019s a very light cast It feels more like a leave in."
        },
        {
            "review_title": "Loving it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Wow! This cream makes my curls look so healthy and define! I am in love! I use it after washing my hair and go one by one. The cream made my curls so bouncy, not crunchy at all. I recommend this to anyone!"
        },
        {
            "review_title": "Smells Amazing!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I received this product from Adwoa Beauty in exchange for my honest review. The baomint moisturizing curl defining gel smells Amazing and is rich and creamy. I love how it moisturizes and defines my curls. I would definitely recommend it."
        },
        {
            "review_title": "ATTENTION ALL CURLIES",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this product from Adwoa Beauty in exchange for my honest review. I first have to start off by saying the obvious, THE AROMA of this product is AH-MAZZZING! But not only does it smell a delicious, it leaves your hair super soft with beautiful and bouncy curls. There is no film or any flaking.  Every curly head must, must, must try this!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Combination skin",
            "review_text": "This product is amazing! I have used for a couple of days and I have seen a huge difference in my hair. The curl pattern has become more distinct. I would definitely recommend this product to other people"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "There are so many products for curly hair these days,  I'm skeptical as everything states it will do everything I need.  As usual,  I dove into this product with not much expectation.  I was so pleasantly pleased when my hair soaked this gel right up, the curls effortlessly came to almost perfect coils! Being this impressed so far,  I am going to look for the catch.. it never came.  No crunch! No crunchy case after drying completely, 75% less frizzy than with no gel.  I was also worried about the smell of minty gummy bears lingering in my hair for the day,  it absolutely did not! That was case closed for me! So impressed!"
        },
        {
            "review_title": "Perfect for my hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I got this Baomint Moisturizing Curl Defining Gel by adwoa beauty as a gift for my experience with it. My hair is thick and curly and it takes a lot of time to find a perfect match and this gel works really well. My hair feels so soft and I can shape and comb my hair so easily. The love the light smell and it gives my hair fuller look. My life is easier with this gel."
        },
        {
            "review_title": "Defines Curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I have been using Adwoa oil curl defining gel for about a week. It makes my curls feel moisturized and it defines my curls. I so not have to use a lot of product on my hair. I would definitely recommend this product."
        },
        {
            "review_title": "A must have for curly hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "This Baomint moisturizing curl defining gel works really great. It has a smooth creamy texture to it and also has very little smell to it. My daughter and I both have curly hair and weu2019ve been using this to define the curls a little bit better. I also love that it does not leave my hair feeling sticky. The container is a very large size and a little goes a long way so it will last a long time."
        },
        {
            "review_title": "Very good gel!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The Adwoa Baomint Curl Defining gel worked really well for my hair. It created a nice cast, but didnu2019t leave my hair super crunchy after breaking them up, and diffusing my curls. I donu2019t particularly like the scent, but itu2019s not bad. Overall, Iu2019d definitely use this again, and hope they come with different scents!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this product as a free sample in return for my review. The baomint moisturizing curl defining gel is very rich and creamy. It makes my hair feeling soft and the smell is good that it lasts for a long time."
        },
        {
            "review_title": "My hair loves this stuff",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "This doesnu2019t make my hair, feel crunchy or super drying. I like the definition that he gives and the hold as well. I even like the fact that the fragrance isnu2019t too much to handle. I will definitely use this and recommend this to others."
        },
        {
            "review_title": "Defining!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My hair feels so much softer and the curls are more defined! Also, my hair doesnu2019t feel as frizzy as it usually would. This product helps moisturize my hair.  Iu2019m excited to start using this in my everyday routine."
        },
        {
            "review_title": "Nice Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
            "review_text": "I really enjoyed using this product. As someone with thicker and coarser hair, I usually don't think gels will work well in my hair. But this product was really great. I enjoyed the scent and ingredients of the product as well."
        },
        {
            "review_title": "Perfect gel!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "Wow this curl gel is a must have for all my curly boys and girls! I absolutely love the smell!! It smells like spearmint/peppermint. It has a jello type texture that turns creamy as you work with it. It does an amazing job defining my curls and hydrating my hair."
        },
        {
            "review_title": "Braid with protective style",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I have a protective style in right now and honestly I love this product for my edges. Itu2019s very natural not too heavy. I swear a lot also due to my work life and workout lifestyle. The smell is AMAZING. I just would probably use this more as a protective style holder too like braiding , or something to keep your hair healthy."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019m usually very hesitant to get any sort of gel considering I have curly hair, but this stuff is so good! it smells and feels so good on my hair and doesnu2019t get too crunchy! i love how it makes my curls look"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "This gel is awesome. It smells so good and leaves a lasting scent all day long. I love how it makes my hair soft and manageable l, but yet hold my curls into place. This stuff is amazing and I recommend it if your looking for a nice look."
        },
        {
            "review_title": "Good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This weightless air dry cream really surprised me so much it helped my hair air dry without frizz and defined my curls really nicely without making it look greasy or weighted down. Perfect alone or with a gel."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This gel is very rich and creamy. I like the way it separated and defined my coils, they were not clumped up. When my hair dries completely, my strands were soft, silky and not crunchy or stiff at all."
        },
        {
            "review_title": "Love It!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I really loved all aspects of this curl defining gel! I normally have to do 2 strand twists to get any sort of curl definition, but I decided to attempt a wash and go using this product. It turned out amazing! Great definition, no white flakes and my hair looks so shiny!!!!"
        },
        {
            "review_title": "Good product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Baomint Moisturizing Curl Defining Gel definitely defined my curly/wavy hair better than a few other curling products Iu2019ve tried. Iu2019ve only used it once but I loved that it doesnu2019t leave residue once itu2019s dry.  It made my hair feel soft and look healthier. The scent was ok."
        },
        {
            "review_title": "Add it to your routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Iu2019ve tried everything. Iu2019m also a bit of a skeptical... a lot of a skeptic... but this gel is for the kinky curl girls! Use straight out the shower without towel drying for best results.   I NEVER THOUGHT MY KINKS, COILS AND CURLS COULD BE SO DEFINED WITHOUT BEING CRUNCHY AND FLAKEY!"
        },
        {
            "review_title": "Worth a shot!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Iu2019ve been struggling to find a product that holds my curls well after the first day, so I was excited to try this out. Initially my curls were a bit crunchier than I would have liked, but after about an hour or two and some hand scrunching after my hair was dry I was pleasantly surprised at how well my curls held. The second day the top layer fell a little but was rejuvenated after wetting and finger coiling. By the third day they were almost a lost cause. The scent was a bit too strong for my taste and could easily lead to a migraine if you are sensitive to scents and definitely lasts well past the first day. If youu2019re looking for a product with a bit of hold that will leave your curls soft and defined, give this a go!"
        },
        {
            "review_title": "Great gel for dry, thirsty curls!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I absolutely loved this gel! The ingredients are great and it gave my high porosity, dry curls some much needed moisture. The gel glided through my hair with ease and provided great definition! I also really liked how shiny my curls were even days after application."
        },
        {
            "review_title": "a good option to try!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "this was a gifted product. I will say price point wise, this is the priciest hair gel/product iu2019ve used! the smell is REALLY NICE! I tried 2 different ways, paired with a spray leave in and just on its own and it holds its own! not crunchy, my hair also doesnu2019t feel too dry after a few days. Make sure to have a shampoo that can really breakdown the product though, that is one downside. I think itu2019s great! just think the price point is high but def worth the try!"
        },
        {
            "review_title": "Love!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I received this product from Adwoa beauty. This product did such an amazing job on my hair and left my hair feeling so soft and beautiful. It lasted a long time and a little really goes a long way. I would love to try other products form this brand."
        },
        {
            "review_title": "Smells weird",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I received the Adwoa curl defining gel complimentary in exchange for an honest review. I followed the instructions and applied it to wet hair, but that fragrance sure smacked me right in the face. It's very, very strong, and not very pleasant. The scent lingered way longer than expected. Even my husband asked me What is that smell?! It smells like a nursing home or something. I let my hair air dry and after it was completely dry the scent did dissipate a lot. I did like the consistency of the gel and definition it provided but I really can't get over the smell."
        },
        {
            "review_title": "You won't be disappointed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I received Adwoa baomint moisturizing curl defining gel. I will admit, I was not very fond of the smell. However, this is hands down, one of the best curl products I have ever used. If used correctly, it literally curls every single strand of hair. It left my hair soft, manageable, and looking the best it has in quite awhile. The smell of the product was better when put in my hair."
        },
        {
            "review_title": "I like it / 4a Curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love the consistency of this gel. It looks and feels like a light cream. My hair had instant curl definition and moisture but as gel is, left my hair just a little dry and stiff when drying down as a result to hold the curl. I am impressed with it so far, it also feels 'clean' and smells good."
        },
        {
            "review_title": "I love this curl defining gel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Combination skin",
            "review_text": "These products are amazing and my go to for my natural hair! I recommend these to anyone looking for a product that nourishes and makes your curls stand out. Makes my hair feels soft and hydrated.and it smells so good"
        },
        {
            "review_title": "Loved my curls with this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "My first problem when I want to help my curls after the shower is that i couldnu2019t find a product that could leave them not frizzy and this product is amazing, Iu2019m so in love, It leaves my curls wit a soft, but yet defined look"
        },
        {
            "review_title": "Loved it !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I loved this hair gel so much it really held my curls in place and it wasnu2019t too heavy on my hair. It also smelled really good and is perfect for those days when you just want to refresh your curls."
        },
        {
            "review_title": "Amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve been using this on my scalp for a week and it works really good. My hair looks very shiny it feels like a regular hair oil. I canu2019t wait to see more results Iu2019m gonna use this for a month. I would recommend this"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I really really love this stuff. I have 3a/3b curls that tend to be super frizzy and dry. Even the best products Iu2019ve tried usually only hold for a few hours before my hair starts getting frizzy again. The Adwoa gel smells wonderful and keeps my hair frizz-free and curl-defined all day. It leaves my curls feeling soft and light, not heavy or crunchy like most gels do. A+ styling product. Looking forward to trying the deep conditioning treatment next!"
        },
        {
            "review_title": "Super moisturizing and curls will pop!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I have 4a/4b curls I think. My hair responded soo well to this gel. My curls were popping but still felt soft and not crunchy. My curls also did not shrink up as much. It is quite fragrant in my opinion but  I really enjoyed the smell."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This Adwoa baomint moisturizing curl defining gel has a nice and smooth consistency.  A little goes a long way with this product.  It moisturized my curls well leaving them defined and hydrated.   The fragrance is nice yet subtle."
        },
        {
            "review_title": "I actually really liked it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I tried the boamint moisturizing curl defining gel on my hair when doing a wash and go. When putting it on I could immediately feel my hair moisturized like I didnu2019t need any additional product. The smell is sooo nice, I really love it. Itu2019s a really fresh scent. Second day hair is not crunchy, it was just a softer hold with really defined curls. I didnu2019t use or need to rake the product on when I applied it and the curls still came out really defined. I will definitely use this product again!"
        },
        {
            "review_title": "Great product, works well, strong fresh smell!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I really enjoyed this curling gel ! I typically donu2019t like wearing my hair in itu2019s curly form because I havenu2019t found the products that reflect how beautiful my curls are. Howeveru2026 this gel was perfect! My wash m go with finger coils came out so bomb and held up so well, I am shook! I will definitely be using often. The smell is an acquired taste, meaning itu2019s very distinct and strong so some may find it off putting buts itu2019s mostly essential oils so I find it refreshing. The consistency of this product I super thick like custard,  reminds me of a mix between a gel and a  cream. Lastly a little bit of product goes a long way, so this container will last. Iu2019m so happy with my curls now!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This baomint moisturizing curl defining gel is a nice moisturizing gel for curly hair. Itu2019s easy to apply and makes my hair look soft, moisturized, and manageable. Price is good for the quality and size."
        },
        {
            "review_title": "A win for the 4b/c gurls!u2728",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Tan skin tone, Combination skin",
            "review_text": "I enjoyed this product! From initially opening the scent warmed and excited me. I tried this alone on my hair (4b/4c) for a twist out and the gel gave my hair a nice medium hold. I feel like my hair is nicely hydrated/moisturized. There was no stiffness, oiliness or random white build up. Thatu2019s a win in my book. Canu2019t wait to try more from this brand!"
        },
        {
            "review_title": "Loved it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "This worked well for my curly hair. Applied to my very damp hair and rubbed in well. It really put beautiful waves in my hair and it looks so nice. I always wanted straight gair but with products like this, I am proud to have curly hair! Easy to apply, not sticky or oily and works beautifully! I only wash my gair once a week and my curls lasted a few dsys."
        },
        {
            "review_title": "Perfect curl control",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This gel is so incredible, I have finally found a product that can control and define my unruly curls!  The jar is easy to open and access the product, stores nicely and can be stacked in the cabinet which is a big plus!  The gel is nice to work with, not sticky, and easy to distribute through my hair. The scent is pleasant and not overpowering. My style really lasts with this product!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019m in loveu2026 I have no idea why I waited so long to try this product but it will be in rotation from now until! The slip is amazing and I have to recommend that you use with either  leave in from the brand. I picked up a couple for Black Friday to accompany this styler and Iu2019m just impressed. The combo left my hair soft yet defined for days."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Normal skin",
            "review_text": "This curling gel is so easy to use even for a beginner like me. My hair smells so good and I love that my curls are so soft. The instructions were easy to figure out and I used it on wet hair. I was pretty impressed!"
        },
        {
            "review_title": "New try!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This hair gel smells amazing but has a funky consistency. It has an extremely light hold, which could be great or not depending on your preferences. It doesnu2019t leave your hair crunch but itu2019s also a very light curl."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I am always looking to try a new hair gel, as I love products with a strong hold and that hold my curls for a couple days. This product did just that, and it made my curls super defined and soft. My day 2 hair was amazing and I love that it gave me frizz free definition for multiple days!"
        },
        {
            "review_title": "Soft, beautiful curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
            "review_text": "This Baomint Moisturizing Curl Defining Gel by adwoa beauty is made especially for dry textured hair. I just came back from a vacation where my naturally wavy/curly hair did NOT like the water. Everyday my hair was unruly, frizzy and my fingers would get stuck in my curls. I washed my hair today at home and immediately afterwards I applied a small amount of this curl defining gel and scrunched my hair as I went. It looks and feels so much better! My curls are back and my fingers can go through them again. Will definitely continue to use this product."
        },
        {
            "review_title": "It worked, but left white cast",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I have tried using this product many times.  I don't think my hair is dry enough or coarse enough for it.  I normally use curl cream to help define my curls, but I can't get this product to work well for my 3a/b curls. It leaves a white cast that is really noticeable in my dark brown hair.  The scent of this product is notable, its like artificial cherry scent."
        },
        {
            "review_title": "Awesome product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I tried this product in my hair for a few days.  A little definitely goes a long way.  I think this product works really well for me.  I am really excited about it because my hair has always been so dry and frizzy."
        },
        {
            "review_title": "Smell amazing and shine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Super moisturizing, smells amazing, and a good amount of product! I tried this not only for myself but for my boyfriend as well and it makes our curls super shiny and pop! Also the ingredients are pretty safe el"
        },
        {
            "review_title": "Light bold gel, great curl definition.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is a cream based gel felt very nourishing to my type 3 hair and provided a light hold that lasted 3 days. The smell was fresh but strong and lingered the entire day even after the product completely dried down."
        },
        {
            "review_title": "Best defining gel I've ever used",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I have been on my curly hair journey lately and this is the holy grail curl gel. I have high density, low porosity,  full 4b/4c hair that's very dry, and this has made an insane difference in my hair! It holds my curls amazingly, also it smells amazing almost like Christmas Day or cherries. It provides great hold without feeling crunchy and being flaky, it takes care of frizz, and the cast of my hair stretches out beautifully, I like to use oil when I do so and I get amazing soft curls afterwards. I also like that it's good for protein sensitive hair because a good gel without protein is difficult to find! I said all that to say this I definitely recommend baomint moisturizing curl defining gel."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I am in love with this curl moisturizer. It feels so good on my hair.  There is not to many things that works great on my type of hair. I have 4c/4 b hair and itu2019s always dry. This has changed the game for me."
        },
        {
            "review_title": "Must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This styling gel is an amazing product for curly hair. I have 3b curls and tends to be on a dryer side the ends and this product left my hair moisturizer and shine all day besides controlling frizz. I would recommend to give a try."
        },
        {
            "review_title": "Beautiful curls but they fall",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Dry skin",
            "review_text": "I was gifted this moisturizing curl defining gel in exchange for my honest review. I love the texture of this gel - it is moisturizing as described, without being too greasy. It smells really fresh and lovely. I have been using the same method as described on the packaging which is convenient - I apply sopping wet and brush through sections and tease out the curls. I finish with a heat protecting spray and then blowdry with a diffuser. The result is beautiful loose curls with lots of volume and bounce. The curls feel nice and soft. My only issue with this gel is that while my curls look amazing in the morning, they start to fall by late afternoon, and many curls have unraveled by the evening. The photo I am providing is of the curls before they fell."
        },
        {
            "review_title": "Good gel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "This i a great curl defining gel. My hair is curly and sometimes a think this product is too thick for me but i make it work. Leaves my hair really shiny and defined and i like that. The smell is overpowering at first"
        },
        {
            "review_title": "Curl defining",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Normal skin",
            "review_text": "Great gel! My hair ir thin and very dry because of all the chemical stuff. This product is very moisturizing but a little too thick for me, so i had to use a small amount and it worked wonders. It defined my curls very well."
        },
        {
            "review_title": "Give it a try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Moisturizing indeed! I normally donu2019t use gel in my hair because I donu2019t like the way it feels but this worked well. It was t too heavy on hair. I suggest using the whole line together as I liked the outcome. I wanted something to elongate my curls but still fluffy. It stretched out my hair in the second picture and less dry."
        },
        {
            "review_title": "A must have for curly hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I absolutely fell in love with this adwoa moisturizing curl defining gel once I used it. The smell is so pleasing and the gel goes in my hair smoothly. It leaves my hair feeling so locked in on the curls and feels so bouncy. I think I have found a new best friend for my curls. I would recommend this to anyone needing to add a little life to their natural curls"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "i used this gel and it provided a medium hold so for my coily hair i have to layer this to get my desired results! thereu2019s no gel cast or drying feeling. itu2019s not my go to but itu2019s a good gel to layer"
        },
        {
            "review_title": "My defined curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I love this product! You have to follow the instructions to get the desired result. I did and my curls after blending looked great and lasted all day. It gave me a good shine, hold, defined curls and has a nice smell. it's refreshing I have fine curly hair and this worked for me I love it I recommend it, it's incredible"
        },
        {
            "review_title": "Worth a try!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Upon the first time I opened the jar, the smell was so strong! I love it though, peppermint is my favorite. I tried it on my brothers hair and it didnu2019t take much at all to get his hair defined and set. Definitely worth a try!"
        },
        {
            "review_title": "Great for all curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This product is great for people who have any kind of curly hair. I have a mix of loose and tighter curls and it worked well with my hair. The gel is not heavy and does not leave any residue behind (not even a crunchy feeling). Itu2019s a very lightweight product that accentuates the curls and leaves them feeling soft and well defined. Recommend for sure!"
        },
        {
            "review_title": "My new favorite gel!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This hair gel was so nice and easy to use! I jumped out of the shower and put it in my hair, then let it air dry. My hair looked amazing!! Definitely one of the best gels iu2019ve used. I love how itu2019s vegan and cruelty free and doesnu2019t have all the harmful ingredients in it!!"
        },
        {
            "review_title": "Amazing product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "After using this product for the past couple of wash days, my hair is feeling hydrated and my curls defined. Plus, it smells amazing like peppermint candy. You do have to use it on sopping wet hair and run it down with your fingers allow your hair to air dry diffuse, or dry or you can use it on other forms of styling."
        },
        {
            "review_title": "A must-have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I have really enjoyed using this curl cream. The consistency is very interesting, itu2019s almost like a gel-cream formula. It works into my hair really nicely, and best of all it doesnu2019t leave a crunchy feeling. The scent is amazing! it really lasts in your hair, if youu2019re into that. Iu2019m obsessed. I definitely recommend trying this curl cream! My hair felt hydrated, and my curls were so much more defined than usual. They have a light bounce to them, which I love."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I love what this product does for my curly hair! I usually straighten it just because I canu2019t get my curls to look the way I want. This helped change my mind. My curls are fully formed and silky looking."
        },
        {
            "review_title": "Perfect gel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I recieved the Adwoa Baomint Moisturizing Curl Defining Gel and was immediately in love with the scent. It has a strong fragrance that is heavenly. I used the product by itself on drenched hair and let it dry. It has a nice medium hold that kept my hair from frizzing."
        },
        {
            "review_title": "Smells so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have curly to wavy hair and have a hard time finding a curl cream that gives my hair that amazing defined curl but leaves my hair itself soft and not crunchy.  So I was super excited when this curl creme left my hair soft with amazing curls. The trick is to definitely apply while your hair is wet. And keep spritzing water to it as you apply.  I then through my hair up into a silk bonnet and then while it was still slightly damp I hit it with a diffuser. This product is incredible my curls lasted for days and it smelled so good."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love how moisturized my curls feel after using this. The smell is heavenly too. It leaves my curls looking perfect and not feeling crunchy at all. I have added this to my daily hair care routine and will definitely continue to use it."
        },
        {
            "review_title": "Now a must have in my hair care routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I really like the Adwoa Beauty Baomint Moisturizing Curl Defining Gel. It really helps define my curls back to their natural, bouncy, soft, more defined curls that I have missed so much. I love that a little bit of product goes a long way, and it leaves my curls soft not crunchy or hard. This is now definitely a staple in my hair care routine!"
        },
        {
            "review_title": "Smell great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I really like this product. Itu2019s not heavy like a cream or sticky like a standard gel. I just add it to wet hair and let it air dry. I love the results. I really like the smell, so Iu2019m a little confused about those not liking it. Sometimes products that sit too long will start to smell like cat pee. This isnu2019t that. The only thing that sort of bums me out is the canister. Iu2019m just not a fan. The product gets in my nails."
        },
        {
            "review_title": "Smells good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This product smells so good. I recently use it on my hair the last time I did my hair and I actually really really enjoyed it. It didnu2019t make my hair feel greasy or a stringy or anything like that. I would definitely use again."
        },
        {
            "review_title": "Gel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received the baomint moisturizing curl defining gel, this product is very easy to use. I apply it to my damp hair and it works it's magic. My hair stayed in place all day. It didn't leave a whiteness as some hair gels do. I absolutely love it. I recommend"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "First of all,this smells really good!Applies easily and I didnt have to use that much.It did not leave my hair hard at all.Lasted all day.I will definitely continue to use in the future.A little goes a long way."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a very strong smelling gel. Wouldnu2019t recommend if you are sensitive to smell. I think itu2019s a pretty generous amount for the price. The packaging is ok. Wish it came in a tube instead of such a large jar:"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have really enjoyed using this product. It provides a lot of hold for my curls, but it is not crunchy, and it does not weigh them down. It also smells good, and my hair lasts multiple days when using this product"
        },
        {
            "review_title": "Curls poppin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Tan skin tone, Dry skin",
            "review_text": "The curl defining gel is so amazing. It gives me the defined tight curls that everyone wants. It keeps my hair feeling very hydrated and healthy. Makes it so lovely to style anyway I want without losing the curls. It's a product I would recommend to anyone with natural hair."
        },
        {
            "review_title": "Depends on hair type",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This product definitely depends on your hair type. I already have natural waves. My bottom layer is very curly though so I know it has potential. My top layer on the other hand doesnu2019t always react to product the way it would like. I attached a before and after to show what it changed with my hair. I also included the bottle half of my hair before I do feel that half was benefited by the product. The smell isnu2019t the best but it lightens up throughout the day"
        },
        {
            "review_title": "Great for 3c/4a Hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I absolutely love this product so much! Itu2019s so hydrating, yet curl defining! I highly recommend for those who have curly, coily hair like me! I love the ingredients, and I think the price point is right, where it should be!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "The Adwoa Baomint moisturizing curl defining gel I recently received is fantastic thus far. Perfect definition and hydration for my occasionally dry 4C hair. I enjoy how lightweight the product is after use."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I just received the Adwoa baomint moisturizing curl defining gel and it's great so far! perfect hydration and definition for my sometimes dry 4c hair.  I like how light weight the product feels after application."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "This hair styling product is absolutely awesome! My natural curls have never looked better than they do now. This product is a complete game changer for my hair. My curls look more relaxed and my hair feels more healthy and not weighed down with the product. Iu2019ve been using this daily for the past few weeks to create flawless curls that I love. Iu2019m excited to try out more products from this haircare line. Itu2019s simple and easy to use by following the directions on the bottle. With a few practices I now have using this down pat and I couldnu2019t be more happier with how well this product works."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Adwoa Beauty . This remind me of Christmas with the peppermint smell. I will admit it is very very strong so if you do not like mint I wouldnu2019t suggest this . But let me tell you it works my hair stayed curly for like 48 hours kinky beautiful curls this is a game changer"
        },
        {
            "review_title": "Excellent hair gel!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "The adwoa beauty baomint curl defining gel is absolutely amazing.  This formula is easy to use over wet hair and allows for excellent curl defining styling results.  I love that it contains beautifying oils and is paraben and cruelty free.  It has a beautiful smell because of the oils that it contains which is an added benefit.  I highly recommend this product for its beautiful results."
        },
        {
            "review_title": "Not for me or my hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This curly defining cream says itu2019s for dry textured hair. I donu2019t think itu2019s for my hair type, I have soft wavy curly hair.   The first time I tried it, it made my wet hair feeling stiff, I didnu2019t like it so I washed it out since I was still wet. I then towel dry my hair and well some may have still been on it as I got beach waves after I removed the towel. As my hair dried and the days went my hair got straighter and straighter. I usually have big curls or waves.  Anyway I decide I would give it another go today, thinking maybe I did something wrong the first time. Well the same thing happened. I got stiff hair.  I donu2019t know if when my hair dried it it would have had defined curls as I washed it out again,  I donu2019t like this product needs to be applied ti wet hair, damp hair ok but wet. What do I do after, walk around dripping on my floors.  This cream is not for me or my hair but it may work great for someone else."
        },
        {
            "review_title": "Loved",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Absolutely Loved this Gel. Gave me lots of definition for longer hair days and a medium hold. The moisture this product adds was a plus for a frizz free look"
        },
        {
            "review_title": "Works great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Wow, I love this product, my curls look astonishing, gave my hair the bounce it needs with good definition. The fragrance smell so good, my curls feel hydrated and moisturized.definitely will recommend this product"
        },
        {
            "review_title": "Nice Product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I really enjoyed using this product. It was thick but didn't make my hair super crunchy, just helped to shape my curls  and eliminate frizz. Super large container with lots of product, which is definitely a plus."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was gifted the baomint moisturizing curl defining gel and it is wonderful. It makes my hair feel moisturized, and defined without dryness, or crunch, The only thing I would change would be the smell but it declines throughout the day so it's not a big issue. I definitely recommend the gel!"
        },
        {
            "review_title": "Loved it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I loved the product. It was perfect for my hair type and left my curls feeling great. The smell of the gel was amazing and it lasted all day long. This product is one of the best that I have used for my curls"
        },
        {
            "review_title": "Like this Unique Gel",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Baomint Moisturizing Curl Defining Gel is the first gel I have ever felt this consistency. It has a creamy, almost whipped, gelae like texture to it. I have wavy hair and this gel held my wave, and defined it, I had no crunchiness or stiffness. The fragrance smells good and different. I canu2019t put my finger in the scent notes, but I like them,"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Amazing! I love my curls and I love this product on my curls, so moisturizing and my curls definition was on point! I will definitely buy this again cause my hair feels so good and not heavy at all.!"
        },
        {
            "review_title": "Bouncy Curls for Days",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "Loved the smell of the product, fresh and light. Product is a gel like texture but doesn't leave your hair feeling heavy and flat. Loved how bouncy my curls came out and my hair air dried perfectly!!"
        },
        {
            "review_title": "Gorgeous curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I had never heard of the brand ADWOA. I don't typically use gel, but I was excited to try the baomint moisturizing curl defining gel.  I was extremely pleasantly surprised with this product. it made my hair look amazing. It gave my hair great hold, shape, my curls looked amazing. It didn't leave a white cast like some gel."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I love the smell of the entire baomint line. Leave my hair with not gel cast which I loved. My hair had a hold but not stiff. It was a creamy consistency which was interesting but the packaging was a little off. The top broke in transit to me and the product spilled everywhere. The item could have been packed better"
        },
        {
            "review_title": "Yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "First time using something like this for my curls! Absolutely love the result, curls stay in touch for long time, without dryness.Love the texture, not greasy at all. Hair looks fresh. And the smell itu2019s just wow!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I was gifted this product and I canu2019t complain. The hold was not bad, my hair didnu2019t flake but my hair did take a little longer to dry. I have 4c hair and very few products work for me so Iu2019ll give this an 8/10."
        },
        {
            "review_title": "Okay Styling Gel",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I recently tried out this baomint moisturizing curl defining gel from Adwoa.  After washing my hair, I applied a generous amount of this gel to my curls.  It also had a great refreshing smell.  Unfortunately I haven't seen a noticeable difference in my hair while styling.  Maybe this works good for others."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "this curl cream is a DREAM for coily hair. i used this on my brother since his hair always looks so dry and it made his hair look so hydrated after! he loved how it wasnu2019t feminine smelling too. didnu2019t make his hair crunchy either!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I love the product. It has great ability to hold to curls and help they stay longer. I recommend using it after the shower once you are done shampooing, conditioning and of course leave-in conditioner. Use it at the end and see the magic."
        },
        {
            "review_title": "A Must Buy for Natural Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The curling cream is my new go to for braid outs, twist outs and maintaining my natural 4b hair. I love the fresh minty scent and creamy texture. My curls are defined and soft to touch. This cream has made my haircare routine so much easier."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "this is the first curl defining cream i found that was not tacky and did not feel like there was product sitting on top of my hair. my hair sucks up all of the goodness inside of this cream and all that remains is beautiful and soft definition."
        },
        {
            "review_title": "Hydrating hair gel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I received the Baomint curl defining gel as a complimentary gift for my honest review. I'm always trying new gel and creams for my curls. I recently moved to a drier humid state and my hair has been suffering from it. I applied the product as instructed. For my curls and hair type it has taken away the frizz and is giving some much needed hydration. It holds my curls with a nice cast, not crunchy or dry feeling. I'm sure using a diffuser would have helped my curls retain more coils but I'm taking a heat break for the sake of my hair. My hair feels hydrated and soft. The smell is amazing, I was afraid it would smell like spearmint but it doesn't at all. It smells soothing and not at all overpowering.  For softer curls and waves I would recommend this hair gel. It gives my hair that wet gel look without all the sticky mess of hair gel that leaves a hard dry cast."
        },
        {
            "review_title": "good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I love,love,this product! It keeps my coils moisturized, with a beautiful shine and it doesnu2019t leave my hair crunchy. This hair gel keeps my frizzy curls looking pretty all day long. I would purchase this again for sure!"
        },
        {
            "review_title": "My hair is renewed and restored!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "My curls are thanking me everyday for this curl defining gel. My curls are luscious and so touchable. They stay in perfect ringlets throughout the whole day, no matter how much hustle and bustle I go through. I love the moisture it keep in my curls to eliminate flyways and frizz. It's a really great gel."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I received this product from adwoa beauty in exchange for my honest review. This gel is so good! It controlled my frizz and defined my curls and didnu2019t leave my hair feeling stiff or sticky. I really like this product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this curl gel to help tame my unruly, frizzy hair. Itu2019s easy to apply and doesnu2019t weigh my curls down, while also providing much needed definition. I like that itu2019s not too sticky nor does it leave any unpleasant residue. I just need a little for my hair, which I love since that means it will last me a long time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This gel is perfect for curly hair! It helps define your curls but does not dry them out or make them crunchy. Itu2019s crucial you follow the directions of applying it on wet hair or the product wonu2019t work. If used correctly, your curls will last all day! Love it in my new haircare routine."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "this Adwoa  curling defined gel is amazing. It definitely holds your curls In place . It is also really easy to use and really defines your yours perfectly and evenly. It also smells so good as well. I highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Love it! The smell, the hold, the moisture, the definition!!! perfect for my one and done styling days when iu2019m feeling lazy or donu2019t have time! leave in and this, magic. One of the best defining creams that Iu2019ve ever used. It leaves my hair so moisturized for weeks. I use this for my two strand twist. The ingredients are fantastic and it smells amazing."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "A very nice gel to times for my curly hair! Definitely amazing Iu2019m really impressed in how it work. First product to try at this brand definitely get it if you have oily hair because it works on oily hairs"
        },
        {
            "review_title": "I liked it!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I loved the hydration, my hair was very soft and shiny.  Hydration lasted for a long time and I didn't feel the need to keep doing it very often.  I intend to continue using and testing other brand products."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "A little miffed at first because my jar came broken and most of the product spilled but oh well. I like this but it didnu2019t didnu2019t leave my hair as soft as I imagined and thatu2019s not entirely bad. The smell is amazing though itu2019s like a sweet mint but not too minty. Iu2019ll keep testing this out to see how it holds up but definitely not a bad product. I did have some minor flaking Iu2019ll add"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone",
            "review_text": "This consistency works really well with my curls and leaves them well defined but not crispy/crunchy. My hair is still soft and manageable without the frizz. It like how easy it is to apply and a little goes a long way. This has become a styling staple for my hair!"
        },
        {
            "review_title": "Not enough hold or definition for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I have very dense 3C/4A hair and this product did not provide me with the type of hold or definition I like for my hair. If you like a big voluminous type wash and go on day 1 I would suggest this product thisthiproduct.product But if longevity wouldsdsuggestthisthispproduct."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Not the worst but definitely not the best. I love every product from this line. But this just wasnu2019t if. Defined my curls ok. But I did notice flaking. Hair felt good after applying the leave in. But as soon as I applied this, l my hair was felt desert dry! Has to go back to the store."
        },
        {
            "review_title": "Verified Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "This is the holy grail of gels, but don't take my word for it.  Just google it and check the receipts!"
        },
        {
            "review_title": "Awful Smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair",
            "review_text": "This product has a terrible smell that I hoped would fade but it stayed in my hair and I just had to wash it out. I do not recommend it. Sephora was great about the return."
        },
        {
            "review_title": "Natural Curls & Shine!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Deep skin tone, Dry skin",
            "review_text": "Always wanted to have my hair curly and very shiny for years  and Adwoa Beauty provided just that:) I am now content!!"
        },
        {
            "review_title": "Dried my hair out",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Combination skin",
            "review_text": "I really wanted to love this, but it left my hair so dry. The curls/coils held, but minimally at best. Once completely air dried, it would leave my hair with a slight u201ccrunchyu201d texture. Not to mention the product would flake after dried."
        },
        {
            "review_title": "STAPLE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "First, hair has to be soaking wet to get the best benefits from it! I can always get 7+ defined days and itu2019s moisturizing not to mention the iconic smell!!  Excellent ingredients! It gives a solid medium hold and the cast breaks on its own over night. I have all the movement and with 4 curls types each is defined. Solid solid gel!"
        },
        {
            "review_title": "The most hydrating, defining gel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Three words: YOU. NEED. THIS I recently purchased this gel after learning of all the benefits from their rep (THANK YOU JARVIS! )at the Soho Sephora. The gel feels light weight but with just a very small amount your curls are completely transformed. For reference, I have 3C curl pattern and low porosity. Upon completing my regimen , my hair was extremely hydrated , shiny and super defined. I often struggle with moisture and definition but this gel delivered both. The biggest bonus is that it left my curls frizz free ! wow , what an impressive product. 10/10 for sure."
        },
        {
            "review_title": "disappointing",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Oily skin",
            "review_text": "This was a pretty disappointing product. I bought it because I love the Adwoa shampoo and since this product was an allure winner I thought for sure it would be good. This left my hair very frizzy and greasy feeling. The only pro is that my hair was soft after using it."
        },
        {
            "review_title": "wet hair or gel wonu2019t care",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Great holding gel. Hair lasts 3+ days. Only had to wash hair due to scalp not curls loosening up. MAKE SURE hair is wet with that scrunching sound otherwise it wonu2019t work. Also, if you have a lot of hair section it and use a finger scoop of gel on each section."
        },
        {
            "review_title": "Great definition with no crunch!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Love this stuff. I usually don't write reviews but adwoa has become my holy grail. I have super thick coarse curly/wavy (Arab/white mixed) hair and a lot of products are either way too light or too thick. I tried the whole adwoa line and this gel and the oil are what i now use all the time. This gel leaves no crunch, just soft definition that for me lasts days (unlike other products where by day two I just have frizz). It also comes in a large tub which is great and actually lasts a long while. Other products (like the jvn serum) i use in like 3 washes, this has lasted a long time. I also can get away with using just this on my hair (instead of conditioner/gel/oil) and the lazy part of me loves it."
        },
        {
            "review_title": "Don't Buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This is horrible. I have 3c/4a hair and almost any $4 gel provides better results than this gel. In fact, I've done wash days without gel that have turned out better for my curls. Waste of money."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I have a TWA, so wash n go's is my style for now.  This is my go to gel, it does not leave my hair sticky,  hard or crunchy like other gel products that I have used in the past. This leaves my curls poppin"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Deep skin tone, Combination skin",
            "review_text": "I use it as a smoothing gel very good hold 4c hair no flakiness"
        },
        {
            "review_title": "5 Stars! Would Recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "This is the best gel Iu2019ve used on my hairu2026ever! How this gel provides moisture and hold at the same time? No idea but it does. Just be careful not to use too much because itu2019ll leave your tresses a bit crunchy. I use half of a dime-sized amount for each twist and itu2019s the perfect! This jelly-like gel will have you screaming to heaven thanking them for such a beautiful product."
        },
        {
            "review_title": "Wash and Go GOAT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Literally the only gel I can do my wash n gou2019s with!! It kept my hair defined AND moisturized for the whole week. I was always afraid of wash n gou2019s because of breakage but the Adwoa gel really made my hair look and feel moisturized and not brittle."
        },
        {
            "review_title": "The best gel ever!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Amazing curl defining gel, I have 4B type hair and very dry I do my twists outs with this gel combined with the baomint leave in conditioning styler and my hair can easily last me 7 days, the definition is on point and the hair stays moisturized and manageable."
        },
        {
            "review_title": "No great for fine curls",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "1) The scent is somewhat medicinal in the pot, but when it dries it leaves a really pleasant scent in the hair. Although I wouldn't say minty. 2) It works ok for my fine 2c/3a curls. I like the idea of a 1 and done product. But, I can't use a ton because my hair doesn't react well to shea butter or coconut oil. I was still left with frizz despite my ends looking a little stringy. I would love to see a version with lighter hydrators and some protein. That would make this the perfect product for me ;)"
        },
        {
            "review_title": "One of my favorites!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "One of the best gels I've ever used. Used up a  16 oz tub in about 7 months, with shoulder length 3c/4a curls. I love love love the smell!"
        },
        {
            "review_title": "soft medium hold gel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I really like this hair gel! When opening, it doesnu2019t really look like a gel. It is like a very thick cream; almost like a jello. The smell isnu2019t the best. It def smells like spearmint. I was able to use an oil after diffusing my hair to mask the smell. Anyways, I loved how this gel made my hair. My hair is so soft (could be from other products tho) and had a nice hold to it. I would say itu2019s a strong cream hold. My hair doesnu2019t feel like it had gel in it which I like. My curls are soft, bouncy and moisturized! I recommend giving this a try!"
        },
        {
            "review_title": "New HG gel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Love this gel! The only gel that doesn't make my hair feel dry afterwards. Perfectly light for the summer. I will most likely need to use the leave-in for the drier winter months, but I have no issues with moisture during this humid summer. I also like that this gel has slip, helps with styling using my Denman brush. This is definitely my HG all-in-one styler for the summer, I don't use it with anything else!"
        },
        {
            "review_title": "stinky & makes my hair feel awful",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I have curly hair (3a,b,c) and my hair strands are somewhat thick and course. I was looking for an alternative to the Bumble & Bumble anti-humidity gel oil and Deva Curl gels I usually use. This product has a weird thick slimy consistency and smells like chemicals and cherry lifesavers. Also leaves my hair feeling dry and  over-gelled. Definitely wish I had tried a sample because I will be throwing the entire jar away."
        },
        {
            "review_title": "The smell is awful!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I purchased the leave in, curl cream, and gel. I wasnu2019t even able to use these they smelled so bad to me. The smell is like medicinal + cherry. Physically made my stomach ill. Unfortunate as I was really looking forward to using these :("
        },
        {
            "review_title": "White clumps",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This leaves white little clumps in hair. definitely not worth the money. I had to throw it away because it made my hair look like dandruff was falling of my hair when it was the gel."
        },
        {
            "review_title": "He has white lumps when mix with the same product",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Mix with  moisturizing curl defining cream and had  white lumps. I used for my girl and i and  felt dry .I dont like this product for me"
        },
        {
            "review_title": "ok",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I bought this at the beginning of my transition honestly makes my curls tight and defined but tangled. This also leaves a white cast and not one of my favorites"
        },
        {
            "review_title": "Great Clean Gel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I was looking for a clean gel for my 3b/3c curls. I am white with very damaged, coarse, frizz-prone hair. I didn't follow the instructions, which said not to use a curl cream-- I just couldn't imagine not putting a curl cream into my frizzy hair (I used a curl cream not in this line). I did follow the part of the instructions that said to make sure your hair is sopping wet. I ended up with great definition and curls that bounced back for a full week. My hair wasn't sticky at all. By far the best gel I have found! The next time I wash my hair, I'll be brave and use it as directed, without curl cream. I want to try the whole line now.   A couple of reviews mentioned the strong smell. My experience was that it faded VERY quickly. I have tried other products, and it's been like throwing perfume into my hair. That's not how I would describe this product at all. The ingredients have naturally occurring odors, and they mostly fade by the time your hair is dry. The smell is strong when you open the jar, but that's about it."
        },
        {
            "review_title": "for straight hair too!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have pin straight hair,  shaved on the sides long on top, and some days I like to push it back off my face. I have tried so many pomades and gels it's not even funny I could probably open up my own store now and sell hair products. this particular product has never failed me, I tried it on a whim put about a quarter size amount in my hand and ran it through my hair and pushed my hair back and styled it and it stayed my entire work shift from like 8:00 a.m. to 5:00 p.m. even until I got home. I then tested it and kind of ran my fingers through it and combed it out and normally any other gel would leave flakes and make my hair feel gross but this product just combed right out with no flakes no dryness no grossness. I continue to restyle my hair the next few days with it and had no build up or any flaking or dryness. I used it on dry hair and I am going to try it on wet hair slicking it back. but if you are a person looking for a good gel for straight hair I highly recommend this product!"
        },
        {
            "review_title": "Itu2019s oku2026just not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Tan skin tone",
            "review_text": "I had high hopes for this product. Applies well but itu2019s not for me. No hold my hair felt as if it had no product on it"
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have 3c (and in some parts of my hair 3a-b) hair type. I have low porosity hair also. I struggled with definition, dryness, and split ends. Iu2019ve never been a fan of gel as it usually leaves a hard cast, flakes, or dries out my hair. This gel is very moisturizing and gives great definition. It also keeps my hair looking defined for 4-5 days! Absolutely recommend. Below is a pic of day 3 hair (wash and go)."
        },
        {
            "review_title": "Unsure",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Not sure about this product. Got it a couple weeks ago. First try, I put I tiny bit too much and the scent was too strong for me. I am sensitive to odors. Not only does the scent is strong, but it lasts long! I could still smell it the next day and when refreshing my hair, it was even stronger.   I think I still need to experiment with it because I didn't feel like it had any hold at all. I like my gels to have medium to high hold. It's extremely light weight and hydrating though.  One thing to keep in mind, the texture might surprise you at first. It's jelly-like, but as soon as you rub your hands together, it melts immediately. Which can lead to having too much on your hands. Starting with very small amounts at first is highly recommended.  Do I recommend this? Yes if you don't mind strong scent and are not looking for a very strong hold."
        },
        {
            "review_title": "Curls for days!! type 4 friendly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Hands down the best gel I've ever used. The definition I get is crazy and literally lasts me a whole week. The real kicker is that on the first day there's no rock hard crunch. Soft hold baby! and it's actually moisturizing! I swear by it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "This gel has been my go to since I discovered it!I love it because it gives a lot of definition To my coils and I pair it with the oil for maximum hydration and shine.Get this now sis, you will love it ! I use only Adwoa beauty products now."
        },
        {
            "review_title": "Worth it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Definitely worth the money since it's a pretty big bottle. I will be buying this again. It defies my curls so well! Never really tried anything of this texture before but I'm in love with it."
        },
        {
            "review_title": "WELL DEFINED BUT ASHY CURLS",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Good hold.  Good definition. OK moisture.  But it left my hair with an ASHY appearance.  I used this with the leave in conditioner from the same line and my own home made hair oil mixture."
        },
        {
            "review_title": "Very little clumping",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Didnu2019t define my daughters curls like how I hoped it would. It didnu2019t clump well. I tried using a Denman brush, my hands and a comb and I still didnu2019t clump like I wanted."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Iu2019ll start by saying that i am Indian by birth. So my hair is curly but not curly like afro hair. I bought this product with a lot of hesitation because most pics and reviews were from people who had tight curls. The first time i used it i put a lot with the leave in so it weighed it down a bit but the definition was so good. Next time i used half the amount and man does my hair look bomb! Love love love it. This product can be used by anyone irrespective of ethnicity!!"
        },
        {
            "review_title": "Amazing gel for wash and go styles",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love using this gel for wash and go styles as well as twist outs. It took a little time but I have figured out how to have an amazing wash and go. I use the leave in conditioner first, then apply the gel in small sections. APPLY THIS GEL WHILE YOUR HAIR IS SOPPING WET. It makes a difference. I promise. This is honestly the best gel I've ever used and I've been natural for the past ten years. This doesn't leave my hair crunchy or hard. I like how moisturizing it is but also how much definition I get. This is a summertime staple. Just try it. And listen to their instructions or watch their videos. It really helps."
        },
        {
            "review_title": "THE BEST FOR TIGHTLY TEXTURED COILS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is by far my favorite curl defining cream now!!! Itu2019s so moisturizing but still gives me the perfect hold. I also love that it has the same scalp properties as the other products because I can feel the tingle on my scalp way after applying it!! My coils love it and I will keep buying over and over!"
        },
        {
            "review_title": "My Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Oily skin",
            "review_text": "This gel is my ride or die for amazing texture and hold for my wash day. The trick is making sure your hair is dripping wet and making sure you wet the product in your hand before applying to the hair. I work this product in my hair in small sections after applying the leave in styler. I take my time and take the product through my whole entire head. I sandwich my hair between my hands when Iu2019m down to make sure itu2019s all smooth. Lastly I give it one heck of a shake. Now here comes the hard part....LEAVE IT ALONE UNTIL ITS DRY!!!!! Once your hard is dry it will leave a cast but DO NOT BREAK THE CAST! Let your hair naturally break the cast as the days go by. Your wash and go will last longer and so will the definition. If you break the cast on day one you will have a lot of fizz in no time.  If you donu2019t want day one hair because you donu2019t want to break the cast, do what I do and do your hair the night before. If you go to sleep with freshly dryed and styled hair when you wake up youu2019re already on day 2 hair without you having to mess with it. I love this gel so much I always keep 2 backups in my house!"
        },
        {
            "review_title": "WOW the SMELL",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have 3C ringlets, and am half black. After using this product I think it would work best for those that have type 4 curls. It weighs down the hair, and is also plyable. It was too heavy for my curls. I do not think this would work for a stretched out look for type 3 curls. Personally, I could not get past the smell. It's very strong and made my eyes water. Sort of like minty bubblegum band aids? It was so bad my husband told me to go wash it out and he was across the room. I was surprised that this product has so much mint in it as mint can be very drying on hair."
        },
        {
            "review_title": "Light hold, Moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This would be a great product on its own. I have 3b/3a curls, and it didn't weigh my hair down and didn't have a strong cast. It has a creamy consistency and is very hydrating! I also have great volume on day two. I love the smell of these products! It's like a minty piu00f1a colada."
        },
        {
            "review_title": "Great gel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This is the only gel I can use. It is amazing! Doesn't dry my hair and doesn't flake."
        },
        {
            "review_title": "Unlike anything I've ever used",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
            "review_text": "This gel is amazing. It gives amazing definition and a nice medium hold which I love. My wash n go lasts all week with this product."
        },
        {
            "review_title": "Like no other",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
            "review_text": "Solid hold in my wash n gou2019s. I can easy get more than a week out of a style without the drying effect of traditional gels. Great ingredients and the gel cast breaks on its own and has never flaked. Layers very well over the Adwoa Leave-In styler."
        },
        {
            "review_title": "Works okay, smell is mind-reelingly awful",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I really wanted to like this, since I always read reviews before buying products from Sephora, and there were a lot of good ones. First of all, it's pretty thick for a gel. The first time I used it it weighed my hair down an insane amount. I cut the amount of gell I used in half, and that helped some, but it's still just not my jam. The cast was still really hard to scrunch out and I hated the texture it left. Secondly, and maybe most importantly, the smell is AWFUL. I read reviews saying the smell wasn't amazing, but I know a lot of that is personal preference, and many people can't handle much smell at all. Boy was I wrong. This stuff REEKS with a disgusting, overly processed, chemical perfume smell. It literally made me nauseous.  It DID help define my curls so I guess technically it did was its supposed to.... But at what cost?"
        },
        {
            "review_title": "Hello definition.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I can literally use this product alone and get the best wash and go ever! I love the way my curls instantly define once I apply it to my hair. Plus a little goes a long way with the product"
        },
        {
            "review_title": "works on fine hair too",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is excellent!   The leave-in is too thick for my hair and the defining cream which is described as ideal for fine hair is awful for me and I have super fine coils.  Always a struggle finding something for my hair type. The gel described here says for medium to thick hair which I donu2019t have at all.  I used a nourishing oil on my hair first while very wet from the shower and then used just a finger tip sized amount of this gel over my curls using the u201cpraying-handsu201d technique to help form curls. I let air dry while I got dressed and finished with the diffuser.  Best. Curls. Ever.  So if the cream is too heavy for you try this gel. Even though it goes against the description. Maybe Sephora wrote it backwards by mistake?  Because that cream wouldnu2019t even dry in my hair.  Wet for hours. No matter how little I used.  Get this gel!  Amazing."
        },
        {
            "review_title": "Weighed my hair down",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "I wanted to like this but the smell was awful and gave me a headache the entire time it was on my hair. I had to wash it out and restyle it. I have thick coarse hair and this just weighed it down. I followed the instructions as written on the product."
        },
        {
            "review_title": "Wanted to love it, but not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I really wanted to love this product because I love the deep conditioner, shampoo, and leave in. But this left white flakes in my hair, no matter how wet my hair was. I did follow the instructionsu2014applied leave in to soaking wet hair, and then the gelu2014but no matter what, I still found white stuff on my hair and at the roots.  My hair is 4c, extremely dense, and low porosity, so maybe that's why.   Unfortunately, it's a no for me. If you're thinking about buying this, consider buying a mini size when they come out first!"
        },
        {
            "review_title": "N to the O",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I have a combination of 3A, 3B, 3C and 4A hair. I'm also low porosity. This gel defined my curls but I've experienced better definition with other gels. Once my hair dried, my hair looked (and felt) extremely dry. No shine at all. I used the leave in and applied on soaking wet hair like the instructions said. I will be returning this. However, I do like the shampoo. But this gel? It's a no for me. I think it has something to do with the Carbomer ingredient that's in here. It's an ingredient that can dry your hair out."
        },
        {
            "review_title": "A little goes a long way.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is the first product that I ever used from this company, and I will definitely be buying more. I have 3b curls with some slight texture too. I must say that I only used this one product to style my hair (which I never do). I split my hair into four sections and started w/ a small amount raking into my curls, and surprisingly it was enough. It came out great, and I was very happy with the results. Shocked, was more like it."
        },
        {
            "review_title": "I wanted it to work, but...",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I love the smell, consistency and how it did not irritate my scalp like many gels do, but it lacked hold and shine."
        },
        {
            "review_title": "amazing results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Amazing product, performs well, freezes my 4a/4b curl pattern. Itu2019s the real deal."
        },
        {
            "review_title": "The truth for kinky curly hair types",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "So Iu2019ve been on the search for last 3 weeks for a curl  gel that will define my curls. Iu2019ve been wearing wigs for almost a year and just need a breather. One use of this product and Iu2019m so in love!!! My hair has held its curl for 4 days now. I will be purchasing the whole line."
        },
        {
            "review_title": "Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone",
            "review_text": "This product exceeded my expectations. Added to my holy grail line up"
        },
        {
            "review_title": "This is the TRUTH",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I've tried to deny it. I've tried to dupe it. But I have to finally admit that this is the best gel I've ever used on my 4a/4b hair and it is worth every single penny. At first I didn't get how good this was, but then I strayed to other cheaper options which only forced me to admit that this gel is my HOLY GRAIL. Use it on soaking wet hair and you can't go wrong. It practically turns into water in my hair and my hair just drinks it up. The only product that gives me real definition. This is the TRUTH"
        },
        {
            "review_title": "Perfect!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I have been experimenting with hair products for the last four years of my natural hair journey. I canu2019t believe it, but Iu2019ve finally found a hair care line that works perfectly with my hair! This gel in particular is everything. It tames my frizz without a gel like crunch. My locks remain super soft and moisturized."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Deep skin tone, Combination skin",
            "review_text": "Wonderful! I love the definition and vibrancy. Itu2019s not crunchy but a nice cast. Smells good. Holds for over a week. A little goes a long way. Iu2019ve been making samples and giving them to others as a gift. Thatu2019s how much I love this brand. The only product I havenu2019t tried is the cream. The shampoo, styler, deep conditioner and gel are my holy grail."
        },
        {
            "review_title": "My Wash n Gos Look So Good Now!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Who knew my 'wash n go's could be so perfect? The curl defining gel is hands down my favorite product of 2020. I apply a small amount to my damp hair and my curls just pop and stay in place. No crunch or flakes and it doesn't dry my hair so my hair is still hydrated and happy! Hurry up and grab  it!"
        },
        {
            "review_title": "Beautifully Defined 4C Curls Every Time!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This gel is for a lack of a better word, AMAZING! It defines my 4C hair perfectly, giving it a flexible hold without being crunchy or flaky once dried. Wash n goes are a breeze with this gel and are now my go to style that actually lasts an entire week. To receive optimum results, follow their instructions to the letter; believe me it's worth it.  The entire adwoa beauty line is phenomenal! I have used many other natural hair lines that claim to be perfect for 4C hair; they claim to define curls, moisturize, etc., but just end up falling short of their claims. I can honestly say that adwoa beauty delivers on all their promises, and they do it with high-quality, clean ingredients; nothing bad for your hair to be found here.  I now only use adwoa beauty in my hair! Try it, you'll love it!"
        },
        {
            "review_title": "STAPLE PRODUCT BUT FOLLOW INSTRUCTIONS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This is my favorite product in the line. It's a weird texture and you have to use it the way they show you or else it will flake. But once you learn how to use it you literally cannot go back to regular gel. Besides defining my curls and my wash n go's lasting the full week, the biggest difference I notice with this gel from other gels is that my hair is not dry feeling on days 2, 3, 4, 5, 6 or 7. It feel soft and moisturized like I used a cream.I can use gel without it being drying. And I live in the South so the glycerin doesn't bother me at all."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I'm not much of a gel person,  but I like a good moisturizing gel. This gel is thick, but at the same time, not heavy. I love it!"
        },
        {
            "review_title": "4c curls!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "This product gave me my first wash n go. I did not think it was possible for my 4c hair to be so defined."
        },
        {
            "review_title": "A MUST HAVE FOR 4C HAIR...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "for years I've tried to achieve the wash n go hairstyle with no success. Once I discovered this line, there was no turning back my wash n go's have always been on point without fail. If you follow the directions, you too can be fly in time for summer. I  now have the ENTIRE collection. adwoa beauty products are the TRUTH and the smell is simply divine in my humble opinion."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Oily skin",
            "review_text": "I started using this product when I was growing out a short haircut. I have 4b/c hair and this was the only product that kept my curls defined for a wash and go without too much styling effort. They have great tutorial videos and recommend using on soaking wet hair. The smell is also really nice, I always get compliments on it."
        },
        {
            "review_title": "The Best Natural Hiar Line. Period",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I love this gel for my wash n go's! I wear the style for a full week. The key to using this product is to follow the instructions, on super wet hair, raking through in small sections and respraying with water as you go. Allowing the product to fully dry will also help it hold better. Note: Adwoa products are NOT designed to give you a super strong hold. If that's what you need, then this gel is not it.  I sit under a hooded dryer for 45 minutes and then let it air dry the rest of the way. If you don't follow the instructions it will not work because it is not like regular clear gels (filled with drying alcohols). Like with all Adwoa Beauty products, applying when wet is key but especially the gel. Watch her tutorials and try the product, you will LOVE it! I have done strictly wash n go's for the past 2 years with it and my hair has grown like crazy. I have 4A (nape area),B (front and sides area) and C (crown area) textures. These products are truly the real deal, I cannot imagine anyone not finding SOMETHING they like in this line for natural hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Leaves my curls defined, stretched, and moisturized without being weighed down. A little goes a long way."
        },
        {
            "review_title": "a gel that MOISTURIZES we love to see it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "LOVE THIS GEL! It works so well with my 4a-b coily/low porosity hair. I use water to help work in the product and its great for twist-outs. I havent tried it yet for a wash n go because im not usually into wash n gos but now that my hair is completely curly (I went natural in 2017) I cant wait to try it!"
        },
        {
            "review_title": "WASH & GO FOR KINKY HAIR FINALLY!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Before -- I never thought a wash & go was for me. Until ... this bad boy hit my hair after an amazing deep conditioning and leave in experience. THIS IS IT!! TWo years ago this product showed me what a true wash and go was but also changed how I looked and embraced my true natural kinky curl pattern. For the first time in being natural for years, I had the curls I used to buy wigs for or wished except this was on my hair. This gel changed my entire life and also helped me focus more time on exercising and running than spending 2308408 hours on my hair."
        },
        {
            "review_title": "Extreme definition and wonderful softness.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I LOVE LOVE LOVE this product. I canu2019t wait to get the Leave In styler, shampoo, and conditioner!!! It holds definition and keeps the product up."
        },
        {
            "review_title": "Uniquely wonderful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "This is unlike other gels I've used. My favorite part about it is that you can feel it working as you rake it through your hair. It coats strands marvelously, and moisturizes like a conditioner. I absolutely adore this unique product for my dense, coily 43c hair. I'd recommend it without hesitation to anyone with similar hair."
        },
        {
            "review_title": "The Real Deal",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair",
            "review_text": "The real deal! It holds but doesnu2019t make curls dry!  Follow the instructions for best results. Nice firm curls!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This gel isnu2019t your typical gel. It holds your curls in place for a perfect wash n go no doubt but without the dryness and hard crunch most gels have. Love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "This is the only gel that has allowed my 4b/4c hair to achieve a wash and go. Follow the directions because itu2019s crucial for the best results. Hair has to be soaking wet for the best definition and hold. Get this ASAP"
        }
    ]
}