{
    "product_id": "1467",
    "name": "SKINPOWER Advanced Airy Cream",
    "brand": "SK-II",
    "categories": "Skincare, Moisturizers, Moisturizers",
    "price": 226.0,
    "about": "What it is:A lightweight moisturizer that delivers barrier hydration and revitalizes the skin, leaving aging skin energized and refreshed..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Fine Lines and Wrinkles, Dryness, and Loss of Firmness and Elasticity.Highlighted Ingredients:- PITERA: SK-II's signature ingredient that supports skin's natural regeneration..What Else You Need to Know:The SKINPOWER Advanced Airy Cream is specifically formulated with a lightweight texture that melts into the skin, providing intense barrier hydration without heaviness. It replenishes dehydrated skin's moisture barrier while combatting visible fine lines, wrinkles, and loss of elasticity..Clinical Results:Based on consumer agreement study of 56 participants over 2 weeks:",
    "ingredients": "-PITERA: SK-II's signature ingredient that supports skin's natural regeneration..-Peony Extract: Proven to support skin elasticity for plump, glowing skin. .-Kinren Extract: Antioxidants protect skin from UV surface free radicals...Aqua/Water/Eau, Galactomyces Ferment Filtrate*, Glycerin, Niacinamide, Isohexadecane, Xylitol, Pentylene Glycol, Dimethicone, Isopropyl Isostearate, Butylene Glycol, Polyacrylamide, Distarch Phosphate, Stearyl Alcohol, C13-14 Isoparaffin, Cetyl Alcohol, Tocopheryl Acetate, Panthenol, Sodium Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Behenyl Alcohol, Benzyl Alcohol, Dimethiconol, Tropaeolum Majus Flower/Leaf/Stem Extract, Laureth-7, Methylparaben, Peg-100 Stearate, Sorbitan Stearate, Disodium Edta, Polysorbate 80, Paeonia Albiflora Root Extract, Propylparaben, Palmitic Acid, Ethylparaben, Cetearyl Glucoside, Cetearyl Alcohol, Stearic Acid, Sorbitan Oleate, Sodium Hydroxide, Phenoxyethanol, Ethylhexylglycerin, Houttuynia Cordata Extract, Palmitoyl Pentapeptide-4, Ammonium Polyacrylate, Methicone, Parfum/Fragrance, Linalool, Limonene, Ci 77891/Titanium Dioxide, Ci 77492/Iron Oxides. *PITERA.",
    "how_to_use": "Suggested Usage:.-After cleansing and toning, apply a pearl-size amount of the cream to your face and neck..-Gently massage in upward motions until fully absorbed..-Use morning and night as part of your skincare routine for optimal results.",
    "num_reviews": 141,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/skinpower-advanced-airy-cream-P507639?skuId=2714897&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2714897-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz / 50 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2714897-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": ""
        },
        {
            "review_title": "I like it, but don't love it, not a HG for me.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "A little bit of the Advanced Airy Cream goes a long way, it has a faint, but natural earthy scent that dissipates quickly. The texture is more of a gel, but still manages to feel thicker than my DE Protini. It plays well with all my other skincare products underneath it (serums, toners, etc.), I haven't tried it under makeup, I use this at bedtime only. I doubt I'd actually purchase this product due to the price tag, but I've really enjoyed trying it out. My skin is extremely sensitive, so I did a patch test 2 nights in a row before trying on my face, adding more and more of my normal routine underneath each night. It really is a great product, I just can't justify spending so much on a moisturizer. I've had this product and forgot to write this sephora review for over 5 months and haven't noticed a significant change in my skin tone or firmness either (40 yrs old losing firmness, with lines around my eyes, and some deeper ones on my forehead.). It just feels really amazing on. I wouldn't recommend, unless it's on major sale, you get a sample or have the money to burn"
        },
        {
            "review_title": "A must have in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this product from Influenster in exchange for my honest review.  I have been using this product the last few weeks and it's amazing.  I love the results I have got so far.  The cream is soft and airy like it says."
        },
        {
            "review_title": "Not very hydrating for dry skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I received this product from Influenster to test in exchange for my honest review. I replaced my usual moisturizer with it for nearly 2 weeks using it day & night per my usual routine because I have dry skin. It didn't help in maintaining the moisture, and I felt my skin was getting dryer quicker while using it. It is light & airy and doesn't leave an oily feel or look at all though. I would recommend this product to someone with more of a normal skin than dry."
        },
        {
            "review_title": "Silky smooth & hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I love the feel of this face cream! In winter, my skin tends to be very dehydrated and dry. As soon as I started using this cream, it replaced both my day and night creams. Its smell is light and pleasant, and it soaks into the skin well- not leaving tackiness. It kept my face hydrated day and night without any of the tightness I often experience this time of year. After weeks of use, I haven't noticed an improvement in fine lines, but I love it still! I would repurchase- especially in winter!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I received a sample of this face cream from Influenster and overall was impressed. Despite it being light and airy, the cream left my skin feeling hydrated and soft.  It isn't greasy and also is unscented. The only downside is the price tag associated with it. I'm not sure I'd spend that money on something like this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this cream. It is light, airy, and makes my skin feel so smooth. I also like that it has a slight cooling effect when I apply it. My skin texture has improved since using this."
        },
        {
            "review_title": "Skin is more plump in the morning",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I've always wanted to try SKII products so i was excited to receive this from influenster. The texture is emollient and is on the slightly thicker side which is perfect for my skinu2014 normal but tends to lose moisture overnight resulting in dry skin in the morning. I found that after a few weeks of using this cream consistently at night, my skin is smoother to the touch and generally more plump than before. Prior to this i was trying to finish up a biossance cream that didn't suit my skin all that well. I loved this cream so much that i ordered the full size during cyber monday! It's pricey but i figure my skin is worth the investment."
        },
        {
            "review_title": "Good but expensive",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I received this moisturizer complementary from Influenster for review. This is a very luxurious cream. It has a nice consistency and really hydrated my skin without feeling too oily. It's pretty pricey though so I feel like you can find other options for a better price. Just depends on what you want to spend."
        },
        {
            "review_title": "Really nice but not magical for the price",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I received a sample of this product in exchange for my unbiased review.   I have been using this product for a few weeks and there's a lot to love. It smells great, goes on nicely and absorbs without leaving any slickness on the face. It has made my skin feel consistently hydrated and look slightly more glowy, but for the price I would need it to be a more drastic improvement."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "This is definitely a luxurious cream. Feels thick and moisturizing and hydrates well. Found it left my skin hydrated and plump after use. Would recommend if you can afford it."
        },
        {
            "review_title": "Nourishing and comforting cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I had been using this moisturiser continuously and consistently over the last 3 weeks and have loved the feel, consistency and smell of this cream. I have combination to dry skin, particularly as I live in Utah which is extremely dry. The cream feels very nourishing and calming on my skin, with a slight cooling sensation. It has a pleasant fragrance that is very light and it did not feel oily on my T zone yet also very moisturising on my cheeks. When I use it at night, it is well absorbed and it doesn't feel like that the product sits on the top of my face. I have thoroughly enjoyed using this moisturiser and has noticed my skin looking brighter over the last 3 weeks."
        },
        {
            "review_title": "very moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "This product is very moisturizing and feels great on the skin. It sinks in well and makes your skin feel plump, but not sticky. I can't speak to the claims of reducing fine lines yet, but I think it's a good moisturizer overall."
        },
        {
            "review_title": "Beautiful glowy skin!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This moisturizer was so beautiful on my skin, left me looking glowy. I felt like it gave the perfect amount of hydration that sank in nicely. I felt like it looked great under my makeup, and did not disturb it. Highly recommended!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I like this cream. It is lightweight and fragrance free. It is easy to apply and absorbed by my skin quickly. I also like it doesn't have any heavy or greasy feeling. It makes my skin soft and hydrated. I will recommend it."
        },
        {
            "review_title": "Loved the texture and the smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I had a chance to try these creme, I loved the texture of it and the smell. My skin absorbded really well and made it feel very refreshing. I used it for couple of weeks, didn't really see any difference in my skin, but I think if you use it for longer period your skin will thank you."
        },
        {
            "review_title": "for very dry skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Tan skin tone, Oily skin",
            "review_text": "I use this on days my skin is extremely dry. retional makes my skin very dry sometimes and this helped."
        },
        {
            "review_title": "Outstanding!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Outstanding product! After several weeks of use, I noticed a huge difference in my hydration levels, along with a marked improvement to my fine lines. The texture of the cream is amazing; it melts right in and absorbs quickly. Highly recommended!"
        },
        {
            "review_title": "A Game-Changer for my Skincare Routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I recently tried SK-II's SKINPOWER Advanced Airy Cream, and I must say, it's been a game-changer for my skincare routine. This cream is incredibly lightweight and absorbs quickly into the skin, leaving it feeling refreshed and revitalized. After using it for a few weeks, I noticed a significant improvement in the texture and hydration of my skin. My complexion looked more radiant, and fine lines seemed less noticeable. SK-II has truly delivered with this product, and I highly recommend it to anyone looking for a luxurious and effective skincare solution."
        },
        {
            "review_title": "Nice light cream, but not worth it to me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "It's fine but I'm not impressed. For the price I was hoping for miracles (or at least noticeable results, fast) but sk-II just doesn't deliver. I used this cream almost daily for 2 weeks. It made my skin soft and didn't break me out, but I don't like the smell and I feel like it was less effective for anti-aging than my usual routine. I also had trouble layering this moisturizer over my usual toner and serum, even if I waited between steps. It just pilled up and didn't absorb. I received this as a sample to test so I don't know if it plays better with other sk-II products. I have used less pricey skincare products that are just as good if not better. I'd rather get a facial or treat myself to something else that's worth the triple dollar price tag."
        },
        {
            "review_title": "Light and effective!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "This moisturizer feels silky and works really well under makeup! I have mostly dry skin and this is perfect for hot days because it soaks in well without feeling heavy. I found I need to use a little extra in cooler weather but it makes my skin feel and look great regardless! I have used this day and night, and noticed my fine lines look better. The scent is really light but nice too which was a great surprise. I really love this moisturizer and am excited to use it for the super hot Arizona summer next year!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This cream made my face feel hydrated. I love how light the cream is. There is no sticky feel. It contains niacinamide, Pitera, and White peony extract. My skin looked better and felt healthier. Also, my it helped to plump my skin. only downfall is the price."
        },
        {
            "review_title": "Good but pricey",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "Very nice cream, lightweight and easily absorbed. Also little to no scent so good for people with allergies. I like the cream but would probably not pay the retail price for it as there are other, less expensive alternatives."
        },
        {
            "review_title": "Hydrating",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I got this complimentary to try out. I like it but prefer other brands as a go to creme. It was very hydrating which I really liked but prefer some other brands I've used that have more of a creamy texture."
        },
        {
            "review_title": "Very good cream!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was really excited to try this SK-II product and overall had a good experience using this cream. The cream is very high quality and goes on smoothly, but I do wish it was a bit thicker especially for the time of year when it's super dry out. My skin is also a bit more sensitive during the winter time and I experienced some irritation the first few times I used this cream, but overall my skin felt soft and supple. I was not a huge fan of the smell of this cream and would have preferred it to be unscented or much milder. Overall, I liked using the cream but I'm not sure if I would buy it in a larger container."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I'm obsessed with this cream. A little goes a long way and it goes on so smooth. It has a strong smell but I like it, smells refreshing. Leaves your face feeling baby bottom smooth. It goes on well, absorbs well and doesn't feel heavy on my face. Definitely will be purchasing when I run out."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I received this product in exchange for my honest review.   I didn't mind using this cream though I was confused about what it actually did. Is it a face cream, is it a moisturizer, what does it have in it etc. I'm an esthetician and I feel that all packaging needs to be concise in what it is. Also I felt that it was too thick though a little definitely goes a long way with it."
        },
        {
            "review_title": "Super hydrating!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I have tried the SK-II toner prior to this and in fact still use it from time to time! My skin always feels great whenever I use it for a few days. This moisturizer is perfect for winter! It is fragrance free which I love! It has a mousse like consistency but does not feel sticky on. I wear it over my sunscreen and under my makeup and it's worked great so far. I have very dry skin in the winter and with this my skin feels soft and and I only need to reapply at night! It's great for travel as well since it goes from an to pm which is great!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I loved the texture of this cream, it is light and did not feel heavy on my skin. I also didn't notice it leaving a film or feeling weird after using. It absorbed well. It doesn't have a bad smell and i felt that my skin was more full. I also noticed that my smile lines weren't as apparent after frequent use under my foundation.  I did receive this complementary for the review. I would still likely rebuy."
        },
        {
            "review_title": "moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "This is a really great cream for me to use at night. I have fairly dry skin now that i am getting a little older, and i can use all the moisture I can get. My only issue is that i wish the brand was cruelty-free."
        },
        {
            "review_title": "A Must Have for Dry Skin!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I've never tried an SK-II product before, but fell in love with this moisturizer. It left my skin supple and moisturized without absorbing and disappearing too quickly. I applied at bedtime and my skin was still moisturized and plump when I woke up. I live in one of the driest states in the country, so my skin is very very dry. But now, it looks like I spend a great deal of time exfoliating or getting professional services to battle the dryness. Love this product."
        },
        {
            "review_title": "Lux, no scent, no piling",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I am obsessed with this airy cream! The packaging is luxurious and there is no scent. It absorbs right into my skin and doesn't pill which I love. I did notice a difference in my skin's moisture level which is a huge plus. Would recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I have enjoying incorporating SK-II's SKINPOWER Advanved Airy Cream into my skincare routine for the past month (and am sad that I have just about used up the entire sample tub). The cream formulation is indeed airy in that it has a smooth texture that easily glides over the skin and absorbs nicely. It also has a very slight citrusy fragrance, which quickly dissipates. I like that it leaves behind a slight residue, which helps keep my face hydrated throughout the day. Personally, I prefer to layer a thicker cream on top of it for more hydration during nighttime use. I haven't noticed much of a difference with my fine lines, however, it has left my face looking more radiant."
        },
        {
            "review_title": "This has become a staple in my routine now!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I recieved a complimentary sample from influenster and i could not be more statisfied! I have tried several skii products before, but never this one. And holy cow, the smell, the texture everything about it was amazing!! My skin felt sooo soft after using it, more hydrated and overall just a better feeling! It truly is like a whipped air product! Ive used tons of moisturizers before this one, like i mean hundreds, and this by far takes the cake! I cannot wait to purchase more of this becuase it is truly that good! The smell isnt overpowering at all, its like a fresh clean smell. The amount of product that came in it too, you literally only need a dab of it for your entire face. I could not be happier with a moisturizer and havent stopped using it since i got it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "I love the texture of the SK-II skinpower advanced airy cream. It deeply hydrates my skin and keeps me looking radiant and youthful all day. It has a light pleasant scent and my skin feels so smooth and soft after using for a month."
        },
        {
            "review_title": "Good moisturizer but leaves slightly sticky feel",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I received this product as a free sample in exchange for my review. I was super excited to try this moisturizer and have been using it for about two weeks now. It has a very faint fragrance and is easily spreadable on my face. It feels nice and creamy but I did notice that it doesn't quite settle into my skin fully and does leave a slightly sticky feel even 15 minutes after applying. After 15 minutes, I'll lightly tap my skin and I can feel my skin sticking to my fingers.  With that said, this does keep me feeling hydrated all day. I wouldn't say it's moisturizing enough for a night cream if you're looking for intense hydration.  Although I really like this product, I haven't seen any radical changes in my skin compared to my normal moisturizer that would justify the huge difference in price. Worth a try though if you're willing to splurge a bit!"
        },
        {
            "review_title": "Just okay.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I received this product for free in exchange for an honest review. Packaging was beautiful, smelled very soft, hydrated my skin however it was nothing special. Maybe if I used it for a little longer then a month I'd see something more."
        },
        {
            "review_title": "Good formula but thin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I really liked this skin cream but probably wouldn't buy it again. It's way over priced! The formula feels great on the skin but is a little thin. It moisturized some and wasn't heavy which I liked. It smells nice too! I just don't feel like it did more than some of my cheaper creams do."
        },
        {
            "review_title": "Wonderful product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This moisturizer had a smooth, creamy texture that absorbed almost immediately and felt light and airy on my skin. I felt like it didn't cause sweat to bead up underneath my makeup (like some moisturizers have in the past). The only reservation I have is the price, I'm not sure if it's worth the expensive price tag because I was provided a sample size from Skinpower and Influencer in exchange for my honest opinion."
        },
        {
            "review_title": "Nice if it's in your budget",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "So first things first, this is definitely an expensive product, like other SK-II things. And if you already have other Pitera products in your routine, you probably don't need a duplicate. But otherwise, this is a really nice product. It feels and smells high-end (but be careful if you have sensitive because of the fragrance). I think it made my skin look glowier, or maybe I was just drinking more water. It sets down fast and doesn't leave a noticeable residue. It was nice under makeup especially. It was perfect for day time with my dry skin."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "The cream is very light and silky. I don't have particularly sensitive skin but the first couple times of use, I felt a light stinging and turned a little red. So just be careful what you mix it with since other times I did not get this sensation. My skin feels softer and actually more supple. I do also see a slight improvement in fine lines. My skin is definitely more moisturized. I enjoy the scent. It reminds me of a high end makeup counter scent if that makes sense. Just luxurious."
        },
        {
            "review_title": "Super hydrating!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Super hydrating, goes on smooth and smells good. Gives me a dewy look as well. Only complaint is if you have oily skin, might make you a bit oilyu2026did for me."
        },
        {
            "review_title": "Lovely!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "This was really such a lovely moisturizer! It had a luxurious texture and was incredibly hydrating yet lightweight. Easily absorbed on the skin, it left my skin feeling supple and looking dewy without looking greasy. I used this as part of my night time skincare routine and my face still felt hydrated in the morning. The fragrance was subtle yet fresh and the packaging was gorgeous. I really enjoyed using this and would absolutely recommend."
        },
        {
            "review_title": "A great skin barrier for winter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "This moisturizer is what I look for. I like creams that are a little bit thick but still light enough on the skin that it doesn't feel oily. I have normal skin but my skin tends to be more dry in the cooler months. It feels luxurious and has a light scent that's almost unnoticeable. This cream is good for day and night."
        },
        {
            "review_title": "Softening Neck and Chest lines",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have absolutely LOVED using this! I feel that it really absorbs oil (probably the rice ingredient) while also ensuring my skin has a moisturized and glowing finish. I'd say my skin dries satin; so soft and perfect for layering under makeup. I use it morning and night and will absolutely repurchase. I feel that the skin/lines on my neck and chest have soften and begun to look more youthful."
        },
        {
            "review_title": "Very hydrating moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This moisturizer is very hydrating and feels so good on the skin! I have dry skin and need all the moisture I can get - especially in the winter months! The only issue I have with this moisturizer and the reason I didn't give it five stars, is that the moisturizer balls up and turns flaky under some foundations that I use. That is a bummer. For that reason, I'm on the fence if I will purchase the full size of this product as it does have a pretty hefty price tag.  I received this product for free for testing purposes from Influenster."
        },
        {
            "review_title": "Great product.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I received this product from Influenster in exchange for my honest review.   It has a subtle scent and I love the texture of this product it reminds me of silk when you rub it in  product."
        },
        {
            "review_title": "Luxurious, lightweight moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This product is very luxurious. It has a wonderful light scent somewhat akin to Dior skincare. Pleasurable to use and a light to medium moisturizer. However it did not make any noticeable changes to my skin as it claims to do."
        },
        {
            "review_title": "A Good Light Weight Cream",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This cream is silky smooth and has a light, pleasant scent. It absorbs easily into the skin and leaves skin feeling and looking moisturized. It's not as heavy duty as I usually use at night, I'd say it's better suited as a morning moisturizer. I didn't notice any immediate anti-aging results but maybe with prolonged use. While the product was enjoyable to use, for the price-point, I'm not sure that I would purchase a full sized product."
        },
        {
            "review_title": "Adding to my skincare routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Great product! This product helped heal my skin from a bad reaction!"
        },
        {
            "review_title": "Great for combination skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love this cream, I'm so happy I added it to my routine! I have combination skin and my face feels amazing after using this. The fine lines are better and over all my skin is as well!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I added this eye cream to my regimen and was pleasantly surprised with the results. It is a lightweight cream doesnt feel greasey or oily on my face. I sometimes have reactions to new products but i did not experience any dryness redness or breaking out from this product. I felt after using it for a few weeks i noticed a difference in my skin around my eyes and dark circles not as pronouced."
        },
        {
            "review_title": "Dry skin must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "This is hands down the best cream I've ever used. It's airy and light yet packs a huge moisturizing  kick. I did notice fine lines decreasing. I have dry skin and this is now going to be a staple product for me."
        },
        {
            "review_title": "Lightweight face cream",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is a lightweight moisturizing skin cream. It's not as heavy or creamy as others I use, so it will probably be better for summer on my dry skin. It does have a light baby powder like scent."
        },
        {
            "review_title": "Light and airy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Just a beautifully light facial moisturizer. Even the sample size has lovely packaging. Little to no scent and leaves my skin feeling plump and moisturized."
        },
        {
            "review_title": "Luxurious Feel",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "The product has nice packaging and a luxurious feel. It's creamy and doesn't leave my oily skin feeling greasy. There is a light fragrance that isn't overpowering. I didn't notice any change, however It is a great face cream."
        },
        {
            "review_title": "A moms best friend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I've used this several nights and mornings. At work I've been told my face looks fresh and u201cglassy.u201d Best compliment I can get as a tired mom of 2.  It's lightweight with a light scent that I liked.  If others are noticing then I think it's doing its job. Love it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Combination skin",
            "review_text": "I received this product to test. It's a nice product. I haven't noticed any drastic changes. I have combo skin so using it in the mornings doesn't work well for me, it will leave me oily. It wears nice at night"
        },
        {
            "review_title": "It's ok.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I received this product to test for review. I have skin that will irritate easily but I didn't have an issue with this causing breakouts. However, I didn't really notice anything grand about this, either. For the price tag,  I expected a bit more. It claims to be plumping but I didn't notice that or any advanced hydration."
        },
        {
            "review_title": "Good but burning sensation",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "good product but I think it causes my face to break out. I had redness and lots of acne on one side. it burns everytime I used it. The product did do what it says on there but I would never purchase this again. Bummer. :("
        },
        {
            "review_title": "Great for acne prone skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I've struggle with occasional acne and find that specific products cause me to break out. This stuff is awesome! I wanted to use it for a few weeks  before leaving a review. This has not caused me to break out which is amazing! It's very soft and silky. It doesn't make my face feel greasy at all which is great! I haven't noticed a huge difference in my skin but have noticed subtle improvements. I think with continuous use I will see ongoing improvements. I would definitely recommend this product!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This is a nice cream. It has a nice floral sweet scent , not too strong but you can smell on your skin. It recommends to be applied morning and night, but since I have oily skin it made my face oily for the day. It wears well at night and I find my skin is hydrated when I wake up."
        },
        {
            "review_title": "Lovely for every day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I've been using this daily for almost three weeks now and it's lovely. It has a delicate almost undetectable scent. It stays a bit tacky on the skin which gives a nice glow."
        },
        {
            "review_title": "It's good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This cream is delightful! A little goes a long way, it feels really nice while applying and after. It does not leave any tackiness and absorbs well. The longevity is good, I do not feel like I need to reapply any moisturizer throughout the day. It works really well under makeup, doesn't make any of my makeup pill or separate. Only reason I am not giving a 5 star is the price point. It does not have a scent and has not caused any skin reactions. I have combination skin and I have to say this is one of my new favorites."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is the best moisturizer. Not too heavy and not too thick. Not great. But soooo hydrating. No scent. Just perfect! I have tried a lot of different moisturizers and this is the one I have been looking for! So glad the search is over"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "This has a light airy texture as the name suggests. It absorbs quickly  and leaves my skin feeling moisturized.  It has a slight fragrance so if you're sensitive to fragrance in skincare you should avoid this one.  I've only been using it 2 weeks so I can't speak to any of the other claims. The price tag is pretty steep for what it is. You can pretty much the same results from something that's at least 75% less in cost.  I can't see myself repurchasing this unless it comes heavily discounted."
        },
        {
            "review_title": "Smooth & clean",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I received a sample of this product for free in exchange for my honest review**  I've been using this product for about a week now since I got it and I love the way it feels on my face. It's a thicker cream but has an airiness to it (hence the name). Smells like jasmine (super soft scent, nothing extreme IMO).  Immediately upon use this product makes your skin look and feel radiant. It makes the face have a non greasy, healthy glow to it. For me, a little goes a long way so no need to smother your face in it. I haven't noticed any major differences in my skin yet but I also take care of my skin with other products on a daily that have the same results promised. Only downside is that I once used it overnight and I felt as if I had a film over my face the next day, so I just use it in the morning now after I wash my face and it keeps my skin smooth and moisturized all day!   Will I continue to purchase this product? Probably not but only because of the price. Just not in my current budget (but possibility in the future)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This moisturizer is very light weight, comparable to a lotion, not a heavy cream or ointment so I found it was suitable to be named, u2018airy'. It absorbed well and leaves the skin soft and well moisturized without a greasy residue making it easy to wear even during the daytime. I have been using the 14.5mL sample size daily for 3 weeks and can barely see a decrease in the amount left. I also noticed that the shelf life on the product is 12 months so despite the full size coming with a large price tag, I believe it would last the whole year. I love that there are two formulas for dry vs oil/combo skin types."
        },
        {
            "review_title": "Light and luxurious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I received a deluxe sample which I tested for 2 weeks. I love the light gel texture and fresh fragrance. I do feel like it help my skin feel and look firmer. I think it was the perfect amount of hydration without feeling heavy. I have also layered it on top of my nightly retinol and that has worked nicely. Would love to be able to afford everything in this skincare line!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "The advanced airy cream is definitely that - it's light, airy, smooth, and creamy. It felt really nice in application and the mild fragrance was very pleasant. I do wish I saw defined results."
        },
        {
            "review_title": "Face luxury in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This cream is lightweight yet feels so moisturizing on the skin. I have normal to dry skin and when I put this on it makes my skin feel so smooth. I notice when I wake the next morning my skin still looks moisturizer and supple. My mom even asked me what cream I was using to make my skin look so nice and fresh. It has a slight scent but disappears as you rub the cream in. It is very pricey but I think it well worth it if you can splurge. I received as a sample but during a Sephora sale I will be purchasing. Amazing product. Looking forward to seeing longterm benefits."
        },
        {
            "review_title": "Must Have Moisturizer Cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "I am in love with this cream! First of all, it smells amazing and fresh and airy. I've been using it for a week and my skin is looking great. Because of winter coming it's been super dry, but now it's looking much healthier."
        },
        {
            "review_title": "Nice, but pricey",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this in exchange for my honest review. I have been using this product for about 2 weeks. While I haven't noticed any drastic changes in my skin I will say that my skin does feel quite soft and stays hydrated for most of the day. The product smells clean and has a light lotion texture. I really have enjoyed my sample. My only drawback is when I looked this product up to likely purchase againu2026 I was hit with quite an expensive price tag. I don't mind paying for great skin care, but I didn't see enough of a difference from my normal moisturizer to make the change. Although I really enjoyed this product, I don't foresee myself purchasing in the future unless it's a splurge kind of day!"
        },
        {
            "review_title": "Worked great for my oily skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I like that the scent isnt over powering, it has a nice subtle scent to it. A little goes a long way.  Once applied it left my skin feeling soft and absorbed quickly. I'm on the oily side and it worked great with my skin."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Love this cream! It's so light and really is u201cairyu201d. Doesn't feel greasy. Smells really nice. Skin feels moisturized."
        },
        {
            "review_title": "Not worth the money",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have been using this for a couple weeks now. Maybe I haven't used it long enough or maybe I'm not using it with the right products but I do not find this to be worth the money that it costs to purchase. The texture is nice and creamy, the scent is not horrible but I feel like I smell like a old woman. The packaging is nice. I just don't feel like I'm seeing any progress with my skin. It feels rough and I feel I have got better results from a $40 product compared to this one costing almost $200. Again it may be because I don't have the other SK-II items to use with it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The skinpower advanced airy cream was very lightweight and felt good when applied.  The cream made my skin feel hydrated and was not greasy.  However,  I did notice some redness appear under my eyes after about a week of use.  Overall,  it wasn't a big deal but I did only give it 4 stars because of this."
        },
        {
            "review_title": "Great cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This face cream is amazing! It hydrates well and absorbs quickly without any stickiness, leaving my skin feeling smooth. Also, its lovely scent makes it a delight to use daily."
        },
        {
            "review_title": "Pitera 4ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I received these products for free from Influenster and SKII in exchange for my honest review.    I AM OBSESSED! My skin had been experiencing some weird hormonal issues since I went off BC and this moisturizer (along with Dennis gross alpha beta peel) got my skin back on track. No scent (which is lovely imo) and a little goes a long way.  Once I finish my bottle, I will definitely be buying more."
        },
        {
            "review_title": "Really Nice Face Cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I really like this moisturizer! It feels great on my skin and is gentle while also super hydrating. It isn't heavy or greasy at all. It looks and feels great under my make up as well. It has a very minimal scent which I also like. Overall a really great product."
        },
        {
            "review_title": "Beautiful Product, Lightweight, Lightly Scented",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I haven't used this product very much so I can't say much about fine lines but I really enjoyed this product. I have oily skin and this product is lightweight and moisturizing without making my skin feel oily/greasy. It is lightly scented but it does fade quickly in case you prefer your skincare to be unscented. A little go a long way and I love the packaging."
        },
        {
            "review_title": "Nice texture but strong perfume scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I was super excited to try this product and brand out for the first time. This cream has a nice, rich texture and it absorbs well into your skin without feeling gross or sticky at all. What I don't like about this cream is that it has such a strong perfume scent for a facial skincare product and it's pretty expensive."
        },
        {
            "review_title": "Addicted",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Dry skin",
            "review_text": "I am so addicted to how my skin feels after using this product. I love how soft and full of moisture it feels without feeling greasy at all. I highly recommend this moisturizer. I love it so much. I'm going to have to buy the full size!"
        },
        {
            "review_title": "Lovely scent and feel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The cream is thin and moisturizing. It doesn't leave you feeling oily or like your skin can't breathe. I like that there is a subtle fresh floral scent that isn't too over powering. It pairs nicely with my other serums and creams. It doesn't cause pilling when added on top."
        },
        {
            "review_title": "Smells amazing and kept my skin hydrated.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Normal skin",
            "review_text": "It as a light floral smell and is amazing. Texture is cross between gel and cream. Very airy and light on the skin and application was also easy. Absorbs really well well and quick, leaving my skin feel super smooth. I definitely felt my skin stayed hydrate all day. Packaging was simple and easy to get the lotion out. The only downside is the lotion will give a matte finish. I think it would be a good base if additional makeup were to put on top. Personally, I prefer a dewy finish than matte."
        },
        {
            "review_title": "Excellent Product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "I could feel improved moisture after the first use. The scent is pleasant and the cream goes on nice and smooth without feeling greasy. It absorbs quickly and leaves you feeling hydrated."
        },
        {
            "review_title": "silky smooth moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "I love this moisturizer!  It is thick and moisturizing yet also light weight and goes on smooth. I found it to sink in to my skin really well. I use a face oil after moisturizing and this played really nice with my current oil - the conserving beauty - conserve your face oil.   I didn't get any breakouts and this moisturizer worked well with my normal leaning combo/oily skin.  I only docked it one star because of the super high price makes me hesitant to repurchase. I do think after a month of using it in the morning my laugh lines are less noticeable .  If I see it on a discount I would be tempted to pick it up. This would be an amazing luxe gift to receive though!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Overall loved this product. It was a great texture, lightweight and easily blended into skin. The only downside I would say is the price. I feel as though there are similar products that have the same efficacy that have a lower price point. But I truly enjoyed this product!"
        },
        {
            "review_title": "expensive for what it is",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "Super great consistency! There is no noticeable scent and it and absorbs well. Here's the downside: price. For what it is, there are other products that give similar results for a better price. I'm sure there are plenty of dupes out there. It is decent, feels nice, but it doesn't feel spectacularly unique and also doesn't feel like it makes a difference. I would expect it to be a little better."
        },
        {
            "review_title": "I feel like I have perfect skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "SK-II Skinpower Advanced Airy Cream is creamy in texture almost whipped, but not quite. It goes on so light and literally feels like it disappears into your skin. I absolutely love how lightweight it feels while delivering big moisture payout. My skin feels so soft and supple! It doesn't dry down oily or sticky it honestly just feels like I have perfect skin or just got a facial.  I have normal skin and usually look for something thicker during the winter, but I don't think I will need to now that I found this product. As far as the claims about fine lines it's a little to early for me to judge on that. The scent is nice it's pretty much the standard SK-II scent smells like most of their other products light maybe a little fruity.  I'm very happy with this product after 3 weeks. I will definitely purchase again after I run out because it makes me feel like I have baby skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "Wow. This works amazing on my skin. I have been trying to find a cream that I loved and worked well for ages and I think this is finally it. Leaves my skin looking great."
        },
        {
            "review_title": "Great, but pricey.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This cream was super nice for my dry winter-ish skin. I felt like my face remained plump for most of the day/night. The texture felt nice, not too thin or water and not too thick and balmy. If it weren't for the price, I would definitely consider getting more once this trial is over, but as it is, I wouldn't purchase because it's very expensive."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This cream is so amazing. After a week using this moisturizer, i feel my skin is more firm and radiant. The thing i love about this product is that it is really light when applying on my skin. Highly recommend!"
        },
        {
            "review_title": "So smooth!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Disclaimer: I was gifted this product by Influenster in exchange for my honest opinion. I found this cream to be incredibly smooth and very lightly scented if completely unscented. It was a lovely texture, not too thick nor thin, and felt as if it absorbed nicely without being greasy nor insufficient. The lasting power was very impressive and it felt great on my skin - it left no redness or sensitivity and really felt hydrating and protecting. I would absolutely repurchase this once my sample runs out!"
        },
        {
            "review_title": "The Perfect Face Cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I hadn't heard of this brand prior to receiving it, but it's clear I have been missing out! This cream goes on my skin so nicely and it's super moisturizing without being heavy and greasy. I am seriously in love with it!"
        },
        {
            "review_title": "Nice but not super effective",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "The texture of this cream was nice, but I didn't see substantial benefits on anti-aging or brightening. I expected a bit more than a nice moisturizer given the price point."
        },
        {
            "review_title": "Gentle and Dewy great for everyday!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This SK-II cream is a beautiful consistency not to light and not to heavy, it has a slight scent that I'm not totally In love with but it's not offensive either, it just doesn't smell high end, yet the cream itself it's gorgeous,  extremely gentle ( iv just started using tret retinol and it didn't upset my skin at all, in fact it hydrated it and fixed the dry patches!) it leaves a beautiful dewy finish and is perfect under makeup!  Used it under this makeup in second picture, left my skin dewy and glowy!"
        },
        {
            "review_title": "Thick and hydrating.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I've been using this product for just over a week now. I received a small sample to try out so I've been incorporating it into my daily routine. Just after washing my face in the morning I apply an eye cream and then this Airy face cream by SK-II. I love how it instantly makes my skin feel moisturized and protected. The cream is thick with a very faint smell. It melts in my skin and is so nice. I think the price tag is a little high but it's a luxury skin care product so if you got it go for it. Anyways, it's a great cream and I would recommend it."
        },
        {
            "review_title": "Great Lightweight Moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "Very lightweight, my skin DRINKS this up leaving a beautiful glow. Can be worn under makeup. Light fresh scent that isn't noticeable. I can visibly see the area that I used the cream against the area I have not- skin looks nourished, refreshed, glowy. Can't wait to continue using this product. Very pleased thus far."
        },
        {
            "review_title": "Best facial moisturizer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I received this product in exchange for my honest review from Influenster and Sephora. This moisturizer is honestly the best I've ever used! It really does feel so light and airy just like the name. It doesn't feel oily or anything on my face. It smells amazing and has even improved the appearance of my little forehead wrinkles!! I will definitely be getting more!!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Loved this and the name fit, it's very airy. I think it's a tad oily for me, but not really that bad and not a deal breaker for it. It's very soft, lightly scented. My skin feels supple, and very soft after use"
        },
        {
            "review_title": "Hydrated & Radiant Skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "After using SK-II SKINPOWER Advanced Airy Cream, my skin felt incredibly hydrated and looked noticeably radiant. The cream has a lightweight texture, leaving my skin feeling soft and refreshed. I noticed an improvement in the overall texture and elasticity of my skin.  I am impressed with how well this moisturizer worked for me. It effectively addressed dryness without feeling heavy or greasy. The formula seems to absorb quickly, providing long-lasting hydration. I was genuinely pleased with the results, as it helped create a smoother and more supple complexion.  I plan to continue using SK-II SKINPOWER Advanced Airy Cream as part of my skincare routine. The positive changes in my skin, coupled with the luxurious feel of the product, make it a staple for me. While it's a bit of an investment, the visible improvements justify the cost. I would definitely consider repurchasing it in the future for its effectiveness in maintaining healthy and radiant skin."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "I like that this cream is airy so it doesn't leave my skin feeling heavy. It's absorbs quickly and a little bit goes a long way. It has a scent to it almost like a light perfume, but I can't place the exact scent. My skin feels nice and soft afterwards, But I can't imagine myself buying it for $170"
        },
        {
            "review_title": "Really good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This is better than I expected. Most creams can't stand up to the central heating here in MN but this cream kept my face nice and moisturized all day. Definitely recommend"
        },
        {
            "review_title": "Perfectly hydrating without being Sticky",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "This moisturizing cream does something that many creams can't do. It is hydrating and quickly absorbs into the skin without being sticky or feeling stuck on the skin. It also smells wonderful. I have loved using it on the back of my hands in addition to my face before bed. I wish it was a bit cheaper, but it's a high quality product!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This product is airy. It doesnt feel like ive put any type of cream on and my skin is breathable. Unfortunatelyby day 4 my skin was having a reaction and was a bit drier than normal but im sire thats just the adjustment period. Unfortunately, my trail size did not last long enough to see results but i do like the way this product made my skin feel in the beginning."
        },
        {
            "review_title": "Pricey but effective",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This is a very light moisturizer. I use ut at night at areas that are very dry as the last step of my skincare. I love that it's velvety and melts in my skin. I wake up with a supple, moisturized and glowing skin. I received this as product to review."
        },
        {
            "review_title": "A quality cream for miracle result",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I have been using SK-II Skinpower advanced airy cream for a weeks and I love it. My skin turned out more soft and moisturizered than before. I am really happy to use it. The scent is light, the cream is not too thick very airy , it absorbs fast and doesn't make me feel greasy. I would like to continue to use this cream in the future and strongly recommend for anyone"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
            "review_text": "I received this from Influenster and SK-II in exchange for my honest opinion. The cream is very airy as stated in the name - it's very light. It makes your skin soft and moisturized. It absorbs very quickly and has a lovely scent to it. The scent isn't overwhelming either. Overall this is a great cream."
        },
        {
            "review_title": "Wonderful Hydrating Airy Cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "I received SK-II Skinpower Advanced Airy Cream from Influenster and Sephora for an honest review. I love how the SK-II Skinpower Advanced Airy Cream absorbs into my skin with a fresh cooling feeling. There is no greasy feeling. There is a very light u201cfresh u201c scent; almost unnoticeable. I love how this cream hydrates my skin. It makes it feel plumped. It seems to look younger. I have been using it for about ten days twice a day.  I would recommend to anyone looking for a new face cream with great results."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really enjoy this moisturizing cream. It is lightweight and smooth. I feel a slight tightening when I use this. I have used it regularly for a full 2 weeks. I don't see much difference in the wrinkles, but I do feel the tightening."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The SK-II Skinpower Advance Airy Cream is a game-changer in my skincare routine. Its light, whipped texture glides on smoothly, leaving my skin feeling hydrated and refreshed. What stands out is the immediate plumping effect, reducing fine lines and enhancing my skin's natural radiance. Despite its lightweight feel, it's impressively nourishing, absorbing quickly without any greasy residue. While the price might be a consideration, the visible improvement in my skin's texture and glow make it a worthwhile investment for anyone seeking a luxurious, effective skincare experience."
        },
        {
            "review_title": "Love in! Buy it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "I love this cream! Left my face feeling so soft and hydrated. It's a nice airy cream with a soft texture. I'll be using this daily! 5 stars"
        },
        {
            "review_title": "Great moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I received this airy cream complimentary in return of an honest review. First look, the packaging is simple and easy to use. I like that you aren't squeezing the cream out of a squeeze top bottle. The cream is on the thinner side, but definitely gives your skin a moisturized look overall. A small amount goes a long way when using. Iused this product right out of a shower so not sure if this makes a difference or not. I would like to try to use this longer to see if I notice a difference in fine lines as product suggests. However as of right now I just noticed that its definitely moisturizing. I would use again and would also recommend to someone looking to add a moisturizer to their skin routine."
        },
        {
            "review_title": "obsessed with the texture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This cream is expensive, but fabulous. It definitely lives up to the word airy. It feels light as a feather but also very nourishing. The texture of this cream just feels incredible and I feel like I'm pampering myself when I put it on every morning and night. a little goes a long way with this luxurious face cream!"
        },
        {
            "review_title": "Light and moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Nice lit from within moisturizer. Would be nice if it had a little less of a strong scent but at least the scent is nice! Very nice overall"
        },
        {
            "review_title": "Must have for combination skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Medium skin tone, Combination skin",
            "review_text": "This is the best lightweight moisturizer I have tried in a very long time. It leaves my skin feeling super soft without feeling oily or greasy. You only need to use a little bit so it really is an amazing value. It is a great everyday moisturizer and perfect for everyday skincare routine."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I've been using as I power advanced airy cream for a few days now and it's growing on me. The smell is amazing!! A little goes a long way and it's light on the skin. Only downside I've experienced is some redness on my face from it but it might just be from the fragrance. Overall it's nice but not sure I would purchase at full retail price."
        },
        {
            "review_title": "Smooth application. Great smell.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This night cream left my skin feeling silky smooth and hydrated. It also smells great!"
        },
        {
            "review_title": "Anti-Aging Wonder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Such a great product that I will permanently be adding to my skincare regimen. It has such a creamy, rich, feel on my skin, and smells amazing. I have noticed a visible difference in the week that I've been using it."
        },
        {
            "review_title": "Light, creamy and smells refreshing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "So far I am loving this advanced airy cream. After using it for a week, I am starting to finally see a slight decrease in the appearance of my deepest cut wrinkles. The cream doesn't make my oily face any oilier and it has not made my sensitive skin breakout at all. The smell is light, refreshing and very nice. Once the cream is on your face I do have to say while it's not a HEAVY cream, I can feel it slightly laying on my face. Overall the packaging is beautiful and did I mention the smell is so light and pleasant?!"
        },
        {
            "review_title": "Freshly and airly cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "I have been using the airy cream for my face for a few days now, and I am already amazed by the results it has delivered. This lightweight cream has a delightful texture that effortlessly glides onto my skin, providing an instant burst of hydration without any greasy residue. It absorbs quickly, leaving my skin feeling incredibly soft, smooth, and refreshed. I am truly impressed with this product's ability to keep my skin moisturized throughout the day.  The airy cream has quickly become a staple in my skincare routine, and I highly recommend it to anyone seeking a lightweight, hydrating, and skin-smoothing experience."
        },
        {
            "review_title": "Worth it! Amazing Moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "I love the feel of this moisturizer. To be honest the term u201cairyu201d is confusing because to me it feels like a rich moisturizer, not a gel cream or an airy type. It does have a bouncy feel, and absorbs really well. I feel this is perfect for Winter if you have normal skin. It may be too heavy for oily skin. The smell is divine, and it leaves your skin velvety soft and creates a great base under makeup. No pilling and no separation. The ingredients are impressive and I'm hoping to see some nice improvements long term with this. I really love this and I'm impressed with the quality."
        },
        {
            "review_title": "It's ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Ok...i would never spend the kind of money for something like this, the price point is way too high. It smells really nice and is very silky but i have noticed my skin is a little drier after using this for a few days, morning and evening time. A little does go a long way. This may be best for oily skin."
        },
        {
            "review_title": "Good, no great",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "A little goes a long way with this product which I love. I also like how smooth it applies & the cream is pretty thick. It works well, my skin was definitely hydrated and felt & looked good after application.   Things I don't love is how expensive it is, it does have a perfume smell, and it feels a little sticky after it dries."
        },
        {
            "review_title": "Great product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Medium skin tone, Combination skin",
            "review_text": "It is so hydrating and refreshing on my skin. I always know SKII products are good but never get a chance to try one. This one really doesn't disappoint, my skin feels soft and refreshing soon after I used it only a few times  Disclaimer: I received this product for free in exchange of my honest opinion"
        },
        {
            "review_title": "Great mid weight cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "This cream has a mid weight consistency. I would say that it does not have an airy texture, it is smooth and creamy. It leaves my skin smooth and glowy. If you like matte skin, this is not the cream for you. It is more of a shiny finish, but not greasy."
        },
        {
            "review_title": "So luxe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This cream is so luxe. I use it after I cleanse my skin and apply retinol. It's very creamy and moisturizing without being too heavy or pore clogging."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "If you're willing to splurge this would be a good moisturizer for normal skin types. I have very dry and sensitive skin and found that this product stung a bit and wasn't as moisturizing as other products I've tried."
        },
        {
            "review_title": "Great moisturizer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I'm obsessed with skincare, so getting this in the mail was exciting! I used it this evening with my normal routine swapping out the moisturizer I normally use for this one. I was very impressed! The cream itself is very thick which is a little confusing given the name u201cairy creamu201d. With that said though, it went on really nicely- and it dried fairly quickly and didn't feel heavy. My skin still feels great even though it's been a couple of hours since I've used it. It also doesn't have a scent. I usually prefer scented products but I still really like it. The one last thing that a potential buyer should know is that it doesn't burn or hurt if you have spots in your face that are irritated! I use tretinoin and my face can be pretty sensitive at times, but this just felt cool to the touch and didn't irritate my skin further. It's great stuff, highly recommend!"
        },
        {
            "review_title": "it's okay, a bit greasy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "it is on the thicker side. needs some rubbing in before it is absorbed. it looks greasy after a while. wouldn't say it is super moisturizing or anything. didn't do much for me"
        },
        {
            "review_title": "Must have moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This moisturizer lives up to its name. It's super airy and lightweight while also being very hydrating. It does have a scent that is pretty strong but it smells nice and didn't bother me. I would recommend this for anyone with dry or combo skin."
        },
        {
            "review_title": "SK-II SKINPOWER Advanced Airy Cream!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "SK-II SKINPOWER Advanced Airy Cream is a superb cream if you looking for a long lasting impression!!! Very effective with the first use of it as it leaves the skin look wonderful ,vibrant skin, youthful skin as it has a combinations of vitamins,minerals, antioxidants,peptides to nourish and improve skin from multiple dimensions ,reducing skin damage and signs of aging!!!! I definitely loved this product and I would recommend it to my friends and family members!!!"
        },
        {
            "review_title": "Soft and airy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I used this product after cleansing, and my skin immediately felt moisturized.  It was slight on my finger tips and went on smooth.  It has a light fresh scent that isn't overbearing. I can't wait to keep using it and see results after a few weeks. I have combination skin, and some spots always feel tight.  A good moisturizer is very important to me."
        },
        {
            "review_title": "Very Hyderating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received the product from Influenster group. The essence is really very soothing and refreshing.  Apart from that it so so hydrating. I am really impressed with the product quality , its look, effect and surely recommend it."
        },
        {
            "review_title": "One of my new favorites",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "Omg I love this product just a few weeks using and feels amazing the difference in my dry skin gone just in days. I would love to recommend this to everyone what amazing product so worth the money. Now a must have in my routine."
        },
        {
            "review_title": "Luxury Moisture",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This is the first SK11 product that I have tried. I love the texture and viscosity of the cream. There is a scent, but it doesn't bother me. This works really well under makeup. The price point is a little high for my budget, but I would probably purchase this during a sale or with a gift card."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "t's light, creamy, but still super moisturizing, keeping my skin super soft and plump. However given the price, I definitely would've preferred to see more results, hence it's more of a nice-to-have rather than a must-have ordered one more"
        },
        {
            "review_title": "Gentle & Quick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I've been using this cream for a while, and I must say, it's been a delightful experience. The fragrance is lovely, and the texture is wonderfully gentle. It glides on smoothly and gets absorbed quickly, making it a great choice to use under makeup. Highly recommend!"
        },
        {
            "review_title": "Soft and gentle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "I love this cream. It applies with a softness and gentle layer and really hydrates the skin. So far I'm given it five stars. I hope to see wrinkle reduction over time as I'm using it"
        },
        {
            "review_title": "Cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Hydrating cream that gives a beautiful amount of smoothness and moisture when applied. My skin is kind of dry, aging so this cream help with the moisture."
        }
    ]
}