{
    "product_id": "202",
    "name": "Mini Come Hell or High Water Volumizing & Lengthening Tubing Mascara",
    "brand": "caliray",
    "categories": "Makeup, Eye, Mascara",
    "price": 18.0,
    "about": "What it is: A clean and volumizing award-winning tubing mascara thatu2019s water resistant and long wearing. Easily removed with warm water...Formulation Type: Volumizing, Curling, Lengthening..Benefits: Long-wearing, Water Resistant..Highlighted Ingredients:.- 2% Argan Oil: Conditions lashes..- Triple-Wax Mix and Film-Forming Agents: Elongate lashes and eliminate smudges..- Next-Generation Tubing Technology: Delivers life-proof water resistance with easy, roll-off removal...Ingredient Callouts: This product is vegan, cruelty-free, and comes in recyclable packaging...What Else You Need to Know: This tubing mascara encases lashes in little tubes for zero-smudge, no-flake, sweat-proof, water-resistant performance. The formula conditions lashes with 2% Argan oil and builds volume, length and curl. The unique baby teddy bear brush has wavy fibers and a defined tip for precision application...This product is an Allure Best of Beauty award winner....Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
    "ingredients": "-2% Argan Oil: Conditions lashes. .-Triple-Wax Mix and Film Forming Agents: Volumizes and curls lashes and eliminates smudges..-Next-Generation Tubing Technology: Delivers life-proof water resistance with easy, roll-off removal....Water (Aqua/Eau), Styrene/Acrylates Copolymer, Glyceryl Stearate, Copernicia Cerifera (Carnauba) Wax (Copernicia Cerifa Cera), Microcrystalline Wax (Cera Microcristallina), Cetearyl Alcohol, Acrylates Copolymer, Argania Spinosa Kernel Oil, Propanediol, Synthetic Wax, Tocopherol, Ceteth-10 Phosphate, Dicetyl Phosphate, Hydroxyacetophenone, Hydroxyethylcellulose, Sodium Citrate, Sodium Hydroxide, Phenoxyethanol, Caprylyl Glycol, Ethylhexylglycerin +/- May Contain/Peut Contenir: CI 77499 (Iron Oxides)....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.To apply mascara:.-Use the baby teddy bear brush for precision application...-Place brush at the base of lashes, wiggle and pull up and through the lash...-Buildable formula allows you to apply additional coats to create lash volume, curl and length desired...-Mascara will stay on in cool water and removes easily in warm water.....To remove mascara:.-Apply warm water and gently massage your lashes with fingertips or soak a reusable cotton round in warm water, close eyes and gently wipe down...-The mascara will roll right off lashes..-Removal will not require tugging nor will it damage lashes......Recycling Instructions:.-This mascara is made from 100 percent recycled ocean plastic. .-The carton is made from 100 percent post-consumer recycled paper (FSC Certified) and can be recycled curbside..-Use up the product and use a fork to remove wiper..-Rinse the tube and wand with warm water and dish soap..-Take the clean bottle and recycle at your local Sephora Pact Collective bin or mail to Pact Collective.-Visit https://bit.ly/3FrL5H6 to start process.",
    "num_reviews": 1566,
    "overall_rating": 4.0,
    "product_url": "https://www.sephora.com/ca/en/product/caliray-mini-come-hell-or-high-water-volumizing-tubing-mascara-P479309?skuId=2543866&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2543866-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "0.18 oz/ 5.5 mL",
            "shade_descriptor": "Ink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2543866-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": []
}