{
    "product_id": "1155",
    "name": "Retinol Youth Renewal Serum",
    "brand": "Murad",
    "categories": "Skincare, Treatments, Face Serums",
    "price": 124.0,
    "about": "What it is:A top-selling retinol serum to improve the look of lines and wrinkles in as little as two weeks..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Fine lines and wrinkles, Dullness and uneven texture, Loss of firmness and elasticity..Formulation:Serum.Highlighted Ingredients:.Ingredient Callouts:Free of sulfates SLS and SLES, parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, triclosan, and triclocarban, and contains less than one percent of synthetic fragrances. This product is also cruelty-free, and gluten-free..What Else You Need to Know:For all ages & sensitive skin: helps minimize the signs of aging you can see, and the ones you canu2019t see yet. Delivers an instant dose of retinol and a dose of retinol over time to minimize irritation and prolong benefits..Clinical Results:Consumer satisfaction results after two weeks of use:",
    "ingredients": "-Retinol Tri-Active Technology: Helps the look of fight lines and deep wrinkles, visibly even skin tone, and visibly boost radiance..-Swertia flower extract: Helps increase skinu2019s resilience and improves the look of youthful contours..-Hyaluronic Acid: Hydrates to visibly plump and minimize dryness... Water/Aqua/Eau, Cyclopentasiloxane, Isopropyl Palmitate, C14-22 Alcohols, Polymethylsilsesquioxane, Dimethicone, Propanediol, Glyceryl Stearate, PEG-100 Stearate, Shea Butter Ethyl Esters, Retinol, Hydroxypinacolone Retinoate, Ceramide NP, Sodium Hyaluronate, Solanum Lycopersicum (Tomato) Fruit Extract, Swertia Chirata Extract, Squalane, Punica Granatum Extract, Tocopheryl Acetate, Glycine Soja (Soybean) Extract, Urea, Yeast Amino Acids, Trehalose, Inositol, Taurine, Betaine, Glycerin, Caprylic/Capric Triglyceride, Dimethyl Isosorbide, Silica, Ethylhexyl Palmitate, Silica Dimethyl Silylate, Butylene Glycol, Lecithin, Ammonium Acryloyldimethyltaurate/VP Copolymer, C12-20 Alkyl Glucoside, Cetyl Palmitate, Laureth-23, Polysorbate 20, Trideceth-6 Phosphate, Synthetic Fluorphlogopite, Phenoxyethanol, Ethylhexylglycerin, Chlorphenesin, Disodium EDTA, Sodium Hydroxide, Tris (Tetramethylhydroxypiperidinol) Citrate, Sodium Benzotriazolyl Butylphenol Sulfonate, Titanium Dioxide (CI 77891), Red 4 (CI 14700), Alpha-Isomethyl Ionone, Citronellol, Fragrance (Parfum).",
    "how_to_use": "Suggested Usage:.-Use in the evening..-Cleanse face, neck and chest..-Apply a thin layer to face..-Follow with a moisturizer. ..Precautions:.-Reduce frequency if sensitivity occurs.",
    "num_reviews": 1145,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/murad-retinol-youth-renewal-serum-P454836?skuId=2322550&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2322550-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1 oz",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2322550-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": []
}