{
    "product_id": "644",
    "name": "Original Me Clean High-Performance Matte Lipstick",
    "brand": "GXVE BY GWEN STEFANI",
    "categories": "Makeup, Lip, Lipstick",
    "price": 35.5,
    "about": "What it is:A luxurious, high-performance clean lipstick formula with high color payoff and a velvety-matte finish..Formulation Type:Lipstick..Ingredient Callouts:This product is vegan and cruelty-free..What Else You Need to Know:Get Gwenu2019s signature lip look with this luxurious lipstick that gives ultra-rich payoff and a velvety-matte finish. The intensely pigmented formula glides on smoothly for bold, stay-true color in one swipe. It wears comfortably and stays put all dayu2014no fading or feathering. It is vegan, cruelty-free, and clean.",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.-Beginning at the center of your lips, swipe on then work toward outer corners..-Use the pointed tip to perfect...All GXVE Beauty outer boxes are 100% recyclable. Our primary containers are made with sustainable materials, including 30% or higher PCR (post-consumer recycled) plastic or glass.",
    "num_reviews": 422,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/gxve-by-gwen-stefani-original-me-clean-high-performance-matte-lipstick-P482002?skuId=2591428&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2591428-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Old School Me",
            "shade_descriptor": "rich berry red",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2591402-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "80's Me",
            "shade_descriptor": "bright plum",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2591410-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Tragic Me",
            "shade_descriptor": "beige peachy neutral",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2591428-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Lovable Me",
            "shade_descriptor": "brown peachy natural",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2591436-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Not a fan due to packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love that itu2019s clean but the cover always comes off in my makeup bag. It bleeds and I know reds can do that but even with lipliner. Wanted to love but not my favorite"
        },
        {
            "review_title": "Must-Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I hav the shade stomp box am I love it. This lipstick goes on smooth and the color lasts."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Wow I love love love this true velvety (blue based but primary) red. After decades of fearing red lipstick I am venturing out into the Badlands, and this is my favorite so far. Incredibly long wearing and just very flattering. ufffc"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "I absolutely love this shade, it's a gorgeous brown-nude. The lipstick is matte without being drying. It has a sweet scent that isn't overpowering. I found it lasted a long time with minimal transfer."
        },
        {
            "review_title": "My new favorite ! Buy now and thank me later",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I lovvveee this color!! Charlotte tilsbury pillow talk was my go to until I purchased this one! I mix between mauve and brick.. creamy texture to apply but matte finish. Buy and thank me later"
        },
        {
            "review_title": "A must have item.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "After using this lipstick it was wonderful. Color was amazing. Apply really easy. Little can go a long way."
        },
        {
            "review_title": "Staple worthy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I generally never leave reviews but this is SUCH a lovely lipstick. True red. Very comfortable all day wear. Matte but non drying. I applied at 10 am, never touched up and was still perfect at 5 pm. It leaves a berry pink stain on the lips. (FYI)"
        },
        {
            "review_title": "Beautiful blue red",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really am enjoying this pretty red colour lipstick.  It is matte but not drying and it applies evenly and easily.  I use a red lip liner first and it helps my lips not to bleed.  I will be wearing this throughout the Christmas season to all my events.  I feel that my teeth look whiter when I use this lipstick.  I bought this on sale so I am very pleased with this purchase."
        },
        {
            "review_title": "Smells funny",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I bought this at the Sephora sale.  It is a lovely shade, but the product has a terrible odor.  It's like stinky PlayDoh, and an off taste accompanies the odor.  Perhaps I got a spoiled or old one?  Hopefully I will be able to return it.  I simply can't deal with the smell and taste."
        },
        {
            "review_title": "Nice staying power",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, lightMedium skin tone, Dry skin",
            "review_text": "I like the lipstick a lot but it broke almost immediately after I opened it to try it on. I do use , and I like that itu2019s a beautiful Matte color and stays on awhile."
        },
        {
            "review_title": "Very dry",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The color is beautiful, but it's so dry that it seems you're passing charcoal on your lips. The packaging is also flimsy."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Ok. So they always say it stays on.. and always says it doesnu2019t try out.. but I literally has the lipstick on for a full night (5pm applied) and it lasted through 3 drinks, a full 3 course meal and another drink) and now at 11pm still going strong"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "I wanted to love this. I expected an amazing lipstick. the color doesn't go on evenly, and it hardly lasts."
        },
        {
            "review_title": "Star Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "I've been looking for a lipstick similar to a Dior Nude color I fell in love with.  I did not fall in love with the price or the fact that Dior tests on animals.  After many trials I found this GXVE Tragic Me Matte Lipstick and it is AWESOME! I was looking for a nude neutral with a warm undertone and this is it. There is enough colour that it doesn't disappear but it is subtle and not overpowering, great for daily wear.  I am a mature women (slight warm tone, fair, grey brown hair, brown eyes) and it just works perfect for me, could also see buying this for a teen who wants to look natural but polished. It is creamy, not dry at all.  I do think it will require reapplication during the day but it is not marketed as a long lasting formula so that's fair.  It lasted well through my pizza lunch today though!  Well done GXVE, great neutral colour, no animal cruelty and good price point."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I love u2764ufe0f the color!  The pigmentation of the lip stick it is gorgeous!"
        },
        {
            "review_title": "Forever Red",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I absolutely love this lipstick...and the color... This will be my new go to for red. The matter has just enjoy moister that it not drying to the lips, it's not gummy or sticky. It doesn't  wear off...and last like a stain."
        },
        {
            "review_title": "Glamorous Red",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "The best red ever! Redu2019s are my favourite shade to buy, I own 30+ and reach for this one the most.  Sheu2019s not too cool, not too warm, a perfect neutral glamorous red.  The formula is great too, doesnu2019t bleed, stays put and non-drying. A+++"
        },
        {
            "review_title": "Beautiful packaging and nice color",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Super nice packaging. I was surprised when this shade was not sold out. I was concerned the color would be dull brown, but it wasn't! The color matches my lips well, almost MLBB except it does look like I am made up vs natural . deducted a star bec it's a little heavy on my lip and not super comfortable"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lovable Me - brown peachy natural",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "The best lipstick color everu2026 product lovely and color lasts. Got the brown peachy coloru2014 nice, classy.  Day or night is right!!  Go Gwen!!"
        },
        {
            "review_title": "Sad",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Live it through and through however the day after I bought it and took it out to use the entire stick was completely gone made me very disappointed"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Tragic Me - beige peachy neutral",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I like this shape from GXVE, soft and beautiful .  Very recommended it"
        },
        {
            "review_title": "Great lipstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "Gorgeous gorgeous gorgeous! Lipstick! This color is a perfect non overbearing yet glamorous red, and formula is smooth as butter and matte as can be! This also doesnu2019t dry out my lips like some other matte products do, itu2019s very high rating yet still give the matte fantasy!"
        },
        {
            "review_title": "Iu2019m obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This is my favorite lip shade. Its the perfect lip color for my skintone paired with the All my love buble pop lip gloss. Its light weight, moisturizing, and long lasting."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "80's Me - bright plum",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "so disappointed. I was so excited to try these since Gwen is known for her lipstick. the pigment isn't rich. It's almost sheer & comes off almost immediately. same with original recipe"
        },
        {
            "review_title": "Perfect Matte Red",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "As a cosmetologist, Iu2019m always drawn to products that offer both quality and style, and the GXVE Original Me High-Performance Matte Lipstick in 'Original Recipe' is no exception. The formula is rich and smooth, delivering a flawless matte finish that feels incredibly comfortable on the lips without drying them out. It stays put for hours, making it perfect for all-day wear, though it does have some transfer. The packaging is just as impressive, with the signature black, white, and gold design that perfectly complements other products from the GXVE line. The attention to detail extends even to the boxes, which are chic and modern, adding an extra layer of luxury to this already fantastic product. This lipstick is a must-have for anyone looking for a long-lasting, matte lip with a touch of elegance! This review was collected as part of a promotion"
        },
        {
            "review_title": "Perfect Matte Red",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "As a cosmetologist, Iu2019m always drawn to products that offer both quality and style, and the GXVE Original Me High-Performance Matte Lipstick in 'Original Recipe' is no exception. The formula is rich and smooth, delivering a flawless matte finish that feels incredibly comfortable on the lips without drying them out. It stays put for hours, making it perfect for all-day wear, though it does have some transfer. The packaging is just as impressive, with the signature black, white, and gold design that perfectly complements other products from the GXVE line. The attention to detail extends even to the boxes, which are chic and modern, adding an extra layer of luxury to this already fantastic product. This lipstick is a must-have for anyone looking for a long-lasting, matte lip with a touch of elegance! This review was collected as part of a promotion"
        },
        {
            "review_title": "All Good Things Here!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This red matte lipstick is my new favorite, as well as my new go to when I want a bold, fierce, and jaw-dropping red lip. That being said, this lipstick has one of the smoothest formulas I have ever experienced. It applies so smoothly to my lips and truly only needs one swipe across for my personal desired red lip. Although I tend to have quite dry lips no matter what time of year it is, this matte lipstick would make you question if I was serious!   It also should be noted that the longevity of this lipstick is impressive. More specifically, I apply it in the morning and the color looks fresh even at 3 P.M. I love that I don't have to constantly reapply (even after eating and drinking) as quite frankly who often has the time or even thinks about reapplying while they're busy at work?   Finally, the packaging is also super cute and very sleek. It is also secure so I'm not worried about it popping open within my purse and making a mess. This review was collected as part of a promotion."
        },
        {
            "review_title": "Not cakey",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Normal skin",
            "review_text": "I was impressed by the intense pigmentation of this lipstick. One swipe provides full coverage with a rich, vibrant color that stays true throughout the day.  The matte finish is velvety and smooth, giving a sophisticated, polished look without drying out my lips. Whatu2019s particularly impressive is how comfortable it feel unlike many matte lipsticks, this one doesnu2019t feel heavy or cakey. Itu2019s lightweight, yet long-lasting, holding up well through eating and drinking with minimal touch-ups needed.  I also appreciate the clean beauty aspect of this lipstick. Knowing that itu2019s made without harmful ingredients makes me feel good about using it regularly. The packaging is chic and reflective of Gwen Stefaniu2019s iconic style, which adds to the overall experience."
        },
        {
            "review_title": "Must Have, Deep, Matte",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "If you're on the hunt for a matte lipstick that combines effortless application with high-impact color, the GXVE by Gwen Stefani Original Me Clean High-Performance Matte Lipstick is definitely worth checking out.  One of the standout features of this lipstick is how smoothly it glides on. The formula is incredibly creamy, making it easy to apply without any tugging or pulling. Once on, it delivers a stunning matte finish that manages to be both bold and refined.  Whatu2019s impressive is its minimal transfer. After applying, it stays put remarkably well, which is a huge plus for anyone who dislikes constant touch-ups. Pair it with a lip liner for clean, defined lines, and youu2019ve got a look that lasts through meals and drinks with little to no fuss.  I tested the shade Original Me, a deep red, and the color payoff was phenomenal. Itu2019s rich and vibrant, offering that classic, dramatic red lip look with just one swipe. The shade is versatile enough to elevate any makeup look, whether youu2019re aiming for a sophisticated evening ensemble or a striking daytime appearance.  In summary, the GXVE by Gwen Stefani Original Me Clean High-Performance Matte Lipstick lives up to its name with its clean application, impressive staying power, and gorgeous color payoff. If you're a fan of deep reds and matte finishes, this lipstick should definitely be on your radar.  This review was collected as part of a promotion."
        },
        {
            "review_title": "Bold and beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Really love this lipstick! It lasts so long and provides an incredibly smooth and uniform look. It keeps my lips moist and doesnu2019t dry them out even after long wear. I love that it doesnu2019t settle into the cracks of my lips which sometimes happens with matte lipsticks. Definitely a go to when I want a nice bold look!"
        },
        {
            "review_title": "Beautiful red!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I recently had the chance to try the Original Me High Performance Matte Lipstick in the shade Original Recipe, and I absolutely love it! The lipstick comes in a sleek, compact tube that's perfect for carrying in my purse or pocket. I wore it on a date night this past weekend and was thrilled with the results. The shade, Original Recipe, is a rich, versatile hue that added a bold touch to my look. I received numerous compliments throughout the evening, which was a nice bonus. One of the most impressive aspects of this lipstick is its staying power. Despite eating and drinking, it stayed put for hours without needing a touch-up. The matte finish is smooth and comfortable, avoiding the dryness often associated with matte formulas. Plus, the lipsticku2019s subtle, pleasant scent enhances the overall application experience. Overall, the Original Me High Performance Matte Lipstick exceeded my expectations and is definitely worth it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The Original Me High Performance Matte Lipstick is a standout product the pigment and  long-lasting lip color, This lipstick is provide a high-impact matte finish, Its formula is designed to deliver a pigmentation with a single swipe, which is perfect for those who prefer a more striking lip look One of the most impressive of this lipstick is its rich, creamy texture! Unlike many matte lipsticks that can feel dry or cakey especially i have a dry lip and barely use a matte lip but this one is a life saver, the formula is so smoothly onto the lips, and give my lip a  full coverage without any uncomfortable dryness, The pigmentation is outstanding, with colors that remain true and vibrant throughout the day, highly recommend even you have a dry lips."
        },
        {
            "review_title": "Matte OBSESSSED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This GXVE matte lipstick is everything.  I'm not normally a red lipstick girly, but I do believe everyone should have a red lipstick in their possession.  I also am a sucker for matte lipsticks in general so I was really hoping I would like this product and I am so happy to report I am obsessed with it.  I would buy this in every shade.  The matte is perfection.  The lipstick is creamy and feels great to apply.  The red is gorgeous as well.  It's giving sophisticated, high-class, gorgeous and who wouldn't want to feel that way?  I also love how matte the lipstick looks in person and photos as well.  GXVE also has such cute packaging.  The black and white is unique to its brand and I love that.  I would definitely recommend this particular lipstick to everyone and when I wear it out and about you bet I will!"
        },
        {
            "review_title": "My favorite color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "This beautiful matte lipstick is simply beautiful from the moment you apply it I could notice that beautiful red color, its formula is surprisingly creamy and slides flawlessly over the lips, avoiding any tightness or dryness that often accompanies matte lipsticks.  The color, Original Recipe - True Red, is a matte red that achieves the perfect balance between a vibrant tone and a classic elegance. This red is not only a striking color, but also has a depth that adapts wonderfully to a variety of skin tones, making it a universally flattering red. The pigmentation is impressive, with a single application, you get an intense and uniform color that remains intact for hours.  In terms of durability, this lipstick fulfills what was promised. Although it is matte, it does not leave an uncomfortable feeling of dryness, and resists firmly throughout the day, it is usually difficult to find a matte lipstick that does not dry out my lips, its formula also does not contain harmful ingredients, which adds a plus for those who prefer cleaner and more conscious beauty options.  Packaging is another area where GXVE stands out. The presentation is elegant and modern, with a design that reflects Gwen Stefani's style. This not only makes the product a pleasure to use, but also adds a touch of sophistication.  It is an excellent investment if you are looking for a matte red that combines high pigmentation, durability and a careful formula. It is perfect for special occasions or for when you want to stand out with a touch of confidence and style. This review was collected as part of a promotion"
        },
        {
            "review_title": "The formula is a little drying, great pigmentation",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "The Original Me high-performance matte lipstick in shade Original Recipe is a great true red with blue undertones. I have quite a few matte lipsticks and thereu2019s a few pros and cons to this one. The pigmentation is great, no issues of color showing and as it is a standard lipstick it does transfer. I must say it might be the matte part but it was a little chalky on application. It wasnu2019t quite as smooth as I hoped it would be. I have a great skincare routine so my lips werenu2019t dry but without doing my routine I think they wouldu2019ve been with this lipstick alone. It feels like itu2019ll crack if you have dry lips, especially throughout the day. I deducted one star due to this. The formula needs a little tweaking in terms of hydration while maintaining the matte look."
        },
        {
            "review_title": "Flattering, Buildable, and Long-Lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Combination skin",
            "review_text": "The GXVE Original Me Matte Lipstick in Original Recipe True Red has quickly become my favorite red lipstick! After trying both the liquid and satin versions, Iu2019ve found that this matte formula is the perfect match for my skin tone. The shade is a true red with just the right balance of warmth and depth, making it incredibly flattering. Unlike the liquid lipstick, which leaned a bit too orangey for my taste, this matte version gives me that classic red Iu2019ve been searching for.  The texture is smooth and velvety, gliding on effortlessly without tugging. Itu2019s buildable too, allowing me to go from a subtle wash of color to a bold, intense red depending on my mood or the occasion. Despite being matte, it doesnu2019t feel drying at all, and it wears comfortably throughout the day. I also love how long-lasting it is; it stays put for hours without smudging or fading, even after eating and drinking.  The packaging is sleek and sturdy, making it easy to take on the go for touch-ups, though I rarely need them. Overall, the GXVE Original Me Matte Lipstick in Original Recipe True Red is an absolute winner in my book. If youu2019re looking for a versatile, true red matte lipstick thatu2019s buildable and suits a variety of skin tones, this is the one to get. Iu2019m so glad I added it to my collection!"
        },
        {
            "review_title": "One of the best matte formulas out there!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Matte lipsticks are not something I reach for very often because they tend to dry my lips and feel heavy or uncomfortable on my lips; but Iu2019m so surprised at how different this matte formula from GXVE is! These lipsticks are highly pigmented so you have to be careful with them when applying it but it looks so stunning once itu2019s on, itu2019s not transfer proof completely but it has a minimal amount of transfer compared to other matte formulas on the market; it not drying on the lips and I find that itu2019s very lightweight and feels comfortable as well, itu2019s also very long lasting and wears off very evenly, I donu2019t see that weird rim around my lips that youu2019d see with other lipsticks; out of all my lipsticks Iu2019d say this one has one of the best and most comfortable matte formulas and now I feel like I need more shades! The packaging is super cute and original and I love how nice and aesthetic it looks on my vanity! This shade I find that looks very flattering on my neutral undertone and itu2019s going to look so beautiful now that weu2019re getting into the fall months with more u201ctoastyu201d kind of looks; absolutely love it!"
        },
        {
            "review_title": "Original Me High Performance Matte Lipstick",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "The GXVE Original Me High Performance Matte Lipstick is a standout product in the realm of matte lipsticks. From the moment you twist up the sleek bullet, the luxurious texture is evident. The formula glides on smoothly, delivering an intense, full-coverage color payoff with just one swipe. What sets this lipstick apart is its comfortable wearu2014itu2019s lightweight and non-drying, a rarity for matte finishes. The color stays true throughout the day, resisting feathering and fading, even after hours of wear.  The shade range is versatile, offering everything from classic reds to modern nudes, catering to a variety of skin tones and preferences. The pigmentation is rich and vibrant, ensuring your lips make a statement. Additionally, the lipstick has a soft, velvety finish that feels plush on the lips, yet it manages to avoid the chalky look that some matte lipsticks can have.   For those who value ethical beauty, GXVEu2019s commitment to being cruelty-free and vegan adds to the appeal. Whether you're heading to a meeting or a night out, this lipstick provides a polished look that lasts. The packaging, with its edgy, chic design, mirrors the quality of the product inside. Overall, the GXVE Original Me High Performance Matte Lipstick is an excellent choice for anyone seeking a bold, comfortable, and long-lasting matte lip."
        },
        {
            "review_title": "Iconic glamour!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "As someone whou2019s been immersed in the beauty and skincare world for over three years, Iu2019ve tried countless lipsticks, from drugstore gems to luxury splurges. But the GXVE BY GWEN STEFANI Original Me High-Performance Matte Lipstick in shade Original Recipe is a standout that deserves your attention.  This lipstick is for the bold, the confident, and the unapologetically glamorous. If youu2019re someone who loves to make a statement with your lips, Original Recipe is your go-to shade. Itu2019s a classic, true red that exudes Gwen Stefaniu2019s iconic styleu2014think old Hollywood glamour meets modern-day rockstar.  What sets this lipstick apart is its luxurious, high-performance formula. The velvety-matte finish is to die for. Itu2019s intensely pigmented, delivering rich, vibrant color in just one swipe. And unlike some matte lipsticks that can feel drying, this one glides on smoothly and feels comfortable all day long. No fading, no featheringu2014just pure, bold color that stays put from morning to night.  I also love that this lipstick is vegan, cruelty-free, and clean. Itu2019s rare to find a product that combines such high performance with a commitment to ethical beauty. And the packaging? GXVE BY GWEN STEFANI doesnu2019t disappoint. The outer boxes are 100% recyclable, and the primary containers are made with sustainable materials, including 30% or higher post-consumer recycled plastic or glass. Itu2019s beauty with a conscience.  Applying this lipstick is a dream. Start at the center of your lips and work your way toward the outer corners. The pointed tip makes it easy to perfect your pout, even without a lip liner. And letu2019s be honest, the confidence boost that comes with wearing a red this powerful is undeniable.  In my experience, Original Recipe is not just a lipstick; itu2019s a statement. Whether youu2019re dressing up for a night out or adding a touch of glam to your everyday look, this lipstick will make you feel like youu2019re ready to conquer the world. Itu2019s become a staple in my makeup collectio"
        },
        {
            "review_title": "Stays Put!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "GXVE Original Me Clean High Performance Matte Lipstick stays put. The color pallet works so well with any type or hue of skin tone. This product comes in a gorgeous container that stands out in any purse or bathroom. The colors are just bold and perfect for  any reteo or classic look. This product is so simple to use, is very transportable, and can be used in conjunction with their excellent lipliner to still give an excellent pop to any look. I am a salon owner and have been a professional for over twenty years. I do mostly hair products but I carry makeup on occasion.  This product is certainly one that I would merrily carry and recommend to any client. I absolutely loved it and will be purchasing it again for myself as well. The color is so lovely!"
        },
        {
            "review_title": "The perfect matte red!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "As a beauty, skincare, and makeup enthusiast, I have to say I honestly love this matte lipstick so much! After years of lip gloss (hello fellow millennials in the era of the Victoriau2019s Secret and juicy tubes by Lancu00f4me craze) and matte liquid lipsticks (which I still love!) I am so happy to see so many brands going back to a traditional lipstick. I usually prefer satin finishes in my lipsticks so I wasnu2019t sure what to expect of this but it made me feel like Taylor swift! The most perfect application, creamy but not shiny, matte but not drying, and did not bleed into my skin at all! I like it better with the GXVE perfect pout lip liner but still didnu2019t experience any bleeding without it! I love the pigmentation of this lipstick and how it lasts all day, even through coffee and meals! Itu2019s beautiful and high quality and the perfect matte red for me! I definitely recommend this lipstick. This review was collected as part of a promotion."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "The remarkable shade of red in the GXVE Original Me High Performance Matte Lipstick is simply breathtaking! Gwen's expertise in selecting the perfect reds shines through in this product. And let's not forget about the stylish packaging - it's incredibly sleek, chic, and undoubtedly Instagram-worthy. Pulling these lipsticks out of my purse feels like unveiling little tubes of pure luxury.  The GXVE Original Me High Performance Matte Lipstick promises a full pigment formula with a light, weightless texture and an impressively long-lasting finish. The color payoff is truly remarkable, whether you prefer a satin or matte finish. GXVE delivers exceptional quality to meet the needs of discerning users.  This lipstick is a dream come true - creamy, velvety smooth, and incredibly pigmented. With just one swipe, you can achieve intense color that stays put all day without leaving your lips feeling dry. Say farewell to frequent touch-ups and welcome long-lasting fabulousness!"
        },
        {
            "review_title": "Beautiful shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I am a makeup enthusiast but I am sure this lipstick is the most complete one I have used. It provides both moisture as well as longevity. Most importantly, it feels good on my lips. I love this formula. I usually find mattes and long wear lipsticks uncomfortable and too dry usually. I also hate how they wear off unevenly. But this one feels so velvety, blots well and fades naturally. I did not find it too drying on my lips. I have had it on 8 hours eating and drink. I tend to apply more than one layer to get some more wear out of it. This particular shade looks good on every kinds of skin tones. There is no smell and it is not sticky or impossible to get off. It has wonderful pigment and doesnu2019t smudge. The price point is incredible too."
        },
        {
            "review_title": "Perfect Red Lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "As a long time Gwen Stefani fan, I was eager to try this lipstick and it has truly exceeded my expectations! The shade of red is simply breathtaking, vibrant and striking yet versatile enough for any occasion. One of the standout features of this lipstick is how smoothly it glides on. The formula is incredibly creamy, making application effortless and ensuring an even, flawless finish. I was also pleasantly surprised by the subtle vanilla scent which adds another touch of luxury without being overpowering.  Given my sensory sensitivities finding a lipstick that doesnu2019t feel heavy or suffocating is crucial. This formula is light and comfortable, allowing me to wear it for extended periods without any discomfort. I wore it for six hours during a hot day and it held up remarkably well with only a few minor touch-ups. The longevity is impressive, and it doesnu2019t require constant reapplication which is a huge plus.   Its beautiful shade, smooth application, pleasant scent and long lasting wear make it a must have. I highly recommend it to anyone looking for a high quality matte lipstick that combines style and comfort!"
        },
        {
            "review_title": "Another dud from GXVE",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This is my second lip dud from GXVE. Had high hopes but this formula is super dry and hard, even for a matte lipstick. It feels cheap, no emolliency, all chalkiness. Also this u2018rich berry redu2019 has that dreaded neon pink base."
        },
        {
            "review_title": "The Best Matte Lipstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "This GXVE Original Me High Performance (Matte Lipstick)   is undoubtedly the best matte lipstick I've ever used! The vibrant color with matte finish is long wearing. Not a fan of high gloss lipsticks so this is a new favorite. I love the shade (original me- somewhat dark red) which blends perfectly to my skin tone(neutral-white) and its texture is amazing - its matte but feels creamy and super long lasting.  Love this lipstick! The quality, variety of colors and value cannot be matched. I love how pigmented it is and unlike other matte lipsticks, non-drying. Iu2019m definitely going to be adding more to my collection in the near future."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Things I like about the Original Me Clean High-Performance Matte Lipstick: itu2019s matte but not drying, the black-and-white rectangular tube it comes in looks chic, and the lipstick itself is decently pigmented. What I donu2019t like: the color smudges and transfers! Nonetheless, if you do decide to try it, Iu2019ve noticed the color transfers less if I set it with a translucent powder."
        },
        {
            "review_title": "Original recipe",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "As a beauty enthusiast who loves makeup i recently had the opportunity to try GXVEu2019s Original Me High Performance Matte Lipstick.  Right away the packaging caught my eye, because of its sleek look. It smells sweet like cupcakes which i donu2019t mind but might be a little strong for some people. It applies very smoothly and the color pay off is amazing one swipe is all you need. The pigment in Original Recipe is rich and vibrant and will look good on any skin tone. For a matte  lipstick it doesnu2019t feel heavy or drying on the lips. Its actually feels very lightweight unfortunately itu2019s not transfer proof and does smudge. It did last longer than expected albeit with some smudging and it definitely requires makeup remover to wipe it all off. I used it with the Original recipe lip liner and i like the results.    Overall I think the color pay off is great and it does last long, almost to the point of staining your lips. But it does smudge when eating or drinking and definitely transfers on to other things. I think itu2019s more of semi matte than full matte. So one has to pick what they prefer longevity or a transfer proof product.  This was collected as part of a promotion"
        },
        {
            "review_title": "Bold Statement",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I love this lipstick. I love the bold statement of the Orignal Clean Matte Lipstick. When I wear this shade it gives me a great boost of confidence, it makes me feel empowered and fierce. This is now one of my favorite shades of lipstick."
        },
        {
            "review_title": "Perfect Red Lip",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I got the Original Recipe Red Lipstick and it comes in a classic, elegant tube with a secure closure. The pigmentation of this lipstick is outstanding. The red shade is vibrant and bold, delivering a rich, true red color in just one swipe. It has excellent coverage and doesn't require multiple layers to achieve full opacity. The texture is creamy and smooth, allowing for easy and precise application. It glides on effortlessly without tugging or skipping. Despite its creamy consistency, it doesn't feel heavy or greasy on the lips. It stays put for several hours, even through eating and drinking. While it may require a touch-up after a meal, it fades evenly and leaves a pleasant stain on the lips. One of the standout features is its comfort. The formula is moisturizing, keeping the lips hydrated throughout wear. Its rich color, creamy texture, comfortable wear, and long-lasting formula make it a must-have for any makeup enthusiast. Whether you're looking to make a bold statement or simply enhance your natural beauty, this red lipstick is a reliable choice."
        },
        {
            "review_title": "Itu2019s okay!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Iu2019ve tried several shades of this lipstick and theyu2019ve all been very vibrant. Like itu2019s PIGMENTED! Itu2019s very impressive actually! Iu2019ll definitely say that you donu2019t need multiple layers/swipes to get it that way. A huge pro of this lipstick is how it doesnu2019t make your lips dry. My lips are typically dry, so a lipstick that doesnu2019t accentuate that is important. On to the formula and texture. I feel like it was kind of a thin formula. Some lipsticks are very heavy and thick, but that wasnu2019t the case here. It felt like I had no lipstick on u2014 which is a good thing! On to a conu2026 It wasnu2019t very transfer proof. Some of the lipstick did transfer on to other things, so I would personally consider it more of a semi-matte rather than a full matte. I do like it, but I definitely wouldnu2019t use it when I need something that wonu2019t budge. I think it makes a good option for everyday use (wonu2019t dry your lips out) when a long-lasting formula isn't a priority."
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This lipstick kept my lips hydrated and I didnu2019t notice any cracks at all. It also stayed on for a pretty long time. I personally love u201cTragic Meu201d for its calm yet beautiful colour.  colour.Woulhighrecommend!"
        },
        {
            "review_title": "Perfect red!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Dry skin",
            "review_text": "Holy buckets!! This is the most stunning shade of red! Gwen absolutely knows her reds. The formula is super soft and creamy.  It goes on the lips so smooth and effortlessly.  the staying power is also super great and so comfy on the lips. I want to shades!!"
        },
        {
            "review_title": "Wish it was unscented",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "okay... so I loved the formula... the colour... but the SMELL... I just caaaant. I dont know what it is, but it makes me so sick!! so sad, had to return. Also tried the liquid lip hoping it wouldnt smell the same, but same thing... really sad. Hope they make an unscented one! Would still recommend if you dont have a weak stomach like me as the formula is actually great :)"
        },
        {
            "review_title": "MY DREAM NUDE LIPSTICK!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I have looked for the perfect nude lipstick that didnu2019t wash me out my entire life and this is it! Iu2019m an olive toned girlie so itu2019s very tricky to find complimentary neutrals. Of course our girl Gwen is gonna have us looking right! Love you Gweny gwen gwen! xx"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Love. All of her puppies are wonderful. The color is so pretty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Really pretty color and doesnt peel my lips thanks Gwen"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Old School Me - rich berry red",
            "review_buyer_description": "black hair, Light skin tone, Normal skin",
            "review_text": "Although I really love this color and formula, Iu2019ve had two of these lipsticks go bad/moldy on me in just 2 months. The first one I bought wasnu2019t from Sephora but a retailer and half expected it to happen so repurchased through Sephora. After only a few wears it got the same green film all over with a tank smell. I have never had this happen with other lipsticks and I take care of my product. Just be aware if you choose this color that it could potentially have the same outcome. The staff at my local Sephora was amazing and got me a swap to another brand."
        },
        {
            "review_title": "Try it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Clean :) It looks great with or without lip liner day and night time also with or without make up! Great bullet shape and lightweight. Not too dry for a matte lipstick. I achieve the 90u2019s look with the shade Deep Brown from Sephora Collection and sometimes with Iconic Nude from Charlotte T. It smells like childhood. I purchased this with my own money btw."
        },
        {
            "review_title": "Every Day Lipstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I purchased this thinking I would wear this on occasion but this is literally my every day lipstick. I love this color! I'm so pleased with it."
        },
        {
            "review_title": "Fabulous product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Gwen Stefani has done it once again with this GXVE Original Me High-Performance Matte Lipstick. Her packaging is always fabulous. The products smell sweet and like vanilla but not overpowering. The texture was smooth, and glided on the lips easily. The pigment of the lipstick was rich and stimulating. The product stayed on well for me. I also put chapstick on before a matte lipstick to help with moisture and application. You can always reapply throughout the day to keep your lips, looking, vibrant and bold. This product is vegan and cruelty-free which is a must. Itu2019s formulated, clean and women-owned whatu2019s not to love.   Overall, Iu2019m a fan of this GXVE Original Me High-Performance Matte Lipstick for the functionality and convenience for quick beautiful lips."
        },
        {
            "review_title": "Good formula! OMG",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This formula is amazing! Itu2019s a little more matte than I like but it isnu2019t dry and has crazy longevity for a bullet lipstick. 80s me is much more pink than I imagined but I love it anyway."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Lovable Me - brown peachy natural",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "As a beauty professional, I can confidently say that GXVE Original Me High Performance Matte Lipstick is amazing in the world of makeup. The formula is incredibly smooth and easy to apply, providing a flawless matte finish that lasts throughout the day.  The color selection is fantastic, offering a range of shades that cater to every skin tone and makeup look. The pigmentation is top-notch, ensuring that one swipe is all you need for intense color payoff.  Additionally, the lipstick is long-wearing and transfer-resistant, making it ideal for clients who need their makeup to last through long events or photoshoots. The packaging is also sleek and sophisticated, perfect for the modern professional on-the-go.  GXVE Original Me High Performance Matte Lipstick is a must-have in any makeup artist's kit."
        },
        {
            "review_title": "90's baby!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "As a 90's teen who was infatuated with the one and only Gwen herself, this lipstick REALLY did it for me! It took me back to every other lippie that I've tried since I was 14 years old. This is the MOTHER of them all! The packaging, the color payoff, it's longevity, and THE COLOR is pure perfection!! Not too dry, and not silky all wrapped in one. The colors Original Recipe & Tragic Me were the perfect shades for my day to night look! Even my husband, who's heard about my makeup infatuation for over 20 years now has said that he loves these shades. Thank you, Gwen, for bringing back a piece of my teen years that can now be shared with the new generation that's helping us re-live the 90's, baby! Having a formula that is Vegan & Cruelty-free makes me love it even more!"
        },
        {
            "review_title": "Great matte lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Oily skin",
            "review_text": "I could not been happier learning that I would be able to review new GXVE colour line. Gwen herself is always looking put together and sharp, that aestetics permeates through her whole line with some extraordinary products.  GXVE Original Me High Performance Matte Lipstick is a full pigment lipstick with a light almost weightless texture and a long lasting finish. The colour pay off is truly amazing: whether you are wearing satin or matte finish kind GXVE delieves for even the most demanding of us.   I tried GXVE Original Me High Performance Matte Lipstick and found out that I would prefer the matte finish vs satin finish a lot more because of how velvety the completed look is and how much it complements my skin. It glides the same way as a satin finish lipstick but the staying power was elevated. I noticed  GXVE Original Me High Performance Matte Lipstick was on my lips longer even after eating and drinking.   This lipstick would be a great choice for anybody who are looking for one swipe, great colour pay off staying matte lipstick."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Tragic Me - beige peachy neutral",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I tried the GXVE Original Me High Performance Matte Lipstick and hereu2019s my experience and opinions on it.  I found that this lipstick is really nice. I like the cute packaging and classic design. The matte lipstick has good color pigment. My favorite is the original me color, and true red. Itu2019s a great bold statement and also very classic.  Tragic me is also a great color thatu2019s more for day wear and also great color for a nudist look for my looks  It leaves a matte finish and doesnu2019t dry my lips. It has little transfer and also stays on my lips. I I like to to layer my matte lipstick, and build it up to my desired look.  I also like that itu2019s clean, vegan and cruelty free makeup, and the performance is great. Overall Iu2019m impressed and also love it!   **This review was collected as part of a promotion."
        },
        {
            "review_title": "Classic matte glam",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Beautiful long wearing shades that feel comfortable on the lip! Being an esthetician for over 13 years with a background in makeup artistry and high-end/professional retail environments I have seen and used my fair share of lipsticks. I love the vision behind the Gxve line as well as the clean, vegan formulas. That said I think the products should speak for themselves in terms of quality and usability and these really do! I've tried three different Gxve lipstick formulas and the original me matte lipsticks are hands down my favorite. I have shades original recipe and tragic me. They are both beautiful shades packaged in a classic twist up bullet style lipstick that are easy to apply and are comfortable on the lips. You're going to feel something is there once you apply it however it's not going to feel heavy or terribly dry like some matte lipsticks can. To be honest after applying shade tragic me I did forget I had lipstick on and accidentally rubbed some of it off because I haven't been wearing much lipstick as of late. If anything I think that speaks to it's comfortability that I forgot it was there. The formula is not transfer proof although the pigment does grip the lips for a long lasting result. I ate and drank without much difficulty or experiencing any smudging/general messiness. The formula did not feather or bleed at all during or after application. This is just an overall good matte bullet lip and for that reason I would recommend it for daily use or special events as long as you don't mind having to toss it in your bag and the need for occasional reapplication.  This review was collected as part of a promotion."
        },
        {
            "review_title": "Wow! Long wearing, smooth matte lipstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I got the GXVE Original Me High Performance Matte Lipstick in Original Recipe and Tragic Me. I like a matte lip but its not my favorite. I prefer a stain or creamy lipstick. With that said I was pleasantly surprised by these matte shades - very smooth and even creamy (for a matte formula). Original Recipe is Gwenu2019s staple shade of course which is nice but I only wear red occasionally. Tragic Me is much more my style especially as an everyday go-to shade, perfect for the office. For my skin tone, itu2019s a nice neutral beige. The color payoff is super and the formula is amazingly long lasting. This formula is a top of the line as far as long wearing. Iu2019d recommend this lipstick for everyone. If youu2019re looking for long wearing matte lipstick thatu2019s not drying, this is IT! Iu2019ve been in the beauty industry for 30+ years. Within that time, Iu2019ve worked for a handful of cosmetic/skincare brands. In addition, I worked as a cosmetologist for 7+ years, makeup and lash artist as well. I have mature, oily/combination skin tone.This review was collected as part of a promotion."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Tragic Me - beige peachy neutral",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "As a licensed esthetician, makeup artist and working in the spa and beauty industry long time I want to share with you my professional opinion and personal experience to use velvety matte finish Original Me High Performance Matte Lipstick from popular Brand GXVE. I am every day absolutely amazing shades - Original Recipe ( classic red) and Tragic Me ( nude shade) I did not use matte finish lipsticks before because I did not like how my lips looks dry. But this formula is not drying my lips. Lips looks and feels smooth and soft all day. I love how easy to apply this lipstick - only one touch and you are done for the all day, and no feathering. I love beautiful packaging with elegant colors - black, gold and white - very classy and luxurious.  This review was collected as part of a promotion."
        },
        {
            "review_title": "The perfect nudey/peach matte that hydrates",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "As a 9 year verified beauty expert, I love finding amazing products, those that live up to the hype and then some.  This GXVE Original Me High Performance Matte Lipstick in Tragic Me is one of those. I love the highly pigmented, matte lipstick that definitely looks matte, but is deeply hydrating thoroughout the day.  I like the black and white bold packaging with the gold lettering.  It is boldly presented and even the lipstick box has red on the inside. It's almost it is designed to be unforgettable.  One of the first thing I noticed about it, was this sweet, inviting scent, that lingers all day on your lips.  It's sweet and deeply aromatic.  I love this natural/pinky/nude, since I am forever on the search for that perfect natural but awake color that instantly lights up the face.  I love the velvet formulation, but it does deliver its matte look."
        },
        {
            "review_title": "Geens Red",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "great matte lip especially for Gwenu2019s original red shade! Does not dry out the lips and give amazing color payoff!"
        },
        {
            "review_title": "Love this lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have been a licensed Esthetician for over four years and a Registered Nurse for over 30 years and am always looking for products and cosmetics to improve my personal appearance as well as my skin health. My appearance is very important to me as far as my clients first impression.  I try all products on myself before I recommend to my clients based on skin type so I know how it looks feels and smells. GXVE Original Me High Performance Matte Lipstick is a new favorite!  I love the shape because it makes it so easy to angle the lipstick and use the pointed part to first line my lips and then fill in.  I always moisturize my dry lips in the am before applying and this one is definitely long wear, it lasted from the morning until I ate lunch and then I had to reapply. It feels smooth and hydrating going on and dries to a matte finish within a minute for me.  I did not notice any cracking.  Great product, affordable, I would recommend to all clients, all skin types and a great selection of colors.  My favorite is Tragic Me for daytime wear."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Tragic Me - beige peachy neutral",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Light and creamy, smells like summer and the color is beautiful."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I am so excited to try this brand. The GXVE Original Me High-Performance Matte Lipstick is a luxurious product that delivers rich color and a velvety matte finish. It has a creamy texture that glides on smoothly and stays on for hours. It is highly pigmented and I tried two of the six shades, Tragic Me and Original Recipe. I love the Original Recipe shade, which is a true red that makes my lips stand out. If you are looking for that classic red matte lip, this brand has nailed it! The lipstick also has a subtle vanilla scent that is not too strong. The packaging is sleek and elegant, with a black and gold design and a magnetic closure. The GXVE Original Me High-Performance Matte Lipstick is a high-quality product that is worth every penny and I would recommend it to anyone who loves a matte lip look."
        },
        {
            "review_title": "My Fav Lippies",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Hey gorgeous gals! ud83dudc8bu2728  I just had to share my latest lip obsession with you all u2013 the GXVE Original Me High Performance Matte Lipstick in shades 'Original Recipe' and 'Tragic Me'! ud83cudf1f Let me tell you, these lipsticks are seriously game-changers!  First things first, can we talk about the formula? It's like a dream come true u2013 creamy, velvety smooth, and oh-so-pigmented! One swipe and you've got intense color that lasts all day without drying out your lips. Say goodbye to constant touch-ups and hello to long-lasting fabulousness!  Now, let's chat about the shades. 'Tragic Me ' is that perfect everyday nude with just the right hint of peachy goodness. It's my go-to for a subtle, understated glam that never fails to turn heads. And then there's 'Original Recipe' u2013 a bold, vampy plum that's perfect for those nights when you want to unleash your inner drama queen! Trust me, these shades are the ultimate confidence boosters.  Oh, and can we talk about the packaging? It's sleek, chic, and oh-so Instagram-worthy! I love whipping out these lipsticks from my purse u2013 they're like little tubes of luxury that instantly elevate my makeup game.  Whether I'm rocking a natural daytime look or going all out for a night on the town, these GXVE Original Me lipsticks have got me covered. They're the secret weapons in my beauty arsenal that never let me down!  So, if you're on the hunt for the perfect matte lipstick that's high-performance and high-style, look no further than GXVE Original Me. Trust me, your lips will thank you later! ud83dudc84ud83dudc96"
        },
        {
            "review_title": "Original Me Clean High-Performance Matte Lipstick",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Just like Gwen Stefani, this Original Me High Performance Matte Lipstick is unique and has a style of its own. Itu2019s definitely unlike any other Iu2019ve ever seen or used in the past. Upon first opening its packaging, I was pleasantly surprised. Judging solely based on the recycled cardboard looking exterior of the box, I was not expecting the vibrant red interior print or the beautiful black and white tube adorned with golden metallic initials.   I must admit, Iu2019m quite picky when it comes to matte lip products. Iu2019m not a fan of actually feeling product on my lips unless of course, it is a balm or mask. Needless to say I was a bit skeptcal. Since Gwenu2019s lips are always flawless, I was also hopeful. After lining my lips with lipstick shade u201cSay Whatever, I filled them in with the lipstick shade u201cOriginal Recipeu201d.  This lipstick gives very little working time and dries down quickly. However, I couldnu2019t believe how my lips felt after application. They didnu2019t feel thick, coated, dry or tight. Instead, they just felt like my natural lips. I honestly canu2019t even believe Iu2019m saying that! I highly recommend these GXVE High Performance Matte Lipsticks for anyone looking for a comfortable long wearing lipstick that youu2019ll forget you even put on to begin with."
        },
        {
            "review_title": "Buttery ud83eudee6",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "OMG, I am absolutely in LOVE with the Original Me Clean High-Performance Matte lipstick from the fabulous Gwen Stefani's new makeup line GXVE.   The shade Tragic Me has been my go-to from the moment I swiped it on. This color is a divine blend of edgy yet sophisticated vibes - it's a rockstar on my lips! ud83dudc8b   The matte finish is just next level! It defies the common myth about matte lipsticks being drying. Instead, it feels incredibly comfortable, like a velvety kiss of color. The high-performance element is beyond impressive, with it staying put through meals, drinks and everything in between!   And can we talk about the clean beauty factor? I am all about products that are good for me and the environment, and this lipstick ticks all the boxes. It's been a staple in my makeup bag since day one and I am totally crushing over it.   GXVE has truly outdone itself with this lipstick. It's a game-changer, ladies! Go grab yours and let your lips do the talking. Thank you Gwen Stefani for this stunner, you've truly nailed it!"
        },
        {
            "review_title": "Buttery Soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Buttery soft! Hi, my name is Kaisa, and I have been a beauty lover my entire life. I would say my love for beauty started with lipstick. I have tried and tested many different ones and I have to say I am wowed by these GXVE Matte Lipsticks. I love the packaging that these come in. It is simple yet fun when you open it and I feel like it gives a very accurate description of what the color looks like. The tubes are beautiful black and white with stunning gold writing. The lid clicks on and off making it nice to carry in a bag. The shape of the lipstick makes it so easy to apply and you can twist it for different angles. I love how buttery soft the formula is. I find that very impressive with a matte finish because often it ends up being a very drying product, however this is not. It gives a stunning color in just one swipe of the product, and I experience very little transfer with this lipstick. I am also very impressed with how long this lasts on my lips and not only that it looks just as saturated when I first applied. Overall, I would recommend this to anyone looking for the perfect matte lipstick. It won't dry your lips out and they will look hydrated and plump."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Tragic Me - beige peachy neutral",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I wanted to love this lipstick. The color was flawless, applied like a dream and felt amazing. It even smelled as good as a Mac lipstick! It just didnt last for me like I hoped it would. It transferred onto everything, and looked messy after applying it and letting it dry. I usually donu2019t go for matte lipsticks since theyu2019re drying, but I didnu2019t have that problem with this one."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Tragic Me - beige peachy neutral",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I was super excited to try this lipsticks. Not only is the packaging nice but it is the perfect representation of the creator behind the line. The shades I have are absolutely beautiful and perfect for any makeup look. My favorite shade so far is u201cTragic Meu201d. It is literally a perfect nude shade. The formula is super nice as well. Though they are matte lipsticks they feel creamy, buttery and smooth. Though they have a matte finish, they donu2019t look dry on the lips. I love the pigmentation they leave, I mean the color payoff is there! I am impressed with how long they last on the lips before a re-application is needed. I rarely found myself reapplying even after eating and drinking throughout the day. I highly recommend you trying these if youu2019ve been curious about them."
        },
        {
            "review_title": "Lush Matte",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This is the second lipstick I've tried from GXVE. The first was a satin finish and I loved it. This I don't wear Matte lipstick much because of all the feathering and drying look of it. Well, Gwen got it with this, a Matte that isn't drying, doesn't feather and literally leaves your lips looking and feeling smooth. I personally find that any red lipstick doesn't stay on very long no matter if it's Matte or not. GXVE Original me stayed a fair amount of time before having to reply and the only reason for reapplying was eating or drinking.  My lips felt hydrated the entire day and if you wear Matte lipstick, then you know that's rare. This is a beautiful true blue red and goes perfectly with the Lip liner , Say whatever.  I will make this a permanent addition to my collection.  If your curious, just buy it. You won't be sorry."
        },
        {
            "review_title": "Sexy, but Bone Dry",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Hello! My name is Toni & Iu2019ve been a licensed cosmetologist for nearly a decade. Color theory is a must in my profession, and red is my signature color. Gxve has nearly perfected a matte, sultry, bright red in the Original Recipe.  The formula is dry for my taste. Iu2019m aware the formula is matte, but itu2019s possible to attain a matte finish without creating a dry effect. Matte & dry are not synonymous in the beauty industry. Still, this formula is durable and impressive. The longevity and opaque color is impressive. The packaging is bold and edgy, matching the image of the brand. True to the label, this is a high-performance formula. However, I prefer a more comfortable-wearing formula. I would not recommend the Gxve High Performance Matte Lipstick UNLESS itu2019s paired with a lightweight lip primer the wonu2019t cause the formula to shift. This lipstick requires a layer of protection prior to application in order to enjoy the matte finish without a chapped, chalky feel on the lips."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Tragic Me - beige peachy neutral",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I really enjoyed this lipstick! Itu2019s definitely a true matte finish which is hard to find in a tube lipstick. Even though itu2019s matte it still is extremely creamy and feels soft on the lips. It doesnu2019t get cakey or peel up like some other matte lipstick tend to do after a few hours of wear. I have the color u201cTragic Meu201d in my purse currently but plan to purchase another to put in my special event makeup kit for my clients! Because of the soft formula it makes this lipstick extremely versatile, you can pack the pigment on for a bold matte lip or you can use a brush to diffuse it and make a softer ombre lip look. GXVE gets bonus points from me for being a clean & vegan beauty brand. As someone who does a lot of special event makeup I try to use products and product lines that donu2019t support animal cruelty. Iu2019m excited to use this lipstick more and try out other colors in this range!"
        },
        {
            "review_title": "Original Recipe",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Iu2019m generally not matte lipstick lover. The GXVE Original Me High Performance Matte Lipstick is pretty comfortable. It glides on beautifully.  My lips donu2019t look dry and it doesnu2019t accentuate lines on my lips. The lipstick is flexible and moves with my lips. I didnu2019t have any color feathering. The matte lipstick pairs great with the matching lip pencils. The color original recipe is a gorgeous blue-red color. The color u201cTragic Meu201d is nude pink. So pretty for everyday. The lipstick isnu2019t long wear but it does remove pretty easy. It does transfer. Itu2019s similar to most lipsticks. I also love that their products are vegan and cruelty free. I would love to see a bigger color selection in the future. They have a light and dark red, hot pink and two nude pinks."
        },
        {
            "review_title": "Gorrrrrgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "Wow! What an absolutely stunning product! First of all, letu2019s take a moment to appreciate the packaging! I love a gorgeous lip product to display on my vanity, and this lip productu2019s packaging really fits the vibe!! Itu2019s like yin + yang, black and white packaging with luxurious gold. Cu2019mon Gwen! Okay now, the FORMULA! Girl! This is one of the most comfortable matte lipsticks Iu2019ve ever tried! Gorgeous true matte that doesnu2019t leave my lips feeling dry whatsoever. Itu2019s insanely pigmented, one swipe full blown opaque color, it really doesnu2019t take much to fill in the lips! The longevity is extremely impressive as well. This lipstick lasted on my lips my entire work shift. I only had to touch up a little after my lunch, but other than thatu2019s this stuff STAY PUT!"
        },
        {
            "review_title": "Gwen RED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "GXVE Original Me High Performance Matte Lipstick is a standout product that effortlessly captures the timeless elegance of Gwen Stefani's classic look. As a makeup artist with over 30 years of experience, I have witnessed the evolution of matte lipsticks, and GXVE truly stands out. One of the most impressive features is its remarkable stay power, reminiscent of other high-end matte formulations, but without the notorious drying effect for me. This lipstick not only withstands the test of time but also survives meals with an impressive stain that remains intact, even after sipping from a glass. It's perfect for those who crave a long-lasting, vibrant lip color without the hassle of constant touch-ups. Being a devoted fan of the matte trend, I appreciate how the industry has evolved in terms of color selection, durability, and versatility. GXVE's commitment to delivering on all these fronts is commendable. The brand has managed to strike the perfect balance by creating a lipstick that applies slightly creamy, ensuring a smooth glide over the lips, but ultimately sets a flawless matte fin"
        },
        {
            "review_title": "Beautiful and Less Drying Than Most Mattes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Let me preface my review by saying that I rarely wear matte lipstick because my thin little lips need a glossy color to have any semblance of plumpness. That said, I adore the GXVE Original Me High Performance Matte Lipstick in Original Recipe. The blue-red shade looks beautiful with my cool-toned skin, and I consider this a power color that everyone should own at least once in their life. This is sexy, sexy, sexy, and the pigmentation is unmatched. On my mature lips, it feathered into the lines around my mouth when I wore it without lip liner, but it remained in place with lip liner for several hours. I cannot comment on its overall longevity because when it started to feel dry, I applied gloss on top of it. I also tried Tragic Me (a neutral with minimal pink undertones). It looks very brown on my lips, and although I didnu2019t care for the shade, the formula performed identically to its bold red sister in every way. In another (i.e., younger) life, Iu2019d snap up 80u2019s Me in a heartbeat, so perhaps Iu2019ll pick up Stefaniu2019s Bubble Pop Electric High-Shine Lip Gloss in Electric Pansy and take it for a spin. 4 stars."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Hello everyone! My name is Lydia, I am an influencer and content creator. I was really excited to try this matte lipstick from GXVE. This is a high-performance lipstick with high color payoff and a matte finish. I really like the shades i got and that they did not dry out my lips. I got the beautiful shades Tragic Me and Original Recipe. Both are great every day shades to wear. It smoothly applies on, is pigmented, lasts most for many hours, and is great to use with the lip liner. I just carry it my purse and apply more when i feel i need to reapply. Tragic Me has been one of my favorite lipstick to use to school Original Recipe, the beautiful red shade is perfect for date night or family nights. I want to buy 0u013athe other shades. I highly recommend this lipstick."
        },
        {
            "review_title": "Simply stunning true red!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "As someone who enjoys experimenting with different lipsticks, the GXVE Original Me High Performance Matte Lipstick in the shade Original Recipe has become a standout in my collection. The color Original Recipe is a bold and striking red that instantly elevates any makeup look, making a statement without being overpowering.  What sets this lipstick apart is its high-performance matte formula. Upon application, it glides on smoothly, creating a velvety finish that feels weightless on the lips. The pigmentation is intense, delivering a vibrant and true-to-color result in just one swipe. I appreciate that it doesn't dry out my lips, maintaining a comfortable feel throughout the day.  The longevity of this matte lipstick is impressive; it stays intact for extended periods, resisting smudging and fading. I can confidently go about my day without constant touch-ups, making it a reliable choice for busy schedules.  The sleek packaging adds a touch of sophistication to the product, and the click-close mechanism ensures it stays secure in my purse without any mess. What's even more commendable is that it's cruelty-free and vegan, aligning with my values as a conscious consumer.  In conclusion, the GXVE Original Me High Performance Matte Lipstick in Original Recipe combines a striking color, comfortable matte formula, and long-lasting wear, making it a standout choice for those seeking a reliable and bold lipstick for various occasions."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Tragic Me - beige peachy neutral",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "Lipstick is probably the most personal beauty product. The reason I would say it's considered to be personal is because your lips are the center of attention and they tell a story. There are an array of lipsticks and I had the honor to try GXVE's Anaheim Shine-High Performance Lipstick. I wore 4 colors- Original Recipe with 2 different formulas (Satin and Matte) The next 2 colors were Screen My Phone Calls (Satin) and finally Tragic Me which is a (matte) formula. These lipsticks gave off great color payoff, they did not smudge and were easy to apply to the lips. They are also comfortable and wearable throughout the day. Honestly, the Original Recipe feels and looks more like a matte formula than satin. The lipstick still gives off a matte look but it's ultimately soft and comfortable on the lips. It's great that the lipsticks did not move or transfer. I would wear these shades again and try some more!"
        },
        {
            "review_title": "Truly Pigmented",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "The GXVE Beauty high preformance matte lipstick is truly pigmented and gorgeous. Its application is smooth and creamy, yet offers a gorgeous satin shine while staying true to being a matte color."
        },
        {
            "review_title": "Smooth application",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Although I received my lipstick broken I was still able to use it. These things happen during the delivery process. In the past, the matte lipsticks I have used were dry and did not have a smooth texture. This lipstick is very buttery and hydrating. It will give you the opaque coverage you have been looking for with only one application. The shade u201cTragic Meu201d best suited my fair complexion. It is a pinky rose nude shade that is perfect for everyday wear. This shade is transitional and can be worn in the summer or winter.  The packaging is really cute and lightweight. I found that it was very comfortable to hold while I was using it. It fits in my purse without bulging and because the cap is so secure I do not have to worry about it opening."
        },
        {
            "review_title": "MUST HAVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love the shade Lovable Me, which is a brown tone nude, warm, from GXVE By Gwen Stefani!"
        },
        {
            "review_title": "MUST HAVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I didn't know anything about GXVE By Gwen Stefani, not much anyway but I saw that her matte lipsticks were on sale, so I got the shade Tragic Me, which is a warm tone peach and I do love not only the color, but also the formula too."
        },
        {
            "review_title": "Must Have in Every Makeup Bag",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely love a matte lipstick; they have always been my personal lipstick of choice.  Unlike some matte lipsticks, GXVEu2019s High Performance Matte Lipstick has a rich, creamy texture that makes applying simple and effortless.  With just one swipe, you get the most beautiful application of color for that perfect pouty lip.  I love that the matte appearance did not dry out my lips, did not cause them to flake and the color lasted all day.  The High Performance Matte lipstick pairs really well with the Pout to Get Real Matte Lip Liner, even though both apply creamy, they leave that perfect matte look. As a licensed makeup artist for the last 14 years, I am absolutely recommend this to beauty enthusiasts and beginners alike.  The perfect pouty lip is possible with this Matte Lipstick and the shades are perfect for every skin tone.  You are going to be just as in love!"
        },
        {
            "review_title": "This is a Must Have in your Makeup Arsenol",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "GXVE Original Me High Performance Matte Lipstick I really enjoyed my experience with this product. I loved the feel and wear of this lipstick, they are creamy moist, and it is a true matte lipstick that wears all day. Just a little bit of product on your lip brush goes along way with the application and desired look.  I was able to try the original recipe red shade and the natural shade as well and found that both had high pigment payoff and intense color deposit. As a Professional Esthetician and Beauty Expert for over 20+ years I seek out this type of wearability for my clients especially when it is a special occasion this product ensures an expert application when expectations are high. I absolutely recommend this product. I feel like I have to mention this sleek gorgeous design in the packaging it is very attractive and is a standout amongst the rest in the industry and really represents Gwen and her style. A++++"
        },
        {
            "review_title": "Lid doesn't stay on",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Normal skin",
            "review_text": "Color & good formula but lid always comes off which ruins the lipstick"
        },
        {
            "review_title": "I love, however there are a few things I donu2019t.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I do love this. However, I do find that it stains, and gets into all the little lines and crevices of my lips. I also find it hard to apply, because of the amount of pigment,I find it gets messy on the lips as I apply."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Tragic Me - beige peachy neutral",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "SIMPLY AMAZING !! I LOVE IT! Itu2019s a great lipstick shade and doesnu2019t dry lips out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Love this lipstick! I was surprised about the staying poweru2026 it doesnu2019t come off! Of course I love that itu2019s a clean product too :)"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Tragic Me - beige peachy neutral",
            "review_buyer_description": "Hazel eyes, Fair skin tone",
            "review_text": "Amazing..I finally have found my color!     One thing I don't like and hope future ones have a cap that snaps or stays on. Always off in my purse or make up bag"
        },
        {
            "review_title": "Beautiful color",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I luvv this robust color and texture! Iu2019ve had this for about 2 months took a star off, bc  the lipstick broke on the bottom and so I hope to restore it so it wonu2019t keep falling out when I open it"
        },
        {
            "review_title": "My go to color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Combination skin",
            "review_text": "I use Carmex before I apply but this is my go to lipstick of the moment. Love the color itu2019s a rich berry. I use the color for when red lipstick doesnu2019t match."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Old School Me - rich berry red",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I honestly prefer liquid matte lipsticks but this is still a really nice and easy go too. The colour is not what I expected, I was hoping more for a deep red whereas this is more of a dark pinkish red. I still think itu2019s great, just not my favourite u2764ufe0f"
        },
        {
            "review_title": "Smooth and matte, inlove ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This is so worth it! You guys, the application was so smooth. It also smells mild and good. To me, it smells like powdery. It is matte and stays on my lips so nice! I love the color! looks so sophisticated when worn."
        },
        {
            "review_title": "perfect red",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Love this lipstick its very dry, smells SO good literally like cake, i though it would have more of a berry hint or be a bit darker but its a perfect true red. i wish they had it in much deeper shades."
        },
        {
            "review_title": "You need this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I just got this and I am already in love. I just bought 1 because I wanted to try it but I will definitely buy more! This is lipstick is amazing and I highly recommend it for anyone!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I didn't like it at first but I decided to try it again and this time after I put on the lipstick, I dab my lips with a matte translucent powder.  What a difference that makes! Instantly becomes 95% transfer proof (until I eat food with oil) and my lips are not dry, not flaky and the color stays on.  I also work in a professional kitchen and sometimes I do like to look cute at work.  I just bought 2 with the black Friday deal.  must have!"
        },
        {
            "review_title": "Nude shades",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Dry skin",
            "review_text": "Tragic Me and Loveable Me are very similar on my lips. Both are nice light nude shades, not too warm and not too cool. The matte feel isn't too drying either and I actually prefer it to the shine version. The only thing I can do without is the scent, I'm allergic to vanillin. Other than that I really like the lipsticks I have."
        },
        {
            "review_title": "Love it, very comfortable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love it, better with a lip liner. Nice deep red with cool pink undertones."
        },
        {
            "review_title": "Lovable me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I bought this at TJ Max for 6.99 lol. And I love it wish I would have bought all of them after trying Iu2019m completely obsessed. ud83dude0dud83dudc95ud83eudd0d smells so good and this is my fav nude on my skin tone . Very velvety soft and last a few hours"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Tragic Me - beige peachy neutral",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
            "review_text": "I love this formula and the way it works. Probably my favorite nude ever.   The problem is the quality. I bought the first one and it began slipping out of the container after about a month. I assumed that maybe I left it out in too warm weather or something.  Got a second one and was super careful. Same issue, and now it just slips around in the container and will fall out when applying if I'm not careful. Such a shame because I love it but I won't be repurchasing."
        },
        {
            "review_title": "Wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "If I can give 10 stars , texture, coloru2026. Everything is so beautiful and perfect"
        },
        {
            "review_title": "New favourite, fantastic formula!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m in love with this lipstick, I usually go for glossy but this formula is amazing! So soft on the lips and the colour is perfect for fall! Love the packaging as well. Will be buying more, hoping for more colour selections soon!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Tragic Me - beige peachy neutral",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Beautiful shade wow loving this color, same as seen on model."
        },
        {
            "review_title": "Fool me once....",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The shade of this lipstick is absolute perfection but unfortunately, I have had THREE tubes that have broken on me after 1-2 uses. I've exchanged at the store multiple times hoping I just got a bad stick. The formula is just too brittle or fragile. Too bad because it's the best red shade I've used."
        },
        {
            "review_title": "Love, love, love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "This lipstick actually is smooth, creamy and stays put!!! Iu2019m a lipstick girl now-thanks Gwen!"
        },
        {
            "review_title": "Dry",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "The color is a really pretty red for someone with pink Undertones.  But the consistency is super dry and hard to apply.  I never reach for this and it will end up in the trash someday."
        },
        {
            "review_title": "Absolute Favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is my favorite formula of lipstick EVER. Fantastic holding power, super matte, dry finish (my lips feel naked!) but not too dry. Fab pink/purple color shift."
        },
        {
            "review_title": "I don't like matte finishes BUT this is awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Normally I am not a fan of matte finishes, but the color on this lipstick is really unbeatable. It's a great day lipstick for me. I enjoy the formula. Gwen is killing it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Tragic Me - beige peachy neutral",
            "review_buyer_description": "",
            "review_text": "The GXVE beauty secret lipstick applied on wet and dried in a few seconds. The lipstick lasted for hours, and has kept my lips feeling hydrated. The lipstick created a tingling sensation when applied and also plumped my lips. The item was complimentary from gxvegiftedme."
        },
        {
            "review_title": "My go to lipstick ud83dudc84",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I love, love this lipstick color and how smooth it glides on."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Tragic Me - beige peachy neutral",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I really like the color of this lipstick. It goes on easily and the color stays for a few hours before having to reapply. I do not like the tingly sensation (the plumping) as its pretty intense. Gifted by gxve"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lovable Me - brown peachy natural",
            "review_buyer_description": "mediumTan skin tone",
            "review_text": "Looooove this lipstick, perfect for brown olive toned skin!!"
        },
        {
            "review_title": "My new every day lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This formula is soooo comfortable and long wearing! I use with and without lipliner and either way it lasts so long. The colors are really pigmented and I really hope they release more colors because I am OBSESSED."
        },
        {
            "review_title": "Favorite Lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "Red lipstick is the only color I will wear and I must say that this shade of red looks absolute gorgeous on me.  Itu2019s may favorite out of my entire collection.  It is matte but not drying and the staying power is really nice.  The fade down is not bad."
        },
        {
            "review_title": "Awful product, recommended by Sephora salesperson",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "This is the nastiest, dryest, and most cheaply formulated lipstick I have bought in years.  I am really angry about both the product and the salesperson who recommended it, since I specifically asked for something similar to my favorite lipstick, which isr Clinique Bare Pop."
        },
        {
            "review_title": "Better than pillow talk",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "This is the BEST lipstick I have tried. It is creamy, stays put, hydrating. And this shade is DOPE. My all time favorite. I used pillow talk from another brand before but this blows it away! Worth the money."
        },
        {
            "review_title": "Very dry and drying",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Horrible. Very drying. Hard to apply and drags on your lips. I used this lipstick once and never again. There are so many matte lipsticks on the market now that are so much better."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Tragic Me - beige peachy neutral",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is definitely one of the priciest lipsticks out there but the color is beautiful and the formula is great. A true matte without feeling too drying. I think it's worth the extra $6 compared to Rare Beauty lipsticks Fun, Lively, Humble or Saie Modern."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Wow! This red is RED!! I have never tried Red lipstick before and this did not disappoint"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Tragic Me - beige peachy neutral",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I am sharing my honest and authentic opinion as a Sephora Beauty Insider Community Ambassador.u201d  This lipstick has a sweet scent to it. I like the formula. It goes on very smooth and wears very comfortably for a matte lipstick. I was a little disappointed with the shade I chose. It shows up differently in the pictures than on me."
        },
        {
            "review_title": "Best peachy/brown lipstick for brown skin!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Tan skin tone, Normal skin",
            "review_text": "The best nude for brown skin!!! Omg I bought this lipstick and it smells soo good! I paired it with Nyx Brown lipliner and man itu2019s the perfect nude/peach brown for brown skin! I have had oily food and sipped on taken sips from my Tim Hortons cup and it hasnu2019t worn off yet. There is some transfer but it hasnu2019t come off yet. Usually after eating some chips and sipping coffee, other lipsticks would come off, but this hasnu2019t and Iu2019m so impressed! Also I do have duo toned lips so you can imagine when lipsticks come off after eating/drinking and this hasnu2019tud83dudc4fud83dudc4f highly recommend this lipstick in the shade lovable meud83dude0d itu2019s so pretty"
        },
        {
            "review_title": "Excellent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "What a nice surprise I received this lipstick in original recipe and wore it for my bday dinner and wow amazing results stayed in place did bleed a little but I didnu2019t use a liner. Smooth not drying at all very pigmented Iu2019m in love to the point that brought me to Sephora to get the full size and other colors.. best formula out there"
        },
        {
            "review_title": "Oh Baby RED",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love this lipstick!!!!! Iu2019m not a lipstick person unless itu2019s a liquid lipstick but this baby has me in a chokehold. Itu2019s very pigmented. Goes on very smooth, doesnu2019t feeling like my lips are going to crumble off. Half the time I canu2019t even tell itu2019s there and boy does it have a long wear time. I will be adding more colors to my collection"
        },
        {
            "review_title": "Must have Matte",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Itu2019s smells good and glides o. So good. Packaging is cute. I pair with Pat McGrath lip liner and perfect match!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Love Love Love this colour and formula, smooth application and Brown skin friendly"
        },
        {
            "review_title": "The Opposite of Tragic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is not only really nice on mature lips, and my dream color (pale to light neutral olive) it smells like waffles and syrup :)"
        },
        {
            "review_title": "Color shades different",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I got old school me shade looks nothing like the pictures, all shades look like original recipe. Disappointed in the color ."
        },
        {
            "review_title": "Fabulous sexy red",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "I got the shade Original Me, a beautiful velvety red shade. This colour applies with ease and is highly pigmented making my lips pop. It does have some transfer but nothing I wouldnu2019t expect with most red lip products. I wouldnu2019t necessarily call it moisturizing but itu2019s comfortable to wear and doesnu2019t leave my lips feeling dry. Overall this is a fabulous lipstick!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is literally my new favourite lipstick! I have the shade lovable me and its so beautiful. It's amazing on brown skin and pairs perfectly with a brown lip liner. Its also not drying and gives amazing pigment. The smell is also nice."
        },
        {
            "review_title": "Love this everyday color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "I got a tip that Gwen had a new line of cosmetics and the lipstick is great. I was expecting all reds but Tragic Me is a great everyday color that lasts."
        },
        {
            "review_title": "A Matte lipstick that hydrates?! IN LOVE! ud83dudc98",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I donu2019t know what kind of magical witchcraft this lipstick is, but all of Gwenu2019s lip products somehow keep my lip super supple feeling compared to other brands! My mind is fully blown! ud83eudd2fud83dude0dud83dudc98"
        },
        {
            "review_title": "I love Love LOVE this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
            "review_text": "I am a dark skin beauty and this lipstick here...WHEW! I LOVE IT! I carry it around with me but rarely have to reapply. Gwen did her thing with this!"
        },
        {
            "review_title": "The Perfect 90u2019s Shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "This lipstick is so velvety and soft. The color will go with any makeup look. This shade is definitely the more underrated of the collection."
        },
        {
            "review_title": "Great true red lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Perfect true red creamy lipstick. Very comfortable and long-lasting. Will certainly buy again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Good color payoff. Not transfer proof, but soooo comfortable for a matte. Wore for hours with minimal dryness. Going to get more colors."
        },
        {
            "review_title": "Love love GXVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I donu2019t venture too far away from my favorite shades of lipstick, but Iu2019m such a big fan of Gwen and she always looks flawless. Iu2019d thought Iu2019d give her lipstick a try. Iu2019m super happy with the shade u201ctragic meu201d itu2019s very natural looking and goes in smoothly. Has a nice smell of vanilla as well! Love love the shade :) it didnu2019t disappoint!"
        },
        {
            "review_title": "My favorite nude",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is THE best matte cream lipstick I've ever used! Texture is very airy, dries very matte, I use a balm underneath. This colour is also the prettiet pink nude on my very fair skin tone. A little goes a long way, it smells like marshmallows."
        },
        {
            "review_title": "Comfortable matte with minimal transfer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I was excited to see GXVE expand her range of lip colors, across all the different lines. While my dry-leaning lips and I prefer a satin finish, I was very impressed with her liquid lipstick and her matte lipstick collections (both of which I previously received as gratis) and was excited to try some of her new shades. I went with the shade Old School Me, and am sharing my honest and authentic opinion, as a Sephora Beauty Insider Community Ambassador.   WHAT I LIKE: * Lightweight formula * Easy to apply - glides on effortlessly * Hydrating for a matte lipstick - there's some dryness but it's mild * Does not bleed or feather * Wears comfortably - wears gently and softly on lips - despite there being a smidge of dryness, my lips don't feel tight or dried out by the end of the day * Long wearing with minimal transfer * Nicely pigmented color; richly saturated * Gives a nice stain to the lips as the color wears down * Fun packaging design  AREA(S) FOR IMPROVEMENT: * Wouldn't mind a little more heft in the packaging * Would like to see more shades available, including a MLBB or deeper rosewood shade * I tend to prefer lipsticks with a neutral to neutral-to-cool undertone and the GXVE lipsticks fit that category, but it would be nice to see some shades with warmer undertones as well.  FYI / OTHER THOUGHTS: * The shade Old School Me is described as a rich berry red. There's definitely more of a burgundy bent to this shade than with Original Recipe; it adds a nice depth to my naturally pigmented lips. May be an easier way to wear a red lipstick for those newer to reds. * I've read that this lipstick has a scent but I don't detect any scent at all   BUY, BUY, BUY ud83dudecd or BYE-BYE ud83dudc4b?: * These are one of the more comfortable matte lipsticks out there and if GXVE releases more shades, it's a BUY for me."
        },
        {
            "review_title": "Couldn't Stand the Scent",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "It came broken, which happens sometimes, I get it. The color is nice, makes teeth look white. The scent to me smells like rotting milk, like overly sweet and rotting.  I really don't know how to describe it.  Maybe it went bad on its long journey through Texas heat to get here, but that only goes as another strike against clean beauty products for me."
        },
        {
            "review_title": "Wonderful shades!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I bought Tragic Me and one of the other shades. Both look lovely. There is a strange smell to the lipstick but beyond that I absolutely love it. I can't wait to see more of what GXVE offers. I'm south asian, have darker lips, and this still looks very lovely on me. Doesn't wash me out at all."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love love Minimal transfer Long wearing  Great color"
        },
        {
            "review_title": "Best Lipstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
            "review_text": "I really like this lipstick! It is matte and does not dry out my lips. I find it lasts a while for me. I love how smooth it goes on my lips, and just the overall texture of it. It smells nice too."
        },
        {
            "review_title": "Great creamy matte lip that will last!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I really liked this lipstick, itu2019s a matte finish but super creamy. The reason Iu2019m giving it a 4 star is because the lipstick broke half way using and it was so difficult to apply it. The package and performance is a 5 star!"
        },
        {
            "review_title": "GXVE by Gwen Stefani in Old School Me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "This lipstick is such a beautiful color and it is not drying"
        },
        {
            "review_title": "Made My Thin Lips Look Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Light skin tone, Combination skin",
            "review_text": "What a great lipstick.  I tend to shy away from bold colors because my lips are so thin.  But 80u2019s me just called my name and I had to try it.  It glides on smooth and the pigment is great.  Not much transfer when I kissed my arm.  With 8Ou2019s me I used Urban Decay JILTED lip pencil. This pencil matched this color spot on.  As I didnu2019t see on in the GXVE line. Lips looked amazing for about three hours until I ate something.  Not much came off but it definitely needed freshening up.  I didnu2019t want to start over or reapply so I put on some gloss and it made my lips pop again with a beautiful shine.  I love the matte look but the glossy look is just as beautiful and makes it last longer. Love the tube case also!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Tragic Me - beige peachy neutral",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Great color and feel, but did bleed a little unlike the other shades of this formula. Still a great lipstick for everyday wear"
        },
        {
            "review_title": "1st and 2nd broke! Tired of exchanging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s sad that I paid $26 for a lipstick that broke off on the second day. I went to Sephora they kindly exchanged it. They didnu2019t carry the mate so I replaced with the glossy red which I loved as well. I one broke off the handle as well. Who is making her products? Seriously bad production for the price!"
        },
        {
            "review_title": "The One!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This is the one!  Wish list of a lipstick. Color is amazing, saturated, long lasting and lovely texture, not drying like many other matte lipsticks. I accidentally found this color - Old School Me when I was looking for a clean makeup line.  Just beautiful.  It is not what is shown on the web but more of a pink fuschia that goes with my medium,golden skin tone.  The price point is just right.  LOVE IT! (and I love her eyeshadow as well- another review)."
        },
        {
            "review_title": "I'M IN LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I saw that Gwen Stefani had a red lipstick and I had to buy it! Hello! That's her signature color, it must be good. She really did deliver, not only with formula, but the color is just amazing. I bought this color specifically for a concert I'm going to. The first time I wore it to try is durability after eating, I had diner and I must say... there was some fade to it, but not to the point where your lips are bare. You can easily continue your day without retouching if needed.   Regarding the formula, it is matte, but not to the point where your lips feel dry. It moisturizes the lips quite a bit!"
        },
        {
            "review_title": "GET IT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Beautiful nude lipstick! For reference Iu2019m medium skin tone and I absolutely loved how this swatched in store so I had to pick it up. Itu2019s matte where it tugs a bit but itu2019s not super drying on the lips. It has a very vanilla cupcake type of fragrance that smells so good. Not super long lasting but idc because the color is gorgeous!"
        },
        {
            "review_title": "Easy to wear, classic Gwen Stefani red",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I am sharing my honest and authentic opinion as a Sephora Beauty Insider Community Ambassador. Matte lipsticks tend to scare me because of their drying effect and I've tended to steer clear of them as my already dry-leaning lips don't need to be more dry. Recent matte lipstick formulations, however, have thankfully been less drying without sacrificing the long wear that matte lipsticks are known for, and that's what I was hoping for when I received this matte lipstick as gratis.  The red of the Original Recipe shade is a beautiful, classic red. This beauty goes on effortlessly for a matte or any formula for that matter. It's smooth, does not pull or tug as it glides across the lips and wears comfortably. This matte formulation is a lovely middle ground between the liquid and satin lipsticks from the brand. The payoff is strong with this matte, though not as strong as her liquid lipstick, and lasted a good while, even through taking my mask on and off throughout the day. The red is bold and is stunning when paired with the neutral and very understated shadows of The Simple Life Quad and the Spiderwebs gel liner for a signature Gwen Stefani look. Reds are not something I reach for but I would happily use the reds in the GXVE collection - they seem to flatter many complexions and skin tones."
        },
        {
            "review_title": "Such a vibrant color!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "To start off, 80's Me, is such a cool name to give a lipstick shade, since I love 80s music! Haha. This color is beautiful and is a mixture of a plum-Fuschia color. In certain lighting, it looks like magenta, and then in darker lighting, it looks more plum/purple. I do wish that it was less transferrable, but it is a creamy matte lipstick though. I also wish that it was more pink than purple looking. Overall I give it 4 stars!"
        },
        {
            "review_title": "new favorite lipstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "Iu2019m really liking Gwenu2019s makeup line. I bought this lipstick today, and tried it on when I got home. Smooth application, and really nice pigment!! Has a pleasant smell to it. And it stayed on for quite awhile too, love that! Removal was easy with my makeup remover (I use a micellar water)  Side note: REALLY cute packaging!  Recommend this highly!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Hi, I am a Sephora Beauty Insider Community Ambassador!  This goes on so smooth. I like how it feels. It really gives a great red lip without bleeding and lasts through a meal! I will definitely buy this in other shades!"
        },
        {
            "review_title": "Beautiful Shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Packaging- A+ Color- A+ Smell- A+  Love this lipstick. Itu2019s matte but not drying. Smells amazing, but not over powering. Beautiful warm terracotta type nude with peachy undertones (on my medium neutral skin tone). Iu2019m such a nude lipstick kinda girl! Please come out with more nude shades! Lighter ones would be amazing for ombre libs and matching lipliners please!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lovable Me - brown peachy natural",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "The BEST taupe/nude matte lipstick thatu2019s a clean brand! Iu2019ve been searching for years for the perfect brown taupe that wasnu2019t too dark or too pink. I also found that searching for a clean lipstick that was actually matte, was also difficult. This is it! The matte formula is amazing and stays on throughout the day! Thank you Gwen!!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I love this lippie! I feels nice on my lips && the color is gorgeous. It doesnu2019t leave my lips dry like other matte lipsticks do. I want to go back & buy other colors!"
        },
        {
            "review_title": "You can get Gwen's style with this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "If you've ever wanted to copy Gwen's classic look, this is it!  It glides on easily and is comfortable to wear.  Pair it with some black liner and you'll be good to go!  The color pay-off is tremendous, and I would described the finish as velvety matte as billed.    Full disclosure: I received this as gratis from Sephora."
        },
        {
            "review_title": "Stunning shade, amazing lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Beautiful formula, texture, application and pigmentation for a matte. After receiving Original Recipe as a gratis I was anxious to try other shades and Old School Me is just what I was looking for in a deeply saturated blue toned red. So comfortable for a matte formula and lasts so long as well. I have no bleeding into lip lines and it fades to the prettiest stain. I could do with a less sweet vanilla coconut type scent but itu2019s not a deal breaker for me. Also easy to spot lip case in my bags! Stunning product!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Love this lipsticks, they are so soft and creamy. The shades are absolutely beautiful! It stays a pretty good time on the lips. The packaging is absolutely stunning! Definu00ed worth the money. Totally recommend this to anyone."
        },
        {
            "review_title": "Gimme More!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I purchased both the matte and satin lipsticks and they are all very pigmented and beautiful. I usually opt for satin lipsticks, but this matte formula is so nice on the lips and has quickly become a favourite! I canu2019t wait to buy more!"
        },
        {
            "review_title": "Great shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love the red liquid lip from GXVE and when they launched new shades I was excited to try a different formula! I love this peachy brown color and for being matte this formula is comfortable and longwearing"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Tragic Me - beige peachy neutral",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Due to great reviews I read regarding this product- I ended up buying 4 different shades.  I love the colors but the quality is awful.  One got broken already (see photos- those row lipsticks just arrived today) and the other lipstick I have literally fell off of its container.  Iu2019m afraid that these products are not worth $26.  I am returning all of them due to quality concern.  I hope Sephora fixes the quality of the container and the lipstick itself as soon as possible.  I am very disappointed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Super pigmented and long wearing. The color is stunning."
        },
        {
            "review_title": "my new favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Perfect blue red color. Stays on all day but doesnu2019t get chalky. Literally my new factory red matte lipstick. Dare I say I love it more than Mac ruby woo"
        },
        {
            "review_title": "Best lipstick I own!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is my go to fav lipstick! I LOVE IT !!! It goes on smooth and stays on! She nailed it ! This is a Great one !!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "80's Me - bright plum",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I ordered 80's ME plum shade. I love plum shade lipstick. This is lighter plum shade. Its nice color, but I was expecting a little darker plum shade .  Love the matte quality, doesnt dry up my lips. Worth a try."
        },
        {
            "review_title": "awful packaging!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Love the formula of this one! Itu2019s super pigmented, creamy, and has great wear time. My only gripe is that the packaging it comes in is cheap and awful. The twist-up component that holds the lipstick keeps falling out of the case whenever I use it, which makes me think that this might be refillable, however I see no refills for sale on Sephora. Aside from that, the outer case feels super cheap and drugstore quality. I also just think the branding and aesthetic of the case is tacky af but thatu2019s more of a personal problem that may not apply to everyone else"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Old School Me - rich berry red",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Love this shade so much 'Old school Me' is the perfect red color and will suit every skin tone. It looks so beautiful on my tan skin tone. It glides on so well and not drying at all. It is very pigmented and the color pay off is amazing. I was gifted this beautiful shade by GXVE Beauty."
        },
        {
            "review_title": "My favorite Matte lipstick very pigmented!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely love this shade u201c80u2019s Meu201d at first I was skeptical to buy it because it looked purple on the swatches. But so glad I did because it has this fuschia  shade rather than purple. And I am a fan of it. I like the formula it lasts all day itu2019s very pigmented and itu2019s comfortable on the lips. Always remember to prep your lips by exfoliating then using a lip balm and after that remove it and apply the lipstick. It will go on better and smoothly just like your face when applying foundation. Here I posted a picture where the sun is hitting it and one in the shade both outside and it looks stunning."
        },
        {
            "review_title": "Dry dry dry",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "This really was overwhelmingly dry. Had to return it."
        },
        {
            "review_title": "Comfy, but stinky",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I received this product free in exchange for review. All thoughts and opinions expressed are my own.   This is a relatively comfortable matte. Itu2019s very light weight and applies easily. Iu2019d recommend wearing a balm underneath because it is a bit drying, but no where near as drying as other matte formulas Iu2019ve tried.   Thereu2019s no way to sugar coat the fact that this smells and tastes like the stinkiest drugstore lipsticks. Not a fan of Maybelline, Lu2019Oreal, or Rimmel stenches? Avoid this brands lipsticks.   The formula is quite nice, but that odor is nauseating making it unwearable for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Old School Me - rich berry red",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Amazing rich color & stays on all day long! Goes on super smooth. The color is so pretty and doesnu2019t fade. Very matte and high quality lipstick. I would highly recommend and will be purchasing other colors!!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Old School Me - rich berry red",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I got this in the shade Old School Me. I thought it would be a deep red but it isnu2019t.   Packaging is ok, doesnu2019t scream cheap but doesnu2019t feel luxurious or high end either.   Color is an amazingly beautiful, vibrant magenta red. Brighter than it looks in the photo and really brightens up the complexion. I donu2019t think I have any lip colors quite like it and I have two whole boxes of lipsticks.  Cons: Smells like cheap drugstore lipstick.  Formula is VERY dry to apply and requires multiple applications. But it doesnu2019t feel dry on the lips. Itu2019s just the drag during application.   Transfers easily but leaves a very good stain so it feels long wearing. My micellar water doesnu2019t completely remove the base stain left behind.   Very very conflicted feelings about this lipstick. I love the color so much, and it wore well for the short time I had it on. But the dryness during application drags my lips SO much, and packaging can really be better at this price point. If I didnu2019t receive a lot of free lipsticks with my work, itu2019s a lipstick I would likely consider repurchasing for the color and stain."
        },
        {
            "review_title": "So smooth!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Ok, this is like the absolute prettiest packaging in the whole make up world. The stick looks so gorgeous. I donu2019t think the color on my lips quite matches the swatch of how the packaging has it appear, but itu2019s still gorgeous. The stick is sturdy; so you can really use the point to define your lips, but the formula is so smooth, light weight and pigmented going on. I really enjoy this!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Old School Me - rich berry red",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This lipstick is absolutely perfect! I am so obsessed with the gorgeous, buttery, non drying formula! I am loving the color pay off as well, and can we admire the design of these lipsticks? Truly gorgeous!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "80's Me - bright plum",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love the formulation of the lipstick by gxve beauty. It is matte but so comfortable. The color payoff is amazing and gives pretty full coverage in a single swipe. Lasts amazing as well. I would recommend"
        },
        {
            "review_title": "80s me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "GXVE has such vibrant and beautiful lipsticks. This 80s Me color is so bold and I am in love with the color. It goes on very smooth. I prefer matte lippies and this matte is very smooth and comfortable to wear."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Hubs, wallet and bank account dislike you LOL!! I however LOVE IT!!!!!!  Yes, it will transfer and smear after all it's a matte lipstick not a stain. I will make those lips look super HOTTTTTTTT !!!!  I'm posting a pic however lets remember we are looking at the lipstick color not my roots hahaha"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "My new favorite red matte lipstick.  It is a true matte lipstick and the red just pops on my skin.  The result is long lasting.  Even while Iu2019m out eating and drinking, I really donu2019t have to reapply.  Amazing.  I will try more shades."
        },
        {
            "review_title": "very matte, long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love the GXVE beauty lip products! This shade (tragic me)is my kinda shade. A pretty mauve brown nude. It is the top swatch in my pic (also pictured rosewood st,, the shiny liquid lip and original liquid lip in original recipe).  This is definitely a matte formula. Itu2019s comfortable and long lasting. It isnu2019t the most hydrating lipstick Iu2019ve tried but i still really like it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Old School Me - rich berry red",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This product was nice. I liked the color and the application was smooth. Itu2019s pretty long lasting but not a whole days worth. Overall I like it for the price and quality and the packaging is nice too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This is one of the best red lipsticks I've tried! First of all, I was captivated by the color, it's real red; it doesn't turn into orange. Secondly, the matte finish, it is beautiful, does not dry out the lips at all, does not tighten them; the lipstick does not disappear from the lips, even after eating, a rather bright shade remains on the lips, the lipstick tints the lips. Thirdly, it is resilience. I wear this lipstick all day, without tinting my lips. I really like the design, there is a light aroma, but after application it disappears."
        },
        {
            "review_title": "wow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This is the best matte formula to date.  Comfortable, high pigment, and lasts all day.  Great neutral red.  Please make more shades!"
        },
        {
            "review_title": "Feels like velvet!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Dry skin",
            "review_text": "I wasnu2019t sure if I would like the matte formula, but I LOVE it! It glides on effortlessly, has rich color payoff, and doesnu2019t leave your lips looking super dry. It does transfer and wonu2019t last if youu2019re eating a lot, but itu2019s super easy to just reapply. I think this is one of the best matte formulas in the market. This color is also super fun and I love how it looks on me."
        },
        {
            "review_title": "paint",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "simply so good! like paint, immediately dries on lips"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Tragic Me - beige peachy neutral",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "So nice that this is a clean lipstick. It feels very luxurious and the color is great and pigmented. I really like the velvety matte finish. It's long-lasting but does wear off a bit after eating. Not moisturizing but also not drying. Would recommend trying!"
        },
        {
            "review_title": "Gwen SLAYfani",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I didn't think I would fall in love with a lipstick until now! It checks mark all the boxes - packaging, color, formula and finish! I try to stay away from mattes but this is like a velvet matte where its so smooth. I have been wearing this lippie for almost every occasion. Plus it smells DIVINE. Love love love!"
        },
        {
            "review_title": "Doesnu2019t feel sticky at all on the lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I was super excited to try out this Gwenu2019s signature lipstick shade u201cLoveable meu201d I love it the way it  look so luxurious. This lipstick have velvety matte finish. It glides on my lips smoothly and stay in true shade even with just one swipe. I can wear it comfortably entire day, doesnu2019t feel sticky at all on the lips."
        },
        {
            "review_title": "Gorgeous nude",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this GXVE Beauty High-Performance Clean Matte Lipstick from GXVE BY GWEN STEFANI in exchange for my honest review. The shade Tragic Me is a peachy beige shade that works perfectly with just about any look. This matte lipstick is nicely pigmented and feels super creamy. It wears comfortably without feelimg stiff or dry. It has a scent of vanilla frosting. This lipstick line is a new favorite of mine."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Tragic Me - beige peachy neutral",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Ok, so this is a very specific type of lipstick, meaning youu2019ll love it or youu2019ll hate it. It has a powdery finish, very matte, very budge-proof. It definitely doesnu2019t hydrate the lips AT ALL. There is no slip when you rub your lips together. If you donu2019t mind this, I think youu2019ll like it. Gives the lips a nice, fuller look. Iu2019ll use it on days that my lips arenu2019t already super dry."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "80's Me - bright plum",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I was so excited to finally try Gwens lipstick. I am blown away how this formula glides on smoothly for bold, stay-true color in one swipe. This gorgeous lipstick wears comfortably and stays on all day with no fading."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Packaging is beautiful, color is gorgeous, and the formula is one of the best mattes Iu2019ve tried! This lipstick glides on smoothly, has great color payoff, and I love the velvety matte finish. This isnu2019t drying, feels comfortable on the lips and is long lasting too. Plus, itu2019s refillable!"
        },
        {
            "review_title": "Lovely Neutral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Love this lipstick! The color u201cTragic Meu201d is a beautiful neutral color, a bit deeper than my natural lip color. The formula is very lightweight, which is amazing for a matte lipstick. It was long lasting and held up well with mask wearing."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Lovable Me - brown peachy natural",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I love the design of the packaging and the fact that it is refillable. I do wish the packaging had a little bit more weight to it since it is a higher price tag. The matte formula is nice and lightweight. It doesnu2019t feel super drying and has nice lasting power with slight transfer. This has a slight smell that to me smells like coconut. The shade lovable is such a pretty everyday shade. Overall, Iu2019ve enjoyed it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Perfect lipstick. Glamorous. Buildable. My daughter wanted a old Hollywood vibe. Perfect color for the look. Pricey but worth it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Wow Iu2019m obsessed with this lipstick. The color is perfect, it feels velvety as itu2019s applied but has a matte appearance. I love matte lipsticks. I might have to buy different shades of this lipstick. Loving it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "80's Me - bright plum",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "The 80's Me shade is terrific. The formula is amazing, my lips doesn't dry out and it stays on for a long time. I love how smooth it is to apply. This shade looks amazing on my brown medium skin tone. I have so many of my friends complimenting the shade and the beautiful packaging."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Old School Me - rich berry red",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This formula is one of the best matte formulas that I've tried. It is very pigmented, buttery and comfortable on the lips. This shade compared to the original one is not as bright and it is less intimidating for me because I am very used to my nude lipsticks. I really recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lovable Me - brown peachy natural",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "This lip stick is high quality and luxurious.  I love that it is refillable, Iu2019ve never heard of a lipstick that was. The packaging is gorgeous with the white black and gold design. The beautiful color goes on smoothly and it is very pigmented. Stays on all day!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lovable Me - brown peachy natural",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received this complimentary for review. I tend to prefer shiny or glossy finish for lipstick, but this matte formula was still very comfortable to wear and wasn't drying. I wore this over chapstick and topped with lip gloss, and the color lasted for several hours before I had to reapply. The shade Lovable Me is a flattering mauve neutral that complements my tan skin."
        },
        {
            "review_title": "Luxurious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Thrilled to have received this Matte lipstick complimentary from GXVE by Gwen Stefanie. I chose the Old school me shade. I love the packaging, itu2019s beautiful and chic. The texture is luxurious and smooth, very easy to glide. The color is beautiful and highly pigmented. This matte lipstick is unlike others, it is non-drying, it is moisturizing and nourishing on the lips. I will be buying more in different shades. Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Tragic Me - beige peachy neutral",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The case for this lipstick is really cool. The design team did a good job there. I chose this lipstick in the Tragic Me color. It looked nice with my brown skin and I love how smooth it was when it was applied. I didnu2019t keep track of how long it stayed on but it lasted for a while."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m loving everything from this brand so far! This lipstick color is GORGEOUS! Itu2019s incredibly pigmented and doesnu2019t feel super drying on the lips, which for someone with chronically chapped lips thatu2019s a huge deal. The color lasted all day and still looked good!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Tragic Me - beige peachy neutral",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I was hoping for more from this Original Me High-Performance Matte Lipstick formula but I found it difficult to apply and wear throughout the day. Iu2019m excited to see what GXVE will come out with next but this was a miss for me."
        },
        {
            "review_title": "So velvety",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "Such a beautiful shade and formula. lightly scented and looks like soft velvet. It makes my lips feel very hydrated and has a good lasting time. The packaging is very pretty and durable. I canu2019t wait to check out more shades."
        },
        {
            "review_title": "good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This product is gorgeous! It is not super drying, but it is a nice matte. The color is a gorgeous pinky nude. The packaging is so cute and luxurious as well. I just wish the product was a bit creamier."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This lipstick is very comfortable on the lips, is not drying, glides beautifully and It last hours. It has a vanilla scent which I love. The packaging is stunning and it is refillable. I love the color!"
        },
        {
            "review_title": "Nice lipstick with staying power.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I got the shade Loveable Me. Itu2019s a nice formula, it stayed put through drinking/snacks and overall feels comfortable. The color is nice but for my dark tan skin tone it did wash me out a bit, but nothing liner canu2019t fix. It also has a strong scent, which I normally donu2019t like with any lipsticks. Overall solid formula with nice staying power."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love this lipstick! It is such a beautiful pigmented formula that is very opaque. It applies smoothly. I have Lovable Me, a brown peachy tone that is perfect for me. I canu2019t wait to try other shades!"
        },
        {
            "review_title": "It's a nice lipstick!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "I tried the shade Loveable Me, which is a Peachy Brown shade. This lipstick was not only opaque but also comfortable to wear. It has a light vanilla scent but isn't too overpowering. I love that the component is refillable, however, I don't understand why you cannot currently buy the refills. I hope that they start selling them soon because this is a very innovative idea."
        },
        {
            "review_title": "Beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This is the second lipstick that I have had the privilege of using and  still very impressed! The first was the satin version of Anaheim Shine (which is gorgeous!) Now I have a matte version of the shade 80's Me. When I first opened it I thought whoa! That's bright and bold! It is. But it's beautiful and unique. It's not really a hot pink since it has a slight lavender color to it. I have fair-slightly medium neutral color skin tone with light blonde hair and it does look good with my complextion. It would look amazing on deeper skin tones as well. It's very comfortable. Long-lasting but non drying. Has a coconut scent. Love it"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I really like this shade (Lovable) and it smells awesome, but mine stuck to the top of the case so itu2019s all smushed! I used my finger to apply it on my lips and itu2019s very pretty, but I will have to figure out a new container for it so it may not get much use unfortunately."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "My review is for the shade Tragic Me, which I noticed is practically a spot on shade match to my CT Lip Cheat in Pillow Talk. Perfect nude shade for my complexion!  The formula itself is matte, which does mean that upon application, thereu2019s a bit of an appearance of lip lines on my 30+ natural lips. This is to be expected of a matte lipstick. However! What surprised me is that it doesnu2019t have the same drying sensation that many other matte lipsticks have. In fact, I forgot I was wearing it - the true marker of a comfortable lip product!  I will point out that the packaging itself isnu2019t necessarily as lux as I expected. It feels pretty lightweight, and most surprisingly, it arrived with the lipstick itself partially detached from the base. Initially I thought it might be a refillable lipstick, but now that I know that is not the case - I am quite surprised. Thankfully, once I pushed it down, it seems that it is staying in place. Itu2019s something to note, but I donu2019t think it would stop me from picking up another (preferably in the VIB sale, where the price would better match the packaging)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "This is a fabulous matte lipstick, the color looks amazing on my skin tone, love that is refillable and the packaging is gorgeous! Feels very comfortable on my lips. I enjoy this formula because it doesn't dry out my lips."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "This colors itu2019s BEAUTIFUL, very creamy with a matte finish. I think this is going to be my new favorite lipstick formula. I love it and I want all colors. Please we need more shades in this formula. Love it!"
        },
        {
            "review_title": "Beautiful purple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Gwen I gotta give it to you, this is the most comfortable matte lipstick I have ever worn. I picked the shade 80's me because I'm sucker for purple lipstick in the spring, and it's just beautiful.  Super vibrant while simultaneously wearable. The color selection is dismal, but if one jumps out at you I can't recommend enough."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I received the color Old School Me, and I love this color. It's very pigmented and soft and smooth at the same time. It doesn't crack up my lips and makes my lips feel very moisturized. The color is a bit darker than I expected, but I still like it."
        },
        {
            "review_title": "Kissable Lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I absolutely loved how precise the point of the lipstick is, even without lip pencil I was able to achieve precise application and contouring of my lips. The finish is matte but not drying and very comfortable to wear. The shade old school me is described as a berry red, which is pretty accurate. Rich colour pay off in one swipe, smooth even not patchy."
        },
        {
            "review_title": "Great shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Shade:old school me Itu2019s a super pigmented luxurious velvety matte finish lipstick. Glids smoothly, stays 7 to 8 hours no fading or feathering. Love love the sade just perfect for medium to dusky skin tone.became fan of this shade."
        },
        {
            "review_title": "Loveable Me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I received the shade Loveable me which perfect for my liking.This is the lipstick I've been looking for all these years! It has a smooth feel but a matte finish, this lipstick is true to the colour shown.The pointed tip is wonderful for perfect application.It is also moisturising, a great price and very long lasting even after wearing a facemask for several hours. I would definitely recommend this product and I will be buying it again!"
        },
        {
            "review_title": "Loveable me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I am absolutely in love with the formula of these lipsticks . I would consider them a comfort matte because thatu2019s what they are , the most comfortable matte you could possible wear. You get beautiful opaque color without having to try and build it up . And the application is super easy as well. The lasting power is great too! I love that they have extended the shade range because loveable me is my new favorite nude shade"
        },
        {
            "review_title": "If you like reds, this will be your next favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I got the shade Old school me and I have to say Iu2019m very happy I did, reds are hard to keep in place so the matte formula helps with it staying on the lips and wearing longer, this shade has more berry undertones to it than what I had expected just by looking at the bullet, itu2019s a beautiful ruby red that looks stunning, itu2019s perfect for a date night with a simple eye look or also looks gorgeous paired with a bold eyeliner, Im very pleased with it and would highly recommend it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I am obsessed with the color. I am obsessed with the packaging. Also is it me or does it smell like caramel corn to anyone else? I love the smell. I would definitely recommend this lipstick to a friend!"
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "This lipstick is such a pretty color! The packaging is also incredible. It has a very strong but enjoyable sweet smell. If you are sensitive to smell I would keep that in mind. It didnu2019t feel super drying either which is nice."
        },
        {
            "review_title": "Very matte",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love a nude lip and this shade to me is perfect! Itu2019s really smooth and it stays on  so good! I will be purchasing the other shades because it is one of those lipsticks thatu2019s you just have to have them all."
        },
        {
            "review_title": "Long Lasting Beautiful Color!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "GXVE Beauty Original Me High-Performance Matte Lipstick in Lovable Me is such a bold and beautiful lip color!  Glides on smooth and easily.  The pointed tip offers precise application.  Long lasting and honestly, so pretty on me, lol!  It's the perfect shade of peachy brown.  I love it! Vegan and cruelty free is a huge plus.  Packaging is so beautiful, I keep it out on my counter and display it!  An excellent Lipstick!"
        },
        {
            "review_title": "I LOVE!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "THIS SHADE IS TRULY BEAUTIFUL. IT HAS A SUBTLE MATTE FINISH AND I ADORE HOW WELL THIS PAIR WITH MY CURRENT LIP LINERS AND THE COMPLEXION OF MY SKIN. THIS LIPSTICK AND SHADE IS DEFINITELY A STAPLE IN MY MAKEUP COLLECTION NOW. (I HAVE THE MAUVE SHADE)"
        },
        {
            "review_title": "Retro vibes galore!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Absolutely love this shade! It gives me very retro 90s vibes which would be perfect for fall! The formula is interesting, it's almost velvety in texture, not like other mattes i've tried. Overall, it's a really great lipstick and l'd recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Dry skin",
            "review_text": "The packaging is so 80u2019s. I love it!  The color is absolutely gorgeous. Itu2019s such a pretty pinky nude. The formula is actually hydrating. It goes on easily and doesnu2019t feel drying. This has incredible lasting power. I applied in the morning and was good all day!"
        },
        {
            "review_title": "In love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really love the packaging of the lipstick, itu2019s really fancy in all the ways. the color is gorgeous. Really soft formula and really good pigmentation. I really recommend this matte lipstick. In love"
        },
        {
            "review_title": "Oh Sooo Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "This lipstick is sooo good OMG. Such a beautiful and smooth formula. Applies beautifully and feels amazing on the lips. I love that it's Cruelty-free. The shade is stunning and looks gorgeous day or night. I absolutely adore the packaging. I want to collect the rest of the shades now."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I think that this lipstick could have potential in being good, because I love the color and packaging! But it felt very dry and not in a matte way, more like a crayon way, and the color was a bit lighter than the shade of the lipstick. Overall not that pleased with it but I'll keep it for other makeup looks"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Absolutely LOVE at his lipstick! I got shade loveable me which is a peachy/warm MLBB color. The formula is super silky and not heavy, yet not drying like a normal matte lipstick is. I am not one for overly done up lips but I want my color to last so this shade is perfect if you want a warm and neutral matte but not dry lip.  See my photo for a swatch"
        },
        {
            "review_title": "Beautiful lippie",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I love the way this gorgeous lippie looks on my lips. The shade is so wonderful and I just love how its a velvety matte that foes not even feel like a matte. This does not dry out my lips or make my lines look more defined. Instead my lips look so smooth like velvet."
        },
        {
            "review_title": "My favorite matte lipstick formula!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This is my second shade in this formula and I love this berry tone! Itu2019s so flattering for deeper skin tones and the formula was made very well so itu2019s super long lasting I donu2019t need to touch it up throughout the day. I also like that it doesnu2019t transfer a lot when I wear my mask. I also like the pointed tip because itu2019s easy to use it to line my lips without needing a lip liner!"
        },
        {
            "review_title": "My favorite matte lipstick formula!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This is my second shade in this formula and I love this berry tone! Itu2019s so flattering for deeper skin tones and the formula was made very well so itu2019s super long lasting I donu2019t need to touch it up throughout the day. I also like that it doesnu2019t transfer a lot when I wear my mask. I also like the pointed tip because itu2019s easy to use it to line my lips without needing a lip liner!"
        },
        {
            "review_title": "Gorgeous formula, not transfer proof though fyi",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This lippie is so beautiful, these shades are gorgeous! They are long lasting, not transfer proof ofcourse but very comfortable and the component is so beautiful too! Love that itu2019s refillable. I hope she comes out with more and more shades in this soft but pigmented formula!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Wow! This is the most pigmented and most comfortable to wear matte lipstick Iu2019ve ever tried! I usually canu2019t wear matte lipstick because my lips are always so dry that they feel unbearable to wear but with this formula I can wear it all day!! So long wearing and doesnu2019t dry my lips out at all!"
        },
        {
            "review_title": "BOLD RED LIPS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I got the new Gwen Stefani lipstick and i absolutely love it! It's is super creamy and pigmented. It really last on my lips all day.  The finish is definitely matte and the color is the perfect shade of red for me!"
        },
        {
            "review_title": "Love it !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "GXVE have the most amazing lipstick super lightweight feels so good on my lips is very pigmented and when I reapply the lippie doesnu2019t look bad! Iu2019m totally obsessed with this shade is my favorite! Love it!"
        },
        {
            "review_title": "Buy it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Love love love this lipstick by my favorite artist Gwen Stefani! Definitely feels high quality and looks luxurious on lips. So happy that itu2019s vegan and cruelty free! Itu2019s super hydrating and long lasting."
        },
        {
            "review_title": "Spectacular!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Spectacular! Love it! Super easy and smooth to apply, long lasting plus clean ingredients, literally everything you can ask for. Love the color. I enjoy every little bit of it and highly recommend it."
        },
        {
            "review_title": "Gwen Stefani did that!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this new lipstick formula! Itu2019s super light weight and applies with one swipe coverage. The formula does not have a scent that I could detect. The packaging is so classic Gwen Stefani. I also want to mention that I wore this for 8 hours and only had to touch up one time after I ate lunch. It made my lips appear full and hydrated, no clumps or u201clipstick crust.u201d IYKYK."
        },
        {
            "review_title": "falling apart",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I just received this and the packaging just fell apart hope the lipstick is better quality YIKES! I do love the formula and the red it fantastic itu2019s bright on my melanin skin so Iu2019m giving this 4 stars only bc of the bullet packaging falling apart in my hands."
        },
        {
            "review_title": "Hydrating and lasting 10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "LOVE !!!!  It's the MOST hydrating, creamy matte I've tried and lasts all day !"
        },
        {
            "review_title": "Best Matte Lipstick I Have Ever Used",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is the best matte lipstick I have ever used! It is the perfect red, comfortable to wear and not drying. And it lasts even longer than my liquid lipsticks! I applied this at 6:30 pm the other night, took pics, did a zoom meeting, uploaded a video, at a whole quesadilla and drank a lot of water and it was still completely in place 4 hours later!!!! I have never experienced this with ANY orher liquid or bullet lipstick.   *Gifted"
        },
        {
            "review_title": "Beautiful blue-red, but transfers a lot",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I am sharing my honest and authentic opinion, as a Sephora Beauty Insider Community Ambassador.  Pros: - really beautiful blue-toned red. I gravitated towards this one when I first saw the collection - has that weightless feel, as a matte lipstick should! Love that I canu2019t feel it on my lips at all! - can apply it to the lips fully or wear as a blotted lip (see 2nd photo for swatches of both versions). If worn as a blotted lip, try to work it in fast, as it starts to settle quickly - can be worn as a blush! I actually love it as a blush, since it gives a subtle flush thanks to the violet-fuchsia colour it takes on when blending it in. I used setting spray and it didnu2019t transfer onto my mask when I wore it on my cheeks, yaaaay!  Cons: - transfers a lot onto cups/food - any lettuce wraps or bread will be no bueno unless you want to see it all over what youu2019re eating - has a lived-in look after eating, which is okay. Faded somewhat evenly, but I would consider touching up a bit - transfers even when worn as a blotted lip i.e. even when using very little pigment - overall, knocking off a star because it transfers more than I would like for a matte lipstick (in my experience, it transfers more than the GXVE satin lipstick, which definitely surprised me)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I originally purchased the satin version and returned it. I have needed to replace my old mac Russian Red for awhile, so I picked up this one to try. It is a beautiful cool red that is more semi matte. I applied with Sephora Pro lip brush to stain the lips and blend the edges. Then a single swipe to intensify the colour!  No lip liner necessary as It does not bleed and it is long lasting. And it is a clean product; whatu2019s not to love?!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Itu2019s not that great shade of red. I was really disappointed. I was expecting a red red lipstick and it was more like a regular smeared lipstick that you could pay $1.99 for. Very disappointed so donu2019t believe the hype."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "This lipstick was surprisingly so creamy and smooth to go on. I love how pigmented they red color was. I didnu2019t know how long it would initially last but it lasted a while! I didnu2019t have any issues with the lipstick moving much."
        },
        {
            "review_title": "Beautiful blue red lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s comfortable to wear for a matte formula and a true blue red. Gorgeous! Itu2019s a must for red lipstick lovers"
        },
        {
            "review_title": "GXVE Lipstick",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "All three of her lipsticks are great but I really love the one that comes out of a tube and they smell like vanilla which is an added bonus and I will buy these over and over again"
        },
        {
            "review_title": "Great matte formula!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love this flattering shade of red! There was a bit of transfer even though it's a matte, but I appreciate how it didn't dry out my lips. The formula is very comfortable to wear, so I hope there are more shades to come in this line. Overall, great formula and nice creamy texture!"
        },
        {
            "review_title": "gorgeous color!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Beautiful color! Not completely transfer proof, but does better than the liquid matte!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "for me choosing a red lipstick has always been a hassle for me, because I can never find one that suited my skin tone. but this red looks fantastic on me."
        },
        {
            "review_title": "Beautiful red!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I am not usually a fan of matte lipstick but this one is beautiful! I love the scent too. It did transfer a bit but overall I really like it. I received this gratis for my honest review."
        },
        {
            "review_title": "Warning: Major transfer",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone",
            "review_text": "Gorgeous color, but this formula transfers and smears like crazy. If you eat a meal while wearing this, the lipstick may somehow wind up across your face."
        },
        {
            "review_title": "Sugar Cookie Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I don't usually wear Red or Matte lipstick. Surprises were in store!  First, the sugar-cookie scent.  Original Me is blue-red, with a light feel, long-lasting, comfortable, and it leaves a stain on my lips.  Playing dress-up with Gwen Stefani!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I love this lipstick so much! I have never worn red lipstick because I always thought it never suited me but this shade right here is AMAZING."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is so soft and feels very nice on the lips! It goes on very smooth and very pigmented!"
        },
        {
            "review_title": "Huge Red Pay Off",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love a red lip and this formula delivers a huge pigmented pay off with lasting results. In the past, choosing only cruelty-free and vegan makeup meant sacrificing quality, but that's definitely not the case with this matte lipstick. It's a great start and I look forward to more high quality products that are clean, cruelty-free and vegan with this kind of pay off."
        },
        {
            "review_title": "Soft, wearable matte",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I found this to perform better than expected, for a variety of reasons. It was easy to apply directly from the tube with fine point on product. If you are looking to save time (rather than applying with a brush), this was a breeze. It also feels quite hydrating, a characteristic I expect from a balmier product. In addition, it left a subtle shine on my lips, which might not be what a matte-seeker is expecting, so it is worth noting. After applying this early in the morning, a mirror check a couple of hours later revealed everything still in place. It did transfer to my coffee mug, but I would expect that to happen with just about any traditional bullet lipstick formula. By the end of the day, I had reapplied a handful of times after eating/drinking, and found it had left a pretty stain on my lips. Perfect to cover with gloss! Finally, the shade is quite flattering on a variety of skin tones. I would love to see this offered in a nude, which I would be more likely to wear. However, for a red, it wears so comfortably that it *almost* feels natural."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Perfect red matte. Stays on all day very little transfer.  Love that it doesnu2019t even feel like Iu2019m wearing lipstick"
        },
        {
            "review_title": "AWESOME",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Really classic red, vivid, beautiful package. So comfortable to wearu2014feels like a nice lip balm. Itu2019s a nice matte without being dry and cakey."
        },
        {
            "review_title": "Broken but moist for a matte",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was so excited to try this. It came in the mail so I opened it immediately. As soon as I picked up the package I could feel something rattle inside. Opened the lipstick only to have the lipstick portion plop onto my lap and the inner casing fall to the floor. I just sat there holding the lid and base of the container, staring at the micro-bullet of a lipstick laying on my lap. All that packaging for such a SMALL amount of productu2026 Boo. Well , itu2019s here so I grab my lip brush and tested the product. I do love the color and am a bit surprised at how moist it actually feels for a matte. Iu2019ll probably swap it out for a new one but any other problems and Iu2019m done."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I am sharing my honest and authentic opinion, as a Sephora Beauty Insider Community Ambassador.  Out of the three lipsticks in her line, this one seemed to be the most drying on the lips even with a lip balm underneath.  It didnu2019t really glide on like the satin and liquid lip.  It also transferred a bit when wearing it (even when paired with Pat McGrath Blood Lust lipliner).  On the plus side, it is a very muted red tone color with a stain like appearance which would be the perfect bridal red if it was a little more hydrating.  Like the liquid and satin lipstick, this one has a scent to it that could be off putting for some.  I do like the packaging and design for the lipstick cover but know some may feel it cheap because it is made of plastic and doesnu2019t have weight to it."
        },
        {
            "review_title": "BANANAS!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Absolutely loved everything about it!!! The formula was amazing! It felt creamy after applying but had a matte-ish finish! It didnu2019t budge and I didnu2019t have to reapply"
        },
        {
            "review_title": "Move over, Ruby Woo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Light skin tone, Combination skin",
            "review_text": "I am a red lipstick LOVER. I have so many in my collection, I was really trying to convince myself I didn't need another one, but then I visited Sephora and tested this colour out and was like crap, I guess I have to get it. It's THE PERFECT shade of blue-red. There is zero yellow cast that you sometimes get with other blue-reds. It's not too bright, not too dark. It's just right. I can absolutely see this being an iconic red down the line, it is just so good.  The colour pay off is fantastic. It feels so comfortable on the lips. It covers the butt hole (shout out to my Safiya lovers), and it applies super well with only a little tug on un-moisturized lips.  My ONLY ehhh about it is the scent. It's not overly scented AT ALL, but the scent itself isn't incredibly appealing to me. It kinda has a weird, not very sweet vanilla sugar cookie type smell to it that I could really do without. But it's not enough to knock this down to a 4 stars, that's for sure.  Honestly, I may never wear another red again."
        },
        {
            "review_title": "load the bullets",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "5/5 couldnu2019t get better. Honestly love! If you donu2019t like the feel of liquid lipsticks this is the perfect alternative to the liquid. Pure beauty!"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is by far the best lipstick I have ever used! Stayed on all day! Great color! Recieved lots a compliments!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "this is a great solid red lipstick, I love that it's matte and that it's not super drying. the color is rich and gorgeous. and it's also is super long-lasting after application. I will be repurchasing this one!!."
        },
        {
            "review_title": "Pink? But beautiful",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "The first swipe goes on as pink. You need to layer it a few times before it looks red. You will notice when you remove it that it is pink. However, despite the colour confusion, itu2019s still a beautiful colour and a fantastic comfortable formula. If youu2019re looking for a true blue red this probably isnu2019t it. The comfort is a notable benefit though because all other blue reds I own are very drying."
        },
        {
            "review_title": "Comfortable Long Lasting Matte.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is a really good lipstick. For my mattes I prefer them really dry. This wasn't a super dry matte but it sat very comfortable. Wear time was over 8 hours ( I stopped at 8). It transferred a little, but not very much and I didn't have to reapply it at all. I am sharing my honest and authentic opinion, as a Sephora Beauty Insider Community Ambassador"
        },
        {
            "review_title": "Barely There Feel with Powerful Color",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Is it just me or does this lipstick smell like Rice Krispie treats? It is lightweight, full coverage in a bold shade of blood red. Itu2019s comfortable for those who want to feel like they are not wearing makeup. It stays put fiercely through meals. Greasy food may require a reapplication but would stay on all day at work or through a date."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Long-lasting, beautiful red color, and smells delicious!"
        },
        {
            "review_title": "This is amazing! Favorite matte bullet lipstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I am sharing my honest and authentic opinion as a Sephora Beauty Insider Community Ambassador. I was sent this palette from @TeamBIC and GXVE, Thank you so much!  For reference, I am 44 years old and have wrinkly aging lips.  PROS: - I love that all the collection come in clean, modern, chic looking recycled cardboard boxes that have a gorgeous design inside. - It is a clean at Sephora brand, cruelty free, vegan, and with recyclable packaging. - The packaging is so beautiful! I find it elegant and chic. It is not too light but not heavy either. It closes with a click, not magnetic. - It is a matte formula, that feels velvety and comfortable on the lips. It was not drying, it looked more and more matte as time went by. - It is long lasting and it fades in a very natural way, leaving a beautiful stain on the lips. - You can blot it for a more natural shade, if you donu2019t like intense red lips.  - It is pigmented but I get better color payoff with two swipes than one. - It doesnu2019t bleed into lip lines and wrinkles. - I find it rightly priced for the quality. CONS: - It is NOT transfer-free but the brand doesnu2019t claim that either. - It is a strongly scented lipstick. I donu2019t mind perfumed formulas, in fact I like them, but I find this one a little too overwhelming for my liking, but I like the lipstick performance so much that this doesnu2019t change my rating of the product. But if you donu2019t like scented formulas, stay away from this one. - I will need to use a lip liner for precision now on because I lost the pointy shape of the bullet. I cannot apply it directly on the lips and get clean lines now."
        },
        {
            "review_title": "Great lipstick formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "My husband randomly bought me this because he is in love with Gwen Stefani, and know I love a red lipstick. I had low expectations because I have tried so many different lipsticks in my days, and associate lipsticks that come in a twist-tube as lipsticks that need a lip liner, smudge, and need constant baby sitting/reapplication. I probably wouldnu2019t have even given it a chance, but since my husband gave it to me, wore it out that night. I was SHOCKED by how good the formula was! It goes on smooth, smells great, has a beautiful color, andu2014most importantlyu2014stays where it ought to! I have never used a lipstick like this. It is matte and long-wearing like liquid-to-matte lipsticks, but feels less dry and is nicer to wear. The lipstick never ended up on my teeth, had minimal transfer, and I actually had to use make up remover to take it off! Really nice product. Also, the color is great (not as warm of a tone as I typically wear, but very pretty), and the packaging is quality. Did NOT expect to give this five stars!"
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "love this lipstick, very comfortable and lasts all day. not totally transfer proof but really does a great job for a tube. doesn't feel dry and doesn't gunk up on your lips."
        },
        {
            "review_title": "A classic",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Really great matte formula. Very comfortable and non-drying. Also lasts well through meals. Takes a couple of coats for full coverage but that also helps controlled application. Impressive for a new brand"
        },
        {
            "review_title": "Holy grail Red",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "ALL TIME FAVE red lipstick!!! I use the christian louboutin lipstick which was my holy grail but I use it so fast and was on pricey side. This one is sooo good and way more affordable. Love the feeling of this lipstick and how its a blue tone so it makes your teeth appear whiter"
        },
        {
            "review_title": "You gooo Gwen!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "Luv it luv it!!!! Stays on forever eating  drinking whatever!!! Color is fantastic I get compliments all the time!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Greu00e2t colour and amazing texture. Stays very well  I love a red lip, and this one does a great  job"
        },
        {
            "review_title": "A new fav",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Perfect!  Love a great red matte.  Staying power.  Received many compliments."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I am a Sephora beauty community ambassador and this is my honest and authentic review of this product. Out of the three lippies launched, this is my favorite! So comfortable to wear, my lips did not feel dry whatsoever while wearing it. it does transfer a bit, however it's not near as much as the satin lipstick. I forgot I was even wearing lipstick!"
        },
        {
            "review_title": "Nails it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Was I skeptical of yet another celeb beauty brand? Yes. Am I now a believer? Also yes   This lipstick is perfection. Matte without being drying, staying power and the perfect shade of red. I've tried many a red lipstick (most at a higher price point) and none are as good. Well played, Ms. Stefani."
        },
        {
            "review_title": "Wow- Absolute Perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I have been searching for the perfect red for as long as I have been wearing lipstick. The search stops here. Found it. Thanks Gwen."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I recently got the Original Me Matte Lipstick from GXVE. It makes perfect sense that Gwen Stefani came out with a line including red lipsticks since she is someone I immediately associate with always wearing red lipstick. Even though this is a matte lipstick, it is not as drying as many matte formulas. It also has good staying power. It was slightly orangey when I applied to my lips, but the next time I put a little powder to neutralize the pink in my lips and it came out more solid red. The packaging is sleek and modern. Overall, a solid lipstick."
        },
        {
            "review_title": "Sexy Red",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Gorgeous lipstick!  Absolutely beautiful ,creamy red lipstick. Loving the packaging as well. Very chic and very sexy! Very velvety feeling, non drying . Perfect i would say universal red that will suit many skin tones. Can't wait to see what other shades brand will launch. Super excited! Now we all can rock beautiful red lip like Gwen!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I donu2019t typically leave reviews, but this product is worth it. The true red is stunning and universally flattering and this is the most comfortable matte lipstick Iu2019ve ever worn. My lips havenu2019t felt dry, in the least. The wear time is impressive and when I have reapplied, this doesnu2019t pill like other matte lippyu2019s Iu2019ve tried."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "It's the perfect red to me - sexy yet classic. This shade of red will probably suit most skintones since it's a true red shade. I also like the matte finish and texture of this. It's not too drying but rather velvet-y to the look and feel. The packaging is sturdy and it has a nice vanilla scent. Definitely recommend this if you're looking for a new red lipstick!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Such a cute packaging. It has a nice color and itu2019s very pigmented. I didnu2019t have a problem applying or turning it. I am not sure yet if thereu2019s other colors it comes in. But check out Gwen items, itu2019s exciting to see what else she has."
        },
        {
            "review_title": "So gorgeous!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "OMG I loved this lipstick! I have been looking for a perfect red and I feel Iu2019ve found it! Itu2019s a perfect neutral tone red which would suit all skin tones. I love the texture, glides on smooth and looks very chic. Going to try more products from this brand"
        },
        {
            "review_title": "absolutely gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Gorgeous red! I purchased the Gwen and urban decay back in the day and while I liked that red it wasnu2019t quite right. This is great! Perfect color, not drying and uncomfortable and stays in place. I love a red bullet lip but they always moveu2026not this one! Canu2019t wait for more colors."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "If you can only have one product from the collection, I would recommend this lipstick! The red high-performance matte lipstick is Gwen's signature style, and it lives up to expectations in terms of performance. The color is vivid and intense. It applies smoothly and doesn't dry out your lips."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "I did find it too drying, maybe try the satin. I'm sure others would like it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "My favorite red lipstick and I have over 100 lipsticks. Finding that perfect red is always a challenge. This one is perfect. Not too blue, orange, or fuschia. Iu2019m obsessed with the color and formulation. Just a slight scent and stays on forever with a beautiful stain. Got endless compliments when I debuted it on Zoom! Lol"
        },
        {
            "review_title": "a true red",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I was someone who was scared of a bills red because I was sure the color would be terrible and wrong...this lipstick made me a believer especially as a W.O.C. I love this lipstick in ever form."
        },
        {
            "review_title": "Fire",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Combination skin",
            "review_text": "This lipstick has become a staple. I love it. The color is true red, not drying and long lasting. The compliments are never ending. I look forward to more colors."
        },
        {
            "review_title": "So Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I got this lipstick as a sample, and it's absolutely amazing! It doesn't transfer and stays on for hours. You can barely feel it on your lips and it doesn't dry them out. 100% recommend!"
        },
        {
            "review_title": "Amazing color and quality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is absolutely one of my favorite lipsticks. A side from the gorgeous and luxurious packaging, the lipstick itself is amazing. The color is fabulous and it feels like a velvet going on my lips. Smells divine and luxurious. Has not dried out my lips. Would love to buy more colors of this lipstick."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Love the formula and shade. Did not find drying at all. It will smear a little but didnu2019t feather on me. And Iu2019ve got 50 year old lips that arenu2019t line free so I was impressed."
        },
        {
            "review_title": "Wow! Mon rouge prefere!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Ce rouge u00e0 levres est d'un rouge parfait! Je l'ai combine avec un crayon contour (Mac couleur Cherry) et la combinaison est ideale. L'application se fait tres bien et la tenue est bonne. Je le recommande fortement."
        },
        {
            "review_title": "Clean alternative to Ruby Woo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have been wearing this for four hoursu2014I have eaten, kissed my partner, worn a mask and I can confirm this stuff STAYS. The color is a stunning cool red that is great for muted summers. The texture is very similar to Mac's Ruby Woo."
        },
        {
            "review_title": "Will make your lips drier than the Mojave desert.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "This is garbage. The only redeeming quality is the color. It's a beautiful soft matte velvet color. I wanted to love this, but it killed my lips. It dried my lips out. It smudged all over my face (even with a lip liner and the one blot method). And it did this weird peeling thing after about one hour of wear. Hard pass, don't wait your money. I'm so disappointed."
        },
        {
            "review_title": "Yessssss",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Highly recommend Iu2019m not a big fan of reds but this one is beautiful! It helped me get out of my comfort zone which is always mauves or nudes."
        },
        {
            "review_title": "A Beautiful Comfortable Matte",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I love the how nice the matte bullet lipstick is on my lips. The first 2 time it does tug a bit but after that itu2019s more smooth application. itu2019s a very comfortable matte on the lips, wears beautifully and builds up. I do pair with a red liner (canu2019t wait til Gwen launches lip liners ) they last fairly well through the day and even if it transfers your still left with a nice soft red tint in your lips so doesnu2019t go completely bare."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love this matte lipstick formula and the color original recipe is such a cute name but also a beautiful classic red that looks amazing on literally anybody. The packaging is cute and I love that the packaging is reusable but I do wish the packaging was just a bit more weighted. I have Lu2019Oreal lipsticks that feel more Saturday that this."
        },
        {
            "review_title": "Great matte lipstick, not transfer proof",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I LOVE this lipstick! The packaging is a sturdy plastic. I actually quite like the 90s cool vibe of it. The bullet tip is very precise. Application is good, you need 2 swipes for an even application. I feel like it blurs my lips fine lines. Wear time is a solid 4-5 h before fading : this is NOT transfer proof. It's a matte lipstick that will fade into a bright pink-red color (color shown on picture is after 5 h). It won't dethrone my trusted Armani matte bullet lipstick 403, but I still enjoy it a lot. Color is a true blue red."
        },
        {
            "review_title": "In love with the packaging and the formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Very nice lipstick formula. You might not need a new red lipstick but if you are looking for a sexy matte shade this is the one. I even like it more than the satin version because I find this shade a little more cool toned. It doesnu2019t dry out my lips and itu2019s very comfortable. It reminds me a lot to Ruby woo from Mac though."
        },
        {
            "review_title": "Amazing formula and pretty color!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I am really in love with this red - very bright and pigmented! I also love the formula - doesn't feel too dry but creamy and lasts all day! The lipstick also has a sweet scent which I really like a lot! Loving everything I have tried from this brand so far!"
        },
        {
            "review_title": "obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This coloru2026staying poweru2026no featheringu2026.itu2019s soooooo amazing! Everyone needs this red in their life!"
        },
        {
            "review_title": "packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I love the shade and the product itself but is the packaging supposed to be refillable or something???? I got mine so quickly from Sephora which I wasnu2019t expecting but it was nice. When I opened it and opened the lid the component part of the lipstick (that actually holds the lipstick in it) fell out completely!!! Itu2019s still useable but was wondering if anyone else had this issue?"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I love the look of matte lipsticks but hate how they usually dry my lips out. Not the case with this one! I love the bright red shade and how long it lasts without smudging. It lasted great except for the time I ate tacos (which, to be fair I would have been amazed if it made it past that). This is a great formula, and while it's not the most important thing, I also really like the packaging."
        },
        {
            "review_title": "Formula is Amazing.  The Color is Not!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I really wanted to love this lipstick.  The formula is truly amazing.  Not trying, stays in place, pretty much perfect, but I did not like the color.  It's a bright red and I wish it was a little darker.  If she comes out with other shades, I will for sure buy them.  But this color didnt work for me and I returned it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I am sharing my honest and authentic opinion, as a Sephora Beauty Insider Community Ambassador. I love this red, very pigmented, creamy and easy to work with. Wore it all day and although it does transfer the color stayed vibrant and did not need to reapply. The lipstick has a strong vanilla/candy scent.  The photo  is after wearing it over 6 hours. It's a true matte lipstick with a non drying formula."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Love the colour love the packaging just knocked a star off because it was really hard to get even coverage the first pass because the lipstick itself was hard so it needs to be warmed up a bit on your hand before applying!"
        },
        {
            "review_title": "The perfect red!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am in love with this lipstick! beautiful colour, gorgeous packaging! The formula is very pigmented and very comfortable to wear..  usually Matte lipstick can feel dry or tug on the lips....not this one! This formula is very comparable to the Huda Beauty matte lipstick. I'm very happy with this purchase!! I don't mind the price tag when it's actually really good quality."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this lipstick, matte finish and long lasting. I love how the tip glides on lips easily and stays on for time longer than expected and quite easy to apply. It's a go to for me for everyday use.  Black and white square packaging looks very attractive and pretty."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I am a lipstick lover, but it can be hard to find a good lipstick that lasts, doesnu2019t smudge and keeps my lips hydrated. I loooved the color and how long this lasted. It didnu2019t keep my lips AS hydrated as the satin version, but I would still recommend this."
        },
        {
            "review_title": "Stunning Red",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "My new favorite red. Beautiful, Matte and non-drying. This red doesnu2019t transfer and it looks stunning."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received this Original Me High-Performance Clean Matte Lipstick complimentary from GXVE Beauty. I wasnu2019t sure what to think about this because itu2019s been a few years since Iu2019ve worn red lipstick, but this shade is just so flattering!"
        },
        {
            "review_title": "Beautiful formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Stunning red shade, suitable for any skin tone. The matte version is my favorite since it stays on my lips longer than satin one. Iu2019m honestly in love with the shade, packaging, aesthetic and whole brand!"
        },
        {
            "review_title": "This Shade is All Gwen!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This matte lip color looks exactly like the shade we have all seen Gwen wearing for years!   It is a very matte, highly-pigmented lipstick that is not as drying as some highly matte colors are.   It gives opaque coverage in one swipe and wears very well with minimal transfer. The tube is gorgeous.   I love it!"
        },
        {
            "review_title": "Gwen did the dang thing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "As a child of the 80's/90's, I grew up obsessed with Gwen's Old Hollywood red lips. This lipstick is phenomenal - I can eat and drink and this baby doesn't budge which NEVER happens with regular lipstick. It's not drying at all but feels like you aren't even wearing lipstick! Lovely shade, I can't wait to try the others."
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Iu2019m obsessed with this shade!!! The pigmentation and quality is just amazing! It glides like butter and reminds me of Gwen circa 1990s 2000 and even her current era. Love it and looking forward to seeing what other products sheu2019ll include in her make up brand"
        },
        {
            "review_title": "uhm Hello Gwen you did your thing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Oh my GOSH I really wasnu2019t sure what to except but when I put it on amazing lasted about 5 hours I mean not fully listed but you could still see I had lipstick on I was super shocked love the color love the feel"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Complimentary from GXVE but all thoughts my own!  Okay... this lipstick is absolutely STUNNING! The formula is so insanely perfect, and it dries down matte without feeling icky. I am obsessed with the gorgeous red hue, and the packaging itself is breathtaking."
        },
        {
            "review_title": "Amazing Formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I was skeptical to try this because matte lipstick I'd almost always drying on my mature lips but omg I am so glad I decided to give this a try! The formula is amazing...not drying...super long wearing and comfortable! If you've struggled with matte formulas like I have,  this is definitely worth a try!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Can I just say Iu2019ve been searching for the perfect shade of red lipstick and this color is BEAUTIFUL! Itu2019s the perfect shade of red! I purchased the matte lipstick and I absolutely love it! Itu2019s definitely sexy and gives you an edgy but yet classy look."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "The formulation is beautiful- doesnu2019t feather and remains on all day. The red is a very classic blue red. Iu2019d love to see a whole series of variations of red. This whole line looks like a winner."
        },
        {
            "review_title": "not red",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This color is more orange pink than red. I prefer dark reds so maybe I made a mistake. The feel and packaging is lovely. I really wanted to love this product but I feel the color is misleading so hence my rating. A good matte and doesnu2019t feather so thatu2019s a win."
        },
        {
            "review_title": "WOC must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
            "review_text": "Yup I got this too, The perfect red. A WOC must have. This is a comfy matte. And pops without a beat face. I am going to re-up and its better than you know who"
        },
        {
            "review_title": "nice but not transfer or kiss proof",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Love Gwen, but I probably wouldnu2019t buy this myself. I got this for free from work. Very nice color, glides on nicely for a matte lipstick, but this will move or smear the first chance it gets. Personally, I prefer liquid matte lipsticks because they dry down on me better, but since I got this for free I figured I would give it a try. I would assume the only way for it to stay would be to set it with a powder or a red shadow that matches (but who wants to do all that?? letu2019s be honest lol).   All in all u2014 packaging/branding is very nice and spot on for Gwen. Nice formula and inoffensive scent. Interested in what she puts out in the future."
        },
        {
            "review_title": "Showstopper",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This lipstick is so lightweight and extremely pigmented! The matte formula feels nice on the lips and doesnu2019t cling to dry spots. This shade is so vibrant and fun. It lasts all day without fading- amazing!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "This is the perfect red. It goes on like a dream and smells delicious. I want to live in this lipstick forever."
        },
        {
            "review_title": "Bold and beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Extremely pigmented formula this lipstick has. The color is beautiful. Even though itu2019s Matte finish it glides on smoothly. It does transfer slightly but stay longer on lips. Packaging is gorgeous. Love the gold and black."
        },
        {
            "review_title": "BOLD and COMFORTABLE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "This lipstick was truly a dream to work with. Coming into it, I was indecisive because I've always been skeptical with celebrity brands but this product proved me wrong. This matte lip we creamy, buttery, and smooth. Upon application, I had dry lips and it glided so effortlessly and it didn't tug or pilled. This didn't bled on my problem areas around my lip. Truly worth a shot."
        },
        {
            "review_title": "Comfortable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m so glad to see Gwen back in the beauty game and this formula is so good.  Itu2019s a comfortable matte with little transfer.  I love the vanilla cake batter scent of the lipstick!  The pointed tip makes it easy to apply this red without lip liner.  Gwen, please make a nude shade in this formula!!!!"
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I couldnu2019t believe when I realized this brand is by none other, Gwen Stefani! What an icon and I absolutely grew up listening to her! I love that she made her iconic lip available to all fans and to the beauty community. I love the feel, the color, and the durability in wearing power."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love the formula and the color. I tend to have red lipstick show up at pink but this shows a true red. And the best part is my lips didnu2019t feel dried out. Overall highly recommend."
        },
        {
            "review_title": "Stunning red!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a beautiful red, almost like ruby woo. The formula is non drying and long lasting. The packaging looks stunning but unfortunately the bullet holder came off in mine. I did put it back but I have to be really careful whenever I have to take it out and apply."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I received this lipstick to try on and share my honest review. The packaging is just so beautiful. The color is really pretty as well. I think this color will be beautiful on every skin tone. Perfect red for holidays"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Fair skin tone, Normal skin",
            "review_text": "Love love love this lipstick. The color is bold and really POPS! And it smells like candy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "LOVE LOVE LOVE this lipstick !! The packaging is so pretty and looks so 90s Gwen ! The shade of red just really compliments the skin. it is not a dry matte lipstick that your lips feel dead! Not to mention it has a subtle vanilla scent!"
        },
        {
            "review_title": "Quality matte lipstick",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I definitely prefer this matte formula over the satin u2014 this is a very creamy matte that feels super comfortable on the lips. Lots of pigment and it wears nicely. It does have a weird scent to it that isnu2019t quite as pronounced as the satin. I still think the liquid lipstick is the standout of the entire collection."
        },
        {
            "review_title": "This lipstick is something!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Iu2019m so in love with this vivid red color! It looks absolutely stunning! The texture is creamy and glides like a dream living my lips perfectly contoured for hours! Overall this is fantastic lipstick for a fantastic price! Highly recommend!"
        },
        {
            "review_title": "A Classic Red!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Such a beautiful lipstick! I love the finish, matte but not super drying to the lips! The color is definitely Gwen Stefani red and itu2019s perfect! Could you get this colors somewhere elseu2014sure, but if you love Gwen, go for it!"
        },
        {
            "review_title": "Super Matte Lipstick",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I am always looking for the latest and greatest red lipstick so I had to try this one. Of course, I am a huge fan of GW and her iconic red lips, so this was such a treat to try. It is super matte and probably the most matte lipstick I own. It doesn't dry out my lips and the color glides on smoothly. I just wish the color was a tad more of a bright red. Other than that, I absolutely love it."
        },
        {
            "review_title": "More matte than promo images. Beautiful formula!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Light skin tone, Combination skin",
            "review_text": "This is definitely more matte than my other matte bullet lipsticks. For a red, I love it. It pulls a bit on the lips when applyingg but not enough to make it difficult along the edges. This laid on top of my slightly chapped lips really nicely. I have the same color in the satin formula and wish the packaging looked more different from the two finishes."
        },
        {
            "review_title": "Original Recipe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I was so excited for this launch and it did not disappoint!!  I chose the shade u2018Original Recipeu2019 and itu2019s the exact shade of red that Gwen Stefani has made so iconic since the 90u2019s.   Definitely will be recommending!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "The packaging is everything. When I got it out of the box I was in shock with the detail. The color is beautiful and it goes on smoothly and with even pigment. Itu2019s comfortable on the lips and long wearing.  Throughly impressed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This color is beautiful! Absolutely love how well it applied and how well it also lasted throughout the day. Now Iu2019m curious about the other colors since this is a little bright for me. Would recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I am in love with this lipstick. It is a true Red and the lipstick glides on so smooth."
        },
        {
            "review_title": "Beautiful, Classic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This lipstick is very matte but still super comfortable to wear! It is VERY pigmented, a very beautiful red. It does transfer, but it still has very good staying power and lasts quite a while even after having a coffee. The packaging is cute. Not quite luxe, but nicer than a lot of drugstore lipsticks."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "the queen of a red lip has done it! this packaging, both inside and out, the graffiti style tube sticks true to her brand, the flawlessly done red shade and the yummy scent! so excited to see a makeup line from her!"
        },
        {
            "review_title": "Obsessing over this red lipstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This matte lipstick is my favorite!! I never really wear red but my gosh this is gorgeous! I love how pigmented and flawless it applies on the lips! If you love red lipstick this is a must have product!"
        },
        {
            "review_title": "Such a beautiful red!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "The most Universal Red. I never really liked red lipstick on myself but this red is so perfect! Itu2019s also matte yet comfortable. I would definitely recommend this lipstick."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Lordddd Gwen really knows how to rock a red lip and make the perfect red lipstick too. Iu2019m south Asian and this works so so beautifully on my skin. I canu2019t love it enough. NO BLEEDING or Smudging whatsoever!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The colour is beautiful, a lovely red that would suit a variety of skin tones. It glides smoothly and so comfortable to wear. There is no feathering or dry feeling at all. The case is classy and substantial. I definitely see the differences in quality. Really long wearing & the colour stays strong for a long time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I am in love with this. This lipstick gives you ultra-rich and a velvety-matte finish. The texture is soft and smooth. It glides on easily in one swipe, stays put and does not dry your lips. The classic red shade is vibrant and perfect for bold looks."
        },
        {
            "review_title": "So Gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "This lipstick is so beautiful and vibrant. I love the color and I love how it stays on for a long time. Itu2019s super easy to put on and itu2019s so beautiful the color is very pigmented and I totally love it."
        },
        {
            "review_title": "Just get it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Absolutely love this!! Itu2019s so soft on the lips itu2019s not drying. Stays put. Beautiful packaging. u2764ufe0fu2764ufe0f"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "Congratulations Gwen Stefani on the start of your new brand!!! When I think of Gwen I think of a classic red lip and this is exactly what it is! Iu2019m so happy itu2019s also CLEAN at Sephora. Itu2019s so opaque. Such a true red. And matte without the drying feel. Also, major brownie points for it  being a refillable lipstick! Love that!"
        },
        {
            "review_title": "Love this lipstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "When I heard Gwen Stefani was launching a makeup line, I was so excited and knew I would want to try her lipsticks! Her Original Me Clean High-Performance Matte Lipstick is AMAZING! I received it in Original Recipe, which is a gorgeous red. This lippie goes on smooth and has great staying power! Iu2019m definitely going to be picking up more from this line!"
        },
        {
            "review_title": "Good formula eh color",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Honestly Iu2019m not in love. I do like that the packaging seems to be refillable although itu2019s quite chunky. Doesnu2019t fit well in pockets. The formula is nice Iu2019m just not a super fan of the color. If they come out with more shades that would be great. Or at least different tones of red. This pulls to pink on me."
        },
        {
            "review_title": "great lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This is such a nice lipstick with rich pigment. You can get bold color in just one swipe. I really like itu2019s matte formula for the red lipstick as it doesnu2019t smudge as bad. I like itu2019s staying power and non drying formula."
        },
        {
            "review_title": "Bold Red",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "GXVE Beauty High-Performance Clean Matte Lipstick is a vibrant red lipstick. Packaging is fun and edgy. The lipstick goes on smoothly and is really pigmented. It smells like vanilla frosting. Love this beautiful, bold shade of red."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Love love love this lipstick! Itu2019s the perfect universal red, goes on smoothly and sets to a perfect matte. It feels smooth on the lips for hours and stays put for hours. It looks and feels very luxe!  Hoping to see a full color range in these soon!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Absolutely in love with this lipstick. It is sooo00o beautiful on me and it compliments my skin so nicely! This is the first matte lipstick that didn't dry my lips out. It goes on really smooth, and lasts a long time. It never dried down or dried out (which is exactly what I wanted) and stays perfectly matte. I liked the staying power of the lipstick, I would definitely recommend it."
        },
        {
            "review_title": "Smells amazing, didnu2019t dry lips!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "The packaging of the lipstick is super edgy. I do wish it was a little heavier, since itu2019s a refillable lipstick. However, the packaging is nice. The lipstick has a great formula, and it smells amazing. I didnu2019t notice it drying my lips more than other matte lipsticks and it was easy to reapply."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I prefer a softer lip line so I always buff my matte lipsticks out, this helps blow the edge out and make my lips look a bit bigger. I think its a very romantic look! But this matte lipstick really lends itself more to a sharp defined lip. Its a very stiff formula, but beautiful color."
        },
        {
            "review_title": "Red lip",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "If you like a good bright red lip.. this product is for you! This matte lipsticks looks so good one. It doesnu2019t try your lips out and it stays on! Highly recommend getting this lip stick if you like a red lip!"
        },
        {
            "review_title": "Love this color and texture!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this lipstick! Itu2019s so simple and classic but elegant and striking - the perfect date night shade! The texture smooths out my lips and makes them shine. I will definitely be adding this to my typical rotation of colors!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Wouldnu2019t expect anything less quality wise from Gwen. Packaging wise the product is absolutely gorgeous, itu2019s so heavy but in good way and such a fun edgy design. The lipstick itself is Gwenu2019s classic red and itu2019s so smooth and hydrating while still being matte. Absolutely loved this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this GXVE Beauty High-Performance Clean Matte Lipstick from GXVE BY GWEN STEFANI in exchange for my honest review. The shade Original Recipe is a vibrant true red. This matte lipstick is boldly pigmented and and wears comfortably. It has a delicious scent of vanilla frosting. Overall this lipstick is a new favorite and I can't wait to see more shades."
        },
        {
            "review_title": "Such a beautiful red",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Iu2019m super excited to try Gwen Stefanis beauty line as I loved her music growing up m! The packaging is so cute and do her, love the box packaging too very detailed. This Original Me Clean High-Performance Matte Lipstick is such a stunning red shade and very comfortable I instantly feel like different woman with it on itu2019s so pretty!! Itu2019s not as easy to apply as I like but itu2019s not bad! Such a great shade of red for anyone!"
        },
        {
            "review_title": "Love!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "The red shade of this lipstick is so gorgeous, bold and vibrant, I love it! The duration is great and the quality is amazing, doesn't fades easily and the packaging is beautiful and luxurious. Feels comfortable on my lips and the best thing is that it doesn't dry my lips! Highly recommended."
        },
        {
            "review_title": "Great Lipstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I really like this lipstick. The applicator feels very luxe and the product itself has a great texture. It lasts which I love and I love the color! This is definitely a lipstick I will be keeping in my purse!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "It glides on really nicely and the red is very pigmented! I've been looking for a red lipstick and I think this is a gorgeous shade that can work for so many occasions! It's matte but comfortable on the lips too."
        },
        {
            "review_title": "GORGEOUS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I absolutely love love this lipstick. The color is so vibrant and stays all day. There is no smearing!! I love the packing it feels so luxury. I could purchase every color in this. My lips do not chap after long wear either!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I am absolutely in love with this gorgeous super red shade which is flattering on every skin tone. It is super pigmented and looks so beautiful too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "If you can only get one product from this line, I would recommend picking up this lipstick! The red high-performance matte lipstick is a signature look of Gwen herself and the performance is as good as expected. The color is bold and rich. It's easy to apply and doesn't dry out your lips."
        },
        {
            "review_title": "Luxury",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This lipstick feels LUXURIOUS on lips. ultra-rich payoff, the Lipstick glides on lips. very fine quality and felt comfortable on lips for almost 6 hrs. I have the shade Original Recipe and I adore the color I picked. it's matte looks Velvety on lips"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Wow! I have tried so many different lipsticks and this one stands out! I am in love with the texture and the color is gorgeous! It glides on silky and lasts for hours. I would definitely recommend this to anyone looking for a quality lipstick"
        },
        {
            "review_title": "New favorite lipstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "The packaging is beautiful, and I love that it is refillable. The lipstick smells like a delicious coconut scent. It goes on smoothly, amazing color pay-off, and gorgeous shade of red. It is matte but not drying. Extremely lightweight and not messy. Definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Iu2019m a red lipstick girl and this one has such a wonderful pigment that stays put all day. The lipsticks doesnu2019t fade and itu2019s very flattering. Itu2019s very luxurious with a beautiful velvety matte finish."
        },
        {
            "review_title": "Gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I am so excited for this product by GXVY  beauty. The color is so pigmented and so rich. And it looks amazing on the lips too. It has a pretty good staying power. Love the iconic red color and beautiful packaging."
        },
        {
            "review_title": "Classy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is such a vibrant snd beautiful red lipstick that can just truly match anyone.  It's very classy and creamy, yet leaves a matte finish that feel absolutely comfortable. I am in love with the packaging."
        },
        {
            "review_title": "New favorite lipstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Oily skin",
            "review_text": "Such a beautiful color.  I got the red tone and let me tell you itu2019s the perfect red.  The packaging Itself is amazing, so so beautiful. The formula is not drying but it is hydrating on the lips. Obsessed with this bold red tone."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Most importantly, the packaging - wow! The formula is super nice, glides on easily and sits comfortably matte. Not drying but hydrating. The color is really vibrant - Iu2019m really impressed with Gwenu2019s shade choice. Bold, just like her personal style."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "A beautiful red lipstick! Iu2019m not a normal red lipstick person but this looked beautiful on my fair neutral skin! I like the feel of it and it didnu2019t look dry on my lips at all. Definitely a needed shade for the brand!"
        },
        {
            "review_title": "Beautiful red matte lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "First of all, the packaging of this matte lipstick is so beautiful. I just love this red shade. It is so beautiful, and it brightens up my whole look. It glides on so smoothly and adds a long-lasting matte red color to my lips. It has a nice smooth and soft texture. It feels very hydrating and does not dry out my lips. The color looks so vibrant and is nicely pigmented and goes well with my complexion. Highly recommend this lipstick!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "This glides on smoothly for bold, stay-true color in one swipe. Wears comfortably and stays put all day.  Itu2019s a true red and makes me Feel elegant .  100% Vegan, Cruelty-Free, is the best part"
        },
        {
            "review_title": "Classic Red Rockstar",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "As I love red lipsticks, seeing this classic red from Gwen sounded awesome. Perfect red for bold looks. It feels and looks very luxe, I love the finish and the way it wears. The shade is exactly what it looks like on the picture. It holds very well and is non drying. Definitely will be trying more from Gwen. And of course packaging didnu2019t disappoint, itu2019s gorgeous."
        },
        {
            "review_title": "Comfortable matte lipstick you NEED!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Iu2019m a big fan of Gwen so when I saw that she was coming up with her own beauty line, I couldnu2019t contain my excitement!! I received the matte red lipstick from her line and let me tell you it didnu2019t disappoint!!! The formula is super comfortable, pigmented and long wearing!! Itu2019s one of the best matte red lipsticks Iu2019ve tried!! It suits my tanned complexion so beautifully!! And can we just appreciate the amount of effort she put into her GORGEOUS packaging?! Yasssss 10/10!!"
        },
        {
            "review_title": "One of the best formulas out there",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I donu2019t wear red lipstick often but when I do, itu2019s a true blue red. This is a true blue red and the formula is wonderful. It is a plushy velvet matte formula so it is comfortable without being too drying. 100% recommend."
        },
        {
            "review_title": "Loved it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Loved everything about this matte lipstick. This shade of red is absolutely universal, so beautiful and my skin looked brightened with this red. It's very easy to apply and not drying my lips up. Packaging is beautiful too."
        },
        {
            "review_title": "the best matte! waiting for more colors",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "if you love redds like me this is the best choice. i was waiting for this launch as it was promised clean and HIGh quality matte lipstick and it is. i am so havppy that its stays long and gives gorgeous color and coverage"
        },
        {
            "review_title": "Gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Absolutely gorgeous and stylish lipstick from the new brand. This product I recently discovered from GXVE. Luxury design and beautiful vivid color that lasts very long on your lips. It is also refillable."
        },
        {
            "review_title": "Very bright!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I love how creamy and bright this lipstick is, it stays on all day and actually hydrates my lips in the process! I typically never venture out and wear red lipstick but this one is definitely a winner!"
        },
        {
            "review_title": "The most flattering red lipstick I've tried",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
            "review_text": "I love this color. Usually I stay away from red however they were right in saying this shade is universally flattering. The lipstick is truly matte, and barely transfers. I wore a mask with it, and it didn't transfer much. A little goes a little long way with this lipstick and it's very long lasting, I didn't have to apply it again throughout the day. Overall I think it's a nice formula I definitely recommend it!"
        },
        {
            "review_title": "This is your va-va-voom shade!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Who doesn't love red lipsticks? I certainly do but finding a formula like this is a dream. It's the most gorgeous red with blue undertones - my fav kind of red! This lipstick glides on and feels velvety smooth on your lips.  This lipstick doesn't budge and the color payoff is amazing! The best part, it's not drying on your lips at all, it feel super light and comfortable to wear. Plus, the packaging is absolutely gorgeous! Love this lipstick!"
        },
        {
            "review_title": "Glides On",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This is a delightfully classic red. It makes my teeth look whiter with a gentle blue undertone. It also glides in, completely smooth. There is a little bit of a learning curve if you donu2019t regularly wear red lipstick, because this is certainly not for beginners. It stays on, which means you have to get it on right on the first try. It fades off nicely and evenly, so it doesnu2019t look bad even after a full day of wear. I love this formula and hope they release more shades!"
        },
        {
            "review_title": "Best RED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is one of the most beautiful red lipstick colors out there. It makes your lips pop! It goes on smooth and stays on for a long time. I highly recommend it to all my gals who love a red pout. You will love it!"
        },
        {
            "review_title": "Pleasantly Surprised!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Love everything about this lipstick!!  The packaging is so DOPE. The texture is amazing, itu2019s velvety matte finish, very pigmented and so comfortable on my lips. It didnu2019t make my lips dry, and stays a long time on the lips as well. Please come out with more colors."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I tried the GXVE BY GWEN STEFANI Original Me Clean High-Performance Matte Lipstick and I am obsessed! If is a great shade and so flattering. I love the formula and the packaging is to die for. I love it!"
        },
        {
            "review_title": "Such a beauty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is such a gorgeous red lippie. I really love the color and think it is such a bold one. The wear is very lovely and I am so happy to have this beauty. Not to mention the component it is in is very cute as well and so luxe."
        },
        {
            "review_title": "Classic red",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Classic red in a matte/velvety finish. The shade is very opaque, it applies easily and because it's matte it lasts for a decent amount of time. As for the shade, this feels like a classic American Girl red."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I have been using this product now for about a week and a half. The color is intense and is long lasting. Even after eating and drinking I donu2019t need to reapply. I also love Gwen and canu2019t wait to try more of this line."
        }
    ]
}