{
    "product_id": "96",
    "name": "BEAUTYBLENDER POOL PARTY Makeup Sponge  ",
    "brand": "Beautyblender",
    "categories": "Makeup, Brushes & Applicators, Sponges & Applicators",
    "price": 27.0,
    "about": "What it is:A super-soft makeup sponge thatu2019s sure to make a splashu2014just like the original it effortlessly blends makeup for a flawless, skin-like finish..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also gluten-free and cruelty-free..What Else You Need to Know:The unique shape and exclusive, latex-free material available only with Beautyblender ensures impeccable, streak-free application with minimum product waste. Use it with foundations, powders, and any other complexion product.",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.-For the best results: wet blender before use so your sponge expands to mimic&nbsp;the texture of natural skin. Simply soak, squeeze out excess water, and bounce&nbsp;your&nbsp;fave&nbsp;complexion products to achieve a flawless, skin-like finish.&nbsp;u200b                                                                                                                                            -Colored with non-toxic, water-soluble dyes. For this reason, your new Beautyblender may shed dye for the first couple of washesu2014like a pair of blue jeans. Once you squeeze the excess water out, the excess dye is removed as well. .-All Beautyblenders are produced in the USA and hand finished into our unique shapeu2014this is why you may notice slight differences from blender to blender.",
    "num_reviews": 124,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/beautyblender-beautyblender-pool-party-makeup-sponge-P512636?skuId=2792380&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2792380-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "i love this beauty blender. i have so many of the normal sizes but this mini one is just so cute and colorful."
        },
        {
            "review_title": "shrinkflation",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The product is smaller than before. I'm not happy. I will be returning"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "it's fine and whatnot, but the smaller size had me questioning my sanity for a minute.  why do this? I assumed it would be the original size."
        },
        {
            "review_title": "Great item!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "The color of this sponge is so awesome! The smoothness of this sponge allows for effortless makeup application!"
        },
        {
            "review_title": "When did they decrease the size?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "I've always purchased Beauty Blenders and was excited for the cute color - but the latest smaller size makes me question trying out other brands. The narrower shape before the tip doesn't seem great for the undereye but maybe that will get worn in to a puffier shape. Seems to just be getting more expensive for now a smaller product - odd when theres so many alternatives on the market. (Please excuse my dirty blue beauty blender for size reference in the photos - both throughly wetted and squeezed)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "Love this sponge. This limited edition sponge is so cute. It reminds me of cotton candy, or laying by a pool. It works just like the other Beauty blenders. It isn't rough when blending out your make up. Blends your makeup out seamlessly."
        },
        {
            "review_title": "Oily skin gurl approved",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is the cutest beauty blender ever! Itu2019s giving summer tropical vibes! As expected it applies my makeup so well and it blends the products better! Forever obsessed with that skin like finish! Im obsessed"
        },
        {
            "review_title": "Blends beautifully!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I've never tried an authentic beauty blender sponge before.  It lives up to the hype.  It blends my foundation beautifully and flawlessly, creating a natural finish.  I especially like using it with concealer which has a tendency to get cakey.  I use it for both liquid and powder products.  I love the design which allows me to get into the corners of my face, and the size/color is super cute!"
        },
        {
            "review_title": "Summer in a Blender!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This is summer in a Beauty Blender! The hot pink and pool water blue swirls is so stinking cute! But as always, this little teardrop blends out all my liquids and creams like a dream. If you want a fun summery addition to your BB collection, sheu2019s your girl!"
        },
        {
            "review_title": "Meets expectations!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Dry skin",
            "review_text": "This sponge is the same quality we all know and expect from Beautyblender. I really like the size and the super precise tip for getting in the crevices around my tear duct and eyes. It also helps blend powders beautifully."
        },
        {
            "review_title": "Best in the market",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "The color is super cute! Giving summer vibes. Flawless, streak free and truly the best blender out there in the market. Yes I have tried dupes but nothing beats this OG! Add to cart! You wonu2019t be disappointed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "I have tried so many different face sponges but am always so impressed when I come back to the OG beauty blender! I love how effortlessly this tool blends out any of my liquid or cream products. Plus the fun swirl design is so cute for summer!"
        },
        {
            "review_title": "Only Sponge Iu2019ll Use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "I received this free from Beauty Blender and Skeepers. Iu2019ve always loved Beauty Blender sponges. They are so soft, hold water well and most importantly blend makeup to look flawless. When damp it gets to a decent size. Loved the spiral of the 2 colors. Would like to see more like that but in different colors."
        },
        {
            "review_title": "My fav makeup sponge!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I absolutely adore my new BEAUTYBLENDER POOL PARTY Makeup Sponge! Not only is it super cute, it does everything I need in a makeup sponge. It works with literally all of my face products, and as long as I wet it properly first, it absorbs hardly any of my products. I would like to buy several of these!"
        },
        {
            "review_title": "Love This Beauty Blender!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love this beauty blender!! I have never used a good quality blender for my makeup routine and this worked soooo amazing with my concealer and powered. The shape helps keep my skin seamless when I use it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Great beauty blender. It blends the makeup well, foundation, concealer, blush. The only thing is that it doesnu2019t expand much when run under water. However, itu2019s not a problem since it does the job well. Great product overall."
        },
        {
            "review_title": "Must have makeup tool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "The beauty blender is a must-have makeup tool! I recently received one as a gift from Beauty Blender and I'm so impressed. The sponge leaves my makeup looking flawless and streak-free every time. It's also super easy to use - just wet it and bounce it over my face for a smooth, airbrushed finish. Highly recommend this product!"
        },
        {
            "review_title": "Love!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I always love all my blenders from the beauty blender brand! This one is the perfect size and so soft when wet. It blended my makeup effortlessly. The pointed side is perfect for under the eye. Iu2019d definitely recommend."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I am obsessed with the pool party makeup sponge and I absolutely love how soft it is and how my makeup looks when I applied it on! Not only is it soft to the touch but it made my makeup look flawless!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "This sponge doesnu2019t really get much bigger when wet, and has a kind of rough texture compared to other ones Iu2019ve tried. It looks cute, but I donu2019t really enjoy using it much. Would not purchase, especially for $20."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Beautyblender in bright blue offers a super-soft texture and the same effective blending capabilities as the original. Its unique shape and exclusive material guarantee a flawless, streak-free finish while minimizing product waste. It's perfect for applying foundations, powders, and other complexion products."
        },
        {
            "review_title": "Bright and useful sponge",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have used many makeup sponges but never the original Beauty Blender brand. I found this sponge to be very soft and squishy. Some are much firmer. I kind of prefer this softer texture. The surface has sort of a fluffy texture and it feels like that prevents the sponge from absorbing as much makeup which is good. The shape is very narrow so itu2019s useful for getting near your nose and eyes. The color is very bright and did not get too discolored after applying foundation. It was able to blend my makeup as easily as any other sponge. I will consider other true Beauty Blender products in the future."
        },
        {
            "review_title": "Love this beauty blender!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I love this beauty blender! It works for hard to reach places with the pointed tip. Iu2019m able to create a flawless look using this beauty blender. I love the colorful summer-like look of it and packaging! So fun!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I will ONLY use beautyblender brand of beauty blenders! The dupes just do NOT compare. I love how these apply my makeup and I love treating myself to new colors! I am obsessed with the pool party version as these are two of my fave colors! so fun for summer!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Love how soft the beauty blender sponges are, especially when wet! They are my favorite for applying concealer on the under eye and for smoothing foundation! They are not rough on the skin like other beauty blenders I've tried and they last long."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The Beautyblender sponge is the OG makeup sponge! I find that using a beauty blender makes my makeup application look flawless and not streaky. The Pool Party design is cute but doesnu2019t make any difference in the in application."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "i was initially in love with the color of this beauty blender. it screamed summer but i was more shocked on how well it worked. itu2019s my favorite beauty blender. so soft and doesnu2019t leave my skin patchy."
        },
        {
            "review_title": "sooo good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This is honestly the cutest beauty blender ever! I looove the design, it is soo summery! I of course also love the sponge itself, these never fail and give really nice coverage! Make sure to wet it before using!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I love the look of this beauty blender itu2019s so cute and perfect for the summer time! It blends out my foundation so well. My face always look super hydrated and always gives me such a flawless finish."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "So I am already a big fan of this brand but recently tried the Pool Party Makeup Sponge from Beauty Blender, and just reconfirmed what I already knowu2026This brand is the best! The pool party version is so pretty with the vibrant, summery colors! Itu2019s fun and eye-catching, and it still delivers beautiful results! This sponge helps blend my foundation, giving me a smooth, flawless finish every time! Plus, itu2019s incredibly soft and bouncy! Overall, itu2019s a fantastic and I love it!"
        },
        {
            "review_title": "Love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Fair skin tone, Normal skin",
            "review_text": "First off I love the color of this beauty blender! I have always loved beauty blenders and I use them in different ways. I like to apply my setting powder under my eyes with a beauty blender. I wet my beauty blender with some setting spray before I use it and I find that it works better that way."
        },
        {
            "review_title": "LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Beauty blender never disappoints! Itu2019s the only thing i apply my foundation with and blend out my concealer. I think itu2019s the only thing that truly blends effortlessly. I love this swirl pattern itu2019s so cute. I will always recommend these !"
        },
        {
            "review_title": "So cute",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Beautyblenderu2019s pool party makeup sponge is so cute and absorbing. Aside from its fun design, itu2019s easy to use and easy to clean and rinse out. Itu2019s sturdy and petite design allow for easy travel and storage."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love this beauty blender! It makes my makeup blend up so natural into my skin. The design is super fun. I always use beauty blenders and they never fail! I use them to blend my foundation, concealer and bronzer in all my makeup routines. Nothing compares to these sponges."
        },
        {
            "review_title": "YUP",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Iu2019m usually a brush foundation girly but I actually loved using this makeup sponge. I put on my foundation with it while mixing it with my setting spray. IT LASTED ALLL DAY AND LEFT MY MAKEUP NICELY PUT. I loved it."
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "I love this product. I feel like everyone buys dupes for beauty blenders, but nothing actually compares to the real one. It is so soft on my skin and increases in size whenever I wet it. I love the real beauty blenders and the way it makes my makeup look flawless!! The colors are fun too!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Always like a nice beauty blender. This is a cute and summer vibey one and I use this for my foundation products mostly. This is my first multicolor one as I usually just use the OG pink one and it works as well. My foundation blends and always looks quite nice when I use this"
        },
        {
            "review_title": "A splash of fun in your makeup routine.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "The BEAUTY BLENDER POOL PARTY Makeup Sponge is a splash of fun in your makeup routine. Its soft, bouncy texture blends foundation and concealer effortlessly, leaving your skin looking flawless. The bright, cheerful colors of the pool party theme make it a joy to use every morning. Plus, it doesn't soak up too much product, so your makeup lasts longer. This little sponge is a perfect blend of practicality and playfulness, adding a touch of excitement to your beauty routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this beauty blender! The color was beautiful and it expanded well underwater. I really like the way this product made my skin look and the way it blended my make up. I have already bought another one of these. I received something for this post!"
        },
        {
            "review_title": "Very cute",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "The BEAUTYBLENDER POOL PARTY Makeup Sponge is a fun, limited-edition set featuring three vibrant, summer-inspired shades: pink, teal, and yellow. True to the Beautyblender's signature quality, these sponges offer flawless, streak-free application of foundation, concealer, and other makeup products. The unique, edgeless design ensures a smooth, even finish, while the aqua-activated material minimizes product waste. Perfect for adding a pop of color to your makeup routine, the Pool Party set is both functional and visually appealing, making it a must-have for any beauty enthusiast."
        },
        {
            "review_title": "Best ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Unmatched. No dupe is worth it or comes close to comparing. I really love this product and my favorite is when they drop these cute patterns and colors because itu2019s just so fun to get as a little treat for yourself or gift for others."
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The Beauty Blender sponge is a game changer for makeup application. Its unique texture allows for smooth, even blending, creating a flawless finish. Whether youu2019re using foundation, concealer, or cream products, it adapts perfectly to your skin. The sponge's design also helps minimize product waste, making it a staple in many beauty routines. Overall, it's an essential tool for achieving a professional look at home."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019ve used the pro beauty blender for years and I have had the original but the original was kind of meh. This one is pretty dang good! I like the colors and the fact that it doesnu2019t get too big. It sadly stained a bit already after one use but I think Iu2019ll try using bar soap for that so Iu2019m not worried. All in all itu2019s a great sponge!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "Absolutely love this beautyblender pool party sponge! The colors are adorable and perfect for summer! I love the original beautyblender and always wet it before application, It applies whatever products I need with ease!"
        },
        {
            "review_title": "All time favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I absolutely love my Beautyblender! It makes applying foundation so much easier and gives a flawless, airbrushed finish. The sponge is soft and bounces beautifully on the skin, blending makeup seamlessly. It's easy to clean and lasts a long time if cared for properly. Definitely a must-have in any makeup kit!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I'm a huge fan of BeautyBlenders and I was so excited about this Pool Party Makeup Sponge. This gives me the most flawless makeup application ever. This one is the perfect size for travel and if you're on the go!"
        },
        {
            "review_title": "so cute",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "I love the adorable design of this pool party inspired makeup sponge! It's perfect for traveling,  it comes in a little clear carrying case. I've always been a huge fan of the original beautyblender and I'm so happy to have this fun design."
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I've been a fan of the Beauty Blender for a long time! I love the Pool Party sponge so fun for summer time. It applies my liquid foundation with ease and doesnu2019t leave any streaks or blotches. Perfect for flawless application."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "The Beautyblender Pool Party Makeup Sponge is fantastic! It blends makeup seamlessly and feels soft and bouncy. The cute, vibrant Pool Party pattern adds a fun touch to my routine. It's durable and easy to clean. Highly recommend for both performance and design!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Dry skin",
            "review_text": "Beautyblender makes my favorite makeup sponges. I use it wet to apply my favorite foundation, and it blends my makeup so well with no streaking. I also use it dry when applying my loose powder for the perfect baked look."
        },
        {
            "review_title": "Absolutely beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "The small compact size of the beauty blender makes it perfect to take on the go. It was soft and easy to hold and the makeup application went on smooth. It gave me a natural look with the foundation! I would definitely recommend this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Oily skin",
            "review_text": "My favorite sponge, Iu2019ve been using it for years, itu2019s super soft on the skin, it doesnu2019t absorb product which is incredible because you donu2019t lose product, I use it literally for all liquid, cream or powder, and I thought this summer design was super cute."
        },
        {
            "review_title": "Same great sponge new cute design",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "The beauty blender sponges have been my go to for the longest time. I love the texture of the sponges and how they help apply my foundation as well as concealer. The pointed side makes it easy to apply my concealer comfortably in the eye area. The pool party design is super cute with the same original feel of the beauty blender."
        },
        {
            "review_title": "Good, but overpriced",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This is a great sponge and worked great at applying my makeup! Do I think it is worth the $20+ price point, not particularly. But on sale I would gladly pick up more. I will say that this one is a little rough (more sponge texture like) than my normal drugstore versions. I do love the cute design"
        },
        {
            "review_title": "Another Great Beauty Blender!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I have been a huge fan of beauty blenders for years and love when they come out with new colors so I was super excited to get this one! They make my makeup look so flawless! And i love to use them to apply liquid blushes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Iu2019m usually a brush girly, but I love using good quality sponges every once in a while. Generally, I donu2019t use my Beauty Blender sponge wet. I prefer to use it dry for a smoother foundation application. I love the design and colors of this sponge. It is lightweight and doesnu2019t absorb too much product. It is also easy to clean. The size is perfect for applying both foundation and concealer!"
        },
        {
            "review_title": "Cute",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "This is my real and honest opinion. I love my beauty blender! This is a funky shade itu2019s fun. But the sponge blends out beautifully and itu2019s also very easy to clean. Highly recommend you wonu2019t be disappointed."
        },
        {
            "review_title": "Simply the best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This is the cutest Beautyblender ever! The hot pink and Caribbean blue scream summertime pool party. I absolutely love using a Beautyblender for my foundation, it just blends better than any other sponge. I always have one or two in my makeup bag!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I recently tried the Beautyblender Pool Party Makeup Sponge, and itu2019s a fantastic addition to my makeup routine. This set includes three vibrant sponges in fun, summery colors that brighten up my vanity. The sponges are incredibly soft and blend foundation, concealer, and other products seamlessly, leaving a flawless finish."
        },
        {
            "review_title": "sooo cute!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "this beauty blender is THE BBBESSTTTTT!!! and this is the cutest cotton candy summer pool vibe combo that I am obsessed with. it blends my foundation in smoothly and it always looks flawless. so easy to use and super cute!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "This beauty blender is sooo cute! I am already a huge fan of beauty blender sponges, they are literally the best sponges in the game. So I just had to get this super cute limited edition color for summer!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Love the print on this blender. Fun and summery! As always, these blenders work better than any others that I have tried and I love the finish on my skin when using these to apply my makeup. Wish they werenu2019t so pricy though!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I will always be dedicated to the OG beauty blender!! I love HOW soft this gets while being bouncy and blending my products out sooooo fast! I love the way this works with powder, cream and liquid seamlessly. This new color is so funky and fresh."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This beauty blender design has been my favorite so far itu2019s literally so cute and everyone Iu2019ve been around has asked me where I got it from and theyu2019re so surprised when I tell them itu2019s the og beauty blender haha love it!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I am trying my best to get started in makeup so when i was sent this beauty blender i was so excited. this beauty blender is really good for blending! the design in itself is so cute and the fact that i can easily blend in my make up, as a beginner, itu2019s really helpful."
        },
        {
            "review_title": "Adorable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The Beautyblender pool party design is super cute, if you love these sponges this is a nice summery addition to your makeup routine. I love the shape of the sponge, it applies all my products easily and is great to travel with."
        },
        {
            "review_title": "Perfect for summer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "A super cute beauty blender for the summer! I love the pink and blue swirl itu2019s so adorable. I use beauty blenders for all my base products since I like sheerer bases and it makes it all apply so flawlessly. I also like to use cream or liquid blushes with a beauty blender since it makes it so easy to blend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "BEAUTYBLENDER has been keeping my makeup flawless for years! POOL PARTY Makeup Sponge is so fun to look at and keeps my foundation smooth and look poreless just as well as the other beautyblenders. Highly recommend!"
        },
        {
            "review_title": "so pretty!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This is the cutest beauty blender i own! the colors are super bright and perfect for summer. it even had adorable heart-shaped packing peanuts in box too! This works great for smoothing out my foundation and applying blush."
        },
        {
            "review_title": "Flawless application",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Beauty Blender Sponge is an essential tool for flawless makeup application. Its unique egg shape and latex-free foam material provide a smooth, even finish for foundation, concealer, and other products. When dampened, the sponge expands and minimizes product absorption, ensuring seamless blending. The pointed end is ideal for hard-to-reach areas, while the rounded bottom covers larger surfaces effectively.  Pros:   u2022 Delivers a flawless, airbrushed finish  u2022 Versatile for various makeup products  u2022 User-friendly and ergonomic  u2022 Durable with proper care  Cons:   u2022 Requires regular cleaning to prevent buildup  u2022 Absorbs some product, leading to slight wastage  Overall, the Beauty Blender Sponge is a top choice for achieving a professional makeup look with minimal effort."
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this blue beauty blender, pool party makeup sponge, beauty blender by beauty blender. It seriously is so adorable has the cutest world and so good for a gift for both the kid and it all. Just add water and see it works. Itu2019s magic. itu2019s a total must have."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "As ususal, this Beauty Blender is adorable and gets the job done! Love this color way for summer. Soaks up water nicely so I don't waste all my products. Also works nicely to apply cream blush to your face!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I really love this limited edition beauty blender. Itu2019s super cute love the overall design of it, and I love that. It helps to help me officially put on my make up. Itu2019s super easy to use and very durable too."
        },
        {
            "review_title": "BeautyBlender does it Best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "BeautyBlender does it best! I have been hooked ever since these came out. They blend makeup easily, effortlessly, and smoothly. I love this new fun color they came out with too, so pretty! I will forever use these to apply my makeup. They are softer and have the perfect point to get in the inner corner on concealer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Beauty Blender Pool Party has arrived! Often imitated but never duplicated! Thereu2019s something about this sponge that delivers an impeccable makeup application that I love. Stick with the original is my motto."
        },
        {
            "review_title": "Good beauty blender",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I received beauty blender pool party in exchange my honest review. The beauty blender pool party is a fun and unique way to celebrate the popular makeup tool. Guests can enjoy a day by the pool while learning about the best techniques for using a beauty blender to achieve flawless makeup looks. There can be stations set up with different beauty blenders for guests to try out, as well as makeup artists on hand to provide tips and tricks. The party can also include beauty-themed refreshments, such as cocktails with colorful swirled straws that mimic the look of a beauty blender. Overall, the beauty blender pool party is a creative and interactive way to celebrate the beauty tool that has become a staple in many makeup routines."
        },
        {
            "review_title": "Flawless application",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is such a beautiful beauty blender with nice swirls. The shape makes it easy to apply my makeup effortlessly without streaks or smudging. It makes applying makeup easy and provides a flawless look every time. I especially low using it to apply my foundation. It goes on so smoothly and gives a flawless finish. I highly recommend this beauty blender!"
        },
        {
            "review_title": "Love this one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This is the cutest beauty blender I own! I Love the swirls and like all beauty blenders it makes my makeup go on flawlessly. The ease of blending is one of the best parts of this blender especially if you add a little water first. So good!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Beauty blenders are my favorite applicator to spread foundation or concealer with. they allow your skin to absorb the product instead of wiping it on the surface and off. I love the easy application it gives."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "This blender is so cute. Beauty blender is the OG for a reason. Itu2019s just soft enough and this one is unique and cute for the summer. Blends my make up perfectly and it doesnu2019t break apart when I clean it."
        },
        {
            "review_title": "Splash into Perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "The BEAUTY BLENDER POOL PARTY Makeup Sponge is a vibrant addition to any beauty toolkit. This iconic sponge, now in a fun, pool-themed color, delivers the same impeccable performance we've come to expect from Beauty blender. Its unique, soft texture ensures foundation, concealer, and other makeup products blend seamlessly into the skin, creating a flawless, airbrushed finish.  I love how the sponge expands when dampened, making it easy to cover large areas while its pointed tip allows for precise application in harder-to-reach spots. The playful color adds a splash of fun to my makeup routine, and the high-quality material withstands daily use without losing its shape or effectiveness.  Whether you're a makeup novice or a pro, the BEAUTY BLENDER POOL PARTY sponge is a reliable tool for achieving a smooth, natural look. It's a fun, functional, and essential addition to any makeup collection. Highly recommended!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The perfect beauty blender that isnu2019t a gigantic size once dampened and gives the best makeup finish to blend your looks! The fun tie dye color with this is the quintessential summer vibes for this year! I love how soft this is and their beauty blenders hold up well, they do stain like most but if you use their cleansing soaps, my beauty blenders never stain anymore! This is my go to beauty blender and it dries quickly when rinsed/cleaned too. Super cute!"
        },
        {
            "review_title": "Suaves",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "eh. I have used this brand for a long time. I love the quality of these sponges. They are soft and manageable. They do not accumulate product and the best thing is that they are easy to wash. I think this part is important since, since they are easy to wash, they do not accumulate mold and which does not bacteria, for me I love that, for those who say that the sponge absorbs a lot of foundation, use the foundation directly on the skin, then with sponges give small touches so that it disperses on the skin it really gives a unique finish and for me this brand Always It will be one of the best since its sponges are made with the best quality."
        },
        {
            "review_title": "Flawless beauty blender",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "The Beautyblender Pool Party Blender is a fun, vibrant addition to any makeup kit. It offers the same flawless application as the original, with a playful twist. Perfect for seamless blending and a pop of color!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Lovely besutyblender as usual! Love the new colors which are great for summer. Makes it so fun. I have always liked beauty blenders because they help me use less makeup and less product without wasting it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Amazing product. I am already a fan of beauty blender so when I saw how cute this was I needed it. I use it to clean out my makeup and everything just goes on so smoothly. Definitely a staple in my makeup routine."
        },
        {
            "review_title": "A must have in my makeup routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Iu2019ve loved and used beauty blenders as part of my makeup routine for many years now and theyu2019re truly fantastic! They blend my makeup so easy and leave no trace of product on my skin, I love the super cool design of this pool party edition, looks super fun and itu2019s also super easy to wash off and keep it clean for a new makeup application, would definitely recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This is such a cute makeup blender from Beautyblender!  This sponge features fun colors of blue and pink.  It really works well to blend in my usual foundation and cover my skin evenly, even in the difficult spots around my nose and eyes."
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I absolutely love BeautyBlender - itu2019s the only sponge I use for my foundation. It blends effortlessly after squeezing all the water out and this new pool party themed BeautyBlender is so cute and perfect for summer!"
        },
        {
            "review_title": "Must-have for makeup application!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "Absolutely love using beauty sponges for my makeup and the beauty blender brand goes above all!! They are amazing used with every product I use in my makeup routine and make everything go on smoothly and flawless. Will repurchase again and again! (Love this color too)!"
        },
        {
            "review_title": "Beautiful color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I have every color of Beauty Blender Sponges and yet I got another one, lol. Iu2019m in love with the color of this Pool Party Makeup Sponge, ordered it just because of the color, quality, the quickest shipping. Best company"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This beauty blender blends my makeup flawlessly. I like to get mine wet so that it gets even bigger. I love to use this for my foundation and concealer over a brush. Highly recommend this beauty blender brand over all else!"
        },
        {
            "review_title": "Cute but thatu2019s it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I know everyone loves these but I genuinely donu2019t get it. This makes my makeup look SO DRY. I drenched myself with a hydrating mist because my skin looks so icky. Even with the mist, it still looks dusted and crusted (see photo). My skin typically looks pretty juicy. This product is not it. There are way better out there in my experience."
        },
        {
            "review_title": "Fav makeup blending tool",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019ve been using a beauty blender for years now. It gives me a flawless makeup application, makes my foundation look not too cakey and like my reel skin and I also love using it for blending in my contour. I revived something in exchange for this post."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Beauty blender is my favorite since I remember I try many other sponges and I always end up with my beauty blender the quality is amazing and last me for everu2019 this new blender is super cute love the colors"
        },
        {
            "review_title": "High quality and worth buying",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "First off, the colors are too cute and I am obsessed! Lol. It looks like cotton candy colors. Too cute. It really blends my makeup with ease and cuts the blending time in half I would say - versus using the brush I was before.  You can tell that this is made with high quality and it is very soft, too. You definitely get what you pay for quality wise and this one is top tier."
        },
        {
            "review_title": "in love with those colors",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "when you obsessed with Beauty blander makeup sponge - you willing to have every available color coz they are all so much fun!. this is my most favorite so bright and fun and definitely summer like! best durability and as always flawless foundation application. thank you BB"
        },
        {
            "review_title": "Perfect for the summer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": ""
        }
    ]
}