{
    "product_id": "1392",
    "name": "Balance Toner with Vitamin C,  and AHA's",
    "brand": "Sahajan",
    "categories": "Skincare, Cleansers, Toners",
    "price": 46.0,
    "about": "What it is: A balancing and gentle AHA toner with rose water and vitamin C that hydrates, gently exfoliates skin, and minimizes the appearance of pores...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Pores, Dullness, and Uneven Texture..Formulation: Liquid..Highlighted Ingredients:- Vitamin C: Visibly brightens and protects the skin; provides an anti-pollutant cleansing benefit..- Rosewater: Revered in Ayurveda for its calming and hydrating capabilities..- AHA/Glycolic Acid: Acids from orange, lemon, and bilberry that exfoliate dead skin cells...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also cruelty-free, and comes in recyclable packaging...What Else You Need to Know: This carefully crafted Ayurvedic blend is a fast-penetrating liquid that delivers a vital hit of hydration. It contains antioxidant rich moringa oil that visibly brightens and protects the skin along with extracts of orange, lemon, and bilberry to exfoliate, revealing a more even-looking skin tone...CLEAN at Sephora is our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing on effectiveness.",
    "ingredients": "-Vitamin C: Visibly brightens and protects the skin; provides an anti-pollutant cleansing benefit..-Rosewater: Revered in Ayurveda for its calming and hydrating capabilities..-AHA/Glycolic Acid: Acids from orange, lemon, and bilberry that exfoliate dead skin cells....Water, Glycerin, Lusolecithin, Sclerotium Gum, Xanthan Gum, Pullulan, Vaccinium Myrtillus (Bilberry) Extract, Saccharum Officinarum (Sugar Cane) Extract, Acer Saccharinum (Sugar Maple) Extract, Citrus Aurantium Dulcis (Orange) Fruit Extract, Citrus Medica Limonum (Lemon) Extract, Moringa Oleifera Seed Extract, Rosa Damascena Flower Water, Sodium Hyaluronate, Benzyl Alcohol, Salicyclic Acid, Sorbic Acid, Trehalose, Fragrance....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Use morning and night before your serums and moisturizers..-After cleansing, saturate a cotton pad with toner..-Apply all over the face and neck, avoiding the eye area..-Alternatively, dispense into hands and pat on the skin, using it as an essence, avoiding the eye areas....Recycling Instructions:.-Remove the reducer..-Rinse the bottle and recycle..-Drop off the reducer and the cap to your nearest Pact bin or discard as waste.",
    "num_reviews": 98,
    "overall_rating": 4.9,
    "product_url": "https://www.sephora.com/ca/en/product/balance-toner-with-vitamin-c-ahas-P510406?skuId=2776037&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2776037-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "4 oz / 120 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2776037-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Wonderful Toner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I enjoy the texture and the scent of this toner, it is wonderful to apply. It gently exfoliates and helps leave my skin smoother and with a nice healthy glow."
        },
        {
            "review_title": "A Go-To Product for Dry Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love using this toner right after cleansing and before applying any serums. I have dry skin so I love the consistency of this product as it is thicker than other toners I have tried in the past. My skin feels refreshed, soothed and noticeably softer and more hydrated now with this product in my routine. I also love the scent!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Combination skin",
            "review_text": "Love the smell and the feels on my skin! Look forward to wearing it, canu2019t wait to try more products from this brand."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Oily skin",
            "review_text": "Smells amazing!  Skin feels great, highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "this product did nothing for my skin. I didn't notice my skin looking any better and I gave it a few tries. returned, i really wanted to love it."
        },
        {
            "review_title": "A Must!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I just started using this toner. As the winter approaches my skin desperately needs extra protection. I already love it! Smells amazing. Keeps my moisture in, and helps reduce my uneven skin tone.   Would highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I do not normally use a toner however with the dryiness of winter approaching I thought I would add it to my skincare regime. So happy that I did as my skin feels so soft and supple! I also like that the toner is almost miky in texture not the watery kind that you normally expect."
        },
        {
            "review_title": "Exfoliating without being stripping!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I've been adding Sahajan products to my skincare routine and I'm really liking this toner. The consistency is not as watery as some other toners I've tried, which is perfect for my dry skin. Even though the main actives aren't for hydration, it goes very smoothly on the skin and doesn't feel stripping at all. On the days when I want a bit deeper exfoliation, I use a cotton pad to apply, but most days, just a few drops applied with my hands works perfectly. Thank you Sahajan!"
        },
        {
            "review_title": "Hydrating and smells incredible",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This has been such a lovely edition to my skincare routine. Not only does it smells like roses, it also is very hydrating on my skin and just feels really clean. Big fan!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like this product! I feel like it's sinking into my skin. It is not greasy which I like."
        },
        {
            "review_title": "Moisturizing toner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This doesn't make my skin feel dry like other toners do. It removes any leftover residue/makeup after cleansing and leaves my skin feeling extra clean and moisturized. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "As a guy, a multi-step skincare routine seems overwhelming and redundant at times.  In the past, I have skipped out on the toner phase, jumping from cleanser to moisturizer.  Not with my new Sahajan routine.  This toner is worth being in the line-up.  Freshens and invigorates the skin - WOW."
        },
        {
            "review_title": "A must have, love how it makes my skin feel.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "Smells amazing, makes me feel like I am at a spa.  Been using for a few weeks, skin looks and feels great."
        },
        {
            "review_title": "Great for the morning, after washing your face",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "Nice to add to your morning skincare routine, after washing. The smell is nice and doest linger. Makes my skin feel fresh."
        },
        {
            "review_title": "Must-have if you are into skincare",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Love this toner- the smell is amazing and I like that it leaves my skin feeling hydrated and fresh.  Great for mornings when I wake up feeling icky and I don't want to cleanse but want a fresh face for skincare.  Great to take off dead skin cells. Nice formula."
        },
        {
            "review_title": "Finally a toner which makes a difference!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve been using the Sahajan Balance Toner for a few weeks now, and Iu2019m amazed at how hydrating and radiant it has made my skin look. I used to think toner was an unnecessary step since most never did much for me, but this one has completely changed my routineu2014leaving my skin bright and glowing.  I also love the eco-friendly glass packaging, which adds a luxurious touch. The clean Ayurvedic ingredients make every use feel like a spa-like experience.  Iu2019m officially hooked and will be repurchasing this toner from now on!"
        },
        {
            "review_title": "Works well and smells divine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is a great find. Beautiful texture, not quite water like most toners and really helps to clear my skin without leaving it dry.  Great addition to my skincare routine. I use it 2x a day and as I don't cleanse in the morning, I start with this!"
        },
        {
            "review_title": "A great toner!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I'm not a huge toner user but heard great things about this line and wanted to try. I'm also a sucker for the light rose scent. Easy to apply and helped with my skin redness!"
        },
        {
            "review_title": "A must- have toner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Having been using this product over the last few weeks and it has helped a lot with my dry skin. Great product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Noticed a difference in my skin after only 2 uses, my skin looks more even and glowing, love it!"
        },
        {
            "review_title": "Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "LOVE LOVE LOVE! This is my new favourite toner, skin feels so refreshed and glowing after using"
        },
        {
            "review_title": "Smells soooo good.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Finally - a toner that isn't drying. And smells amazing!!! I use it every night after washing my face with the Sahajan Cleansing Oil. Love love love."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The entire line is unreal. My new favourite toner and the scent is Devine!"
        },
        {
            "review_title": "I look forward to using this toner each day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This toner has become a part of my routine I really look forward to - it feels refreshing and doesn't dry out my skin"
        },
        {
            "review_title": "Beauty Routine Bonus",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This toner works wonders. It removes all the leftover residue that cleansing misses, and sometimes I simply apply it with my palms for an extra hydration boost."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "I have been using this product for the last number of weeks and have liked it a lot. It feels luxurious and it doesn't feel drying at all which has been an issue for me with other products. I feel hydrated and then pair with the Creme Riche as part of my routine."
        },
        {
            "review_title": "Non Irritating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "The smell is SO good but not irritating. I feel like I'm in a spa or a lux yoga studio. Gives me a nice glow and perfect base for the rest of the skincare"
        },
        {
            "review_title": "Refreshing Toner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Really refreshing toner!  I am particular about my toner and I found this toner to be refreshing without being drying."
        },
        {
            "review_title": "An excellent, luxurious toner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I love this toner. It leaves my skin feeling healthy, hydrated and smooth. It smells good and feel luxurious to put on.  I love the ingredients and knowing that I'm only putting good clean products on my skin."
        },
        {
            "review_title": "Great toner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "A wonderful, gentle toner! It leaves my skin feeling fresh and hydrated and a little goes a long way! So glad I tried it!"
        },
        {
            "review_title": "Absolute go-to for my dry skin.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Starting using this product after I took it from my wifeu2019s side of the sink!  Amazing results after 2 days and great to wear before long over night flights.  Will continue to use!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "I have tried so many toners, and this is the only one I have ever stuck with. It doesn't have that chemical feel of other toners, and I love how it makes my skin feel."
        },
        {
            "review_title": "Multi-purpose magic!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Iu2019m on my fourth bottle of toner.  I use it multiple ways!  It is perfect as the first layer of a skin routine.  Leaves skin soft.  Sometimes I will apply it in layers to get that glowy, glass skin.  In the evenings, I will apply it to my face with my fingers, let it sit for a few seconds and then wipe off with a cotton pad as a final step to my cleansing routine. Sometimes I add a drop of toner to my foundation and mix it up to add a little extra moisture and dewiness to my face. And most recently, Iu2019ve applied a small amount to my face before using my red light therapy mask.  Common practice is to use red light therapy on clean skin but some places suggest using a light serum, and while this is a toner and not a serum, I have found that it is thicker than most toners but light and non-reactive enough to pass for a suitable serum."
        },
        {
            "review_title": "Refreshing and maintains hydration!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I love a good toner and this is definitely one I can stand behind. Its consistency is not quite watery but has a bit of body, it feels refreshing on the skin with a slight fragrance. I feel like it helps maintain the hydration in my skin and evens out my complexion. This is on of the few Vit C products my skin doesn't have a reaction to."
        },
        {
            "review_title": "Best Ayurvedic Toner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The best toner all natural ingredients because itu2019s Ayurvedic! Iu2019m south Asian and I have very sensitive acne prone skin. So I easily breakout and donu2019t really try new products. I tried the cream first and it was amazing for hyperpigmentation so decided to add the glow serum and this toner.This feels so hydrating and satisfying on the face."
        },
        {
            "review_title": "You will love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have probably used 3 bottles by now in two years. The toner is so gentle, providing just the right amount of hydration and toning plus it smells like heaven! Best part- all natural ingredients"
        },
        {
            "review_title": "Love ittt!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "So hydrating and glowy, I use this product daily and I love it!"
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "The best toner Iu2019ve ever tried. It has the consistency of an essence, making it super hydrating, even though itu2019s a hardworking formula that gently exfoliates and brightens the skin. Obsessed!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I LOVE this stuff it saved my skin. Super hydrating"
        },
        {
            "review_title": "This is the only toner i'll use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "A little goes a very long way so it lasts, its packed full of complexion balancing ingredients, it wakes my skin up, and it keeps my skin so CLEAN. It definitely has an earthy scent but i'd prefer that to a strong artificial fragrance."
        },
        {
            "review_title": "Absolutely worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Forget how great it smells, the effect of this toner is unarguable. Well named as it absolutely balances out my skin and gives it a fresh feeling for my evening ritual or a blank canvas for day make-up. I highly recommend as a dry, pale skinned 40+ woman."
        },
        {
            "review_title": "Part of my daily routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This is part of my morning and evening routine and has left my skin hydrated and fresh.  I use it after cleansing and before the Nourish Creme Riche.  I cannot believe the improvement in my skin since I started using Sahajan products.  I'm in my 50s and receive so many compliments on my skin recently which never happened when I was younger."
        },
        {
            "review_title": "Obsessed with this toner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I never knew I needed a toner until i tried this one! The gentle formula not only balances my skin's pH levels but also  leaving my skin feeling refreshed and looking brighter"
        },
        {
            "review_title": "Hydrating toner that smells great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I've been using this toner for the past three weeks and love how it leaves my skin feeling hydrated and soft. Also, the light rose scent makes me look forward to using this every evening.  The cherry on top is the physical bottle itself. The glass feels very high-quality and I love the stopper at the top, which allows you to pour the perfect amount of toner on your hands without wasting any of it."
        },
        {
            "review_title": "Canu2019t live without this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This  product surprised  me. I really love the smell it almost smells healing or like a meditation. Iu2019m also really impressed by how well it keeps my skin clear and fresh."
        },
        {
            "review_title": "Toners are effective!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am quite impressed after being underwhelmed by other toners. The Sahajan toner leaves my skin fresh and glowy! SO glad I tried it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this toner! It leaves my skin feeling so clean without drying - plus it smells so nice. Itu2019s a u201cmust useu201d with the Sahajan serum!"
        },
        {
            "review_title": "Freshness in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Leaves my skin feeling (and looking!) fresh and bright, without feeling like it's dry or sickly. I would recommend this!"
        },
        {
            "review_title": "Freshhhh",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This toner made my skin feel so fresh, and helped even out my skin tone. It was scented, which Iu2019m not sure if it was from the useful ingredients or if it was a parfum, but for those of you that have a sensitivity to fragrance Iu2019d do the ingredients."
        },
        {
            "review_title": "Great Toner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Great toner! Smells great and makes my skin feel clean without feeling tight, which a lot of other cleansers do to me. Will definitely be recommending this to my friends!"
        },
        {
            "review_title": "The best toner !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love it! It leaves my skin soft and plump. The scent is so lovely. I use it in the morning and at night, has become part of my skin care routine . I definitely recommend."
        },
        {
            "review_title": "Feels amazing on my skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I didnu2019t know how beneficial a toner was until I tried this product. It makes my skin feel and look wonderful. This product is truly miracle in a bottle!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This toner makes my skin feel so fresh and hydrated!! This is a staple in my skincare routine!!"
        },
        {
            "review_title": "Best Investment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This toner is very much worth investing in. The use of vitamin C as well as rosewater is really beneficial to anyone who is looking to keep their skin fresh and cleansed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I'm usually afraid of toners, because they might dry out my face too much. I have combination, sensitive skin, and this product was just the best! My skin felt so hydrated and plump. This is definitely a toner I will be repurchaisng."
        },
        {
            "review_title": "Fantastic toner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "A fantastic toner that keeps my face hydrated and moisturized, especially when paired with the face cream and the serum!"
        },
        {
            "review_title": "Just not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Smells nice and I like that it doesn't leave a film on my skin. Didn't fix any of my breakout issues, but didn't make them worse either. Might be the perfect product for someone else."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, auburn hair, Dry skin",
            "review_text": "I love that this toner works. I find that it gently exfoliates, without aggravating my dry and sensitive skin. Another winner from Sahajan!"
        },
        {
            "review_title": "Nice and tight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This is my ride or die product! I love this toner. Great for redness in the skin and I found a noticeable difference in my pore size especially."
        },
        {
            "review_title": "I love this toner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Absolutely the best toner on the market!  Skins feel fresh and glows!  Feels amazing!"
        },
        {
            "review_title": "Dehydration & Sensitive Skin Hero",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "Love this toner! Makes my skin feel juicy and doesn't irritate my eczema-prone skin. It is thicker than your traditional toner almost like an essence and does not dry the skin. I love that it exfoliates gently while hydrating. I like dispensing it into my hands and patting it on my skin after cleansing. I'm sensitive to scents but I LOVE THIS ONE!"
        },
        {
            "review_title": "Refreshing feel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I have eczema and this toner doesn't irritate it and feels so refreshing. Smells really great."
        },
        {
            "review_title": "Helped me with glowing skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I didnu2019t even know if I would benefit from a toner, but I love Sahajan products so decided to try this out.  Wow!  It left my skin glowing!  I absolutely love it!"
        },
        {
            "review_title": "Love this one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I LOVE THIS TONER! I was never a big fan of toners before trying this one. I now use it everyday. I prefer to gently massage it into my skin with my fingers after cleansing. My skin drinks it up. It feels so clean and fresh and the smell is amazing!"
        },
        {
            "review_title": "Now a staple In my skincare routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Was never big on toners before - now thereu2019s no going back. This toner is now a staple in my Routine - skin feels so nice and toned and even after using. Makes the skin feel fresh too! Love love love would recommend again and again to anyone!"
        },
        {
            "review_title": "My favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "After using this amazing toner, my face feels clean and nourished.  Ready for the next stage of my daily routine, serum.  This product and the Essential Cleansing Oil share the top spots as my favourites but there is not one Sahajan product I donu2019t like."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Iu2019ve really enjoyed using this product the last few weeks! Iu2019ve noticed a huge improvement in my skin since I suffer from adult acne and less skin blotchy-ness ever since Iu2019ve incorporated Sahajan products into my routine"
        },
        {
            "review_title": "A toner that will add to the glow of your skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This toner is super light and is one that does not feel like you dry out your skin more after using it.  A staple part of any skincare routine."
        },
        {
            "review_title": "Amazing Toner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Love this toner - leaves my skin feeling so clean and balanced - also love the natural ingredients!"
        },
        {
            "review_title": "Balance toner obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This balance toner is so refreshing and an absolute staple in my skin care routine. The smell is also divine; you just want to pour it all over your body, that good!"
        },
        {
            "review_title": "Perfect hydrating toner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "mediumTan skin tone, Normal skin",
            "review_text": "A toner that doesnu2019t dry your skin out. I find it to be very hydrating and plumping. In the summer when my skin feels a bit oily I sometimes just use this toner with a tiny bit of cream and itu2019s enough for the whole day."
        },
        {
            "review_title": "Such a gentle toner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This is unlike any other toner Iu2019ve ever used - super gentle, doesnu2019t dry my skin, and a great step just before the serum. Key step in my evening routine and not one to miss!"
        },
        {
            "review_title": "Must buy toner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a game changing toner! Within a few weeks of using it, I noticed that my skin was smoother, less textured, and supple. Plus it both feels and smells so good. I just love it!"
        },
        {
            "review_title": "Great toner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Just started to use this, and I love it. I was never a fan of toner, but I love the fresh smell and efficacy. Great product."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This toner has a lovely consistency. It isn't water-like which a lot of toners are but not too thick. It's definitely closer to a water serum.  The scent is very lovely with rose being the dominant note.  It recommends to put on a cotton pad but I just put it in my hands and pat it on. This way I'm not wasting anything.  I have sensitive skin and glycoli acid/AHA didn't irritate me. I wouldn't put it on everyday though."
        },
        {
            "review_title": "Great Toner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "I donu2019t usually use toner but after trying and loving the Sahajan Cleaning Oil I thought Iu2019d add the toner.  It really has improved my skin.  I removes dead skin and makes my face smooth and refreshed.  It is a good sized bottle and lasts a long time.  It pour a little on a cotton pad and it works great.  I also love that all Sahajan comes in beautiful glass bottles."
        },
        {
            "review_title": "Great product super long lifespan ufffc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "This product is a part of my daily skincare routine and has been for years, every time I use it it makes my skin feel amazing and fresh. It also lasts a long time. One bottle will last a year on average."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This toner does exactly what it says -  hydrates, exfoliates skin, and minimizes the appearance of pores. Definitely part of my skin care routine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Dry skin",
            "review_text": "I never understood why you would want to include a toner in your skincare regimen until I tried this one. I think it helps the texture of my skin be more smooth. Plus I like the feel of it."
        },
        {
            "review_title": "Didnu2019t think I needed a toner until this one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Didnu2019t think I needed a toner, but this just amps up my skins softness. Love how it has natural AHAu2019s that has helped even my skin tone but not strip my skin. Great value"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I've always loved a good toner and this one is definitely worth it!"
        },
        {
            "review_title": "Double Cleanse in 1 Bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Very Silky feeling! I love that the bottle has a lid that closes, easy to take with me to the gym. This is truly a double cleanse in 1 bottle. Takes off all my makeup, sunscreen and product without stripping my skin."
        },
        {
            "review_title": "Skin refreshed, not dry",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "My dry skin doesn't usually like toners, but this one from Sahajan works wonders, doesn't feel like a toner as it leaves my skin so refreshed and moisturized.  Big size, great value."
        },
        {
            "review_title": "Protecting my skin with the power of Moringa oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "A superstar product that gently exfoliates but also deals with free radicals! I've been looking for an antioxidant that is 'clean' and  have been hearing about Moringa oil's properties which is in this toner! Feels lovely and the scent is delightful.  And  I love that I am protecting my skin while toning!!."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Normal skin",
            "review_text": "The perfect toner. It's light enough, and prepares your skin beautifully. Love the quality ingredients. And great value from Sahajan."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Not going to lie, I was never bought into toners until I used this one. It's so gentle -- I love that this line is made up of clean products, you can truly feel the difference on your skin!"
        },
        {
            "review_title": "Super gentle and lovely toner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I usually don't use a toner, but if I am going to, I like this one bc it doesn't feel like it is stripping my skin. And goodness it smells so lovely. I go to bed trying to get a whiff of my face..."
        },
        {
            "review_title": "Donu2019t sleep on this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This toner smells incredible and I love how it works. I use it as an essence and also as a toner and I love that it has moringa and AHAS in it. Makes a difference on my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "I never realized the importance of a toner! Iu2019ll be using this often!! Loved it!"
        },
        {
            "review_title": "Trust me, just get it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "Ok so I was kind of hesitant bc itu2019s a little bit of a weird consistency itu2019s like kind of gel but also kind of like water? But this toner is my new fav. Iu2019ve also never gotten a product that literally does all the things it claims??? My skin is actually brighter, I have more of an even tone, my redness has decreased AND itu2019s hydrating. Itu2019s wild. I bought this whole line on a whim/recommendation from a friend and Iu2019m SO happy I did."
        },
        {
            "review_title": "Must have toner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Iu2019ve been using this toner for a couple weeks now and I can see a visible difference in my skinu2019s tone and texture. Itu2019s is so silky and absorbs nicely in the skin. Did I mention it smells heavenly?"
        },
        {
            "review_title": "Unlike any other toner youu2019ve tried.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This is not your usual toner. I was nervous to try as I donu2019t like most toners and find they dry my skin out. Not this toner. Itu2019s soothing and feels amazing. The whole Sahajan line is unlike any other skin care out there. I canu2019t recommend it enough."
        },
        {
            "review_title": "My new daily routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "A very refreshing feel on your skin leaving a beautiful glow for a natural healthy look. I'll be using this product every day!"
        },
        {
            "review_title": "Best Ever Toner !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Combination skin",
            "review_text": "I love this entire product line! Best toner I have ever used. It is gentle but effective and leaves skin feeling beautiful. I use this after their cleanser morning and night."
        },
        {
            "review_title": "My new favourite toner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I didn't think I needed another toner but it turns out that I do. After cleansing, it leaves my skin feeling hydrated, not tight at anymore and ready for my serums and moisturizer. Not to mention, I love the medicinal scent - it is very calming. I'm so happy to see that Sephora carries the whole Sahajan line."
        },
        {
            "review_title": "Most gentle toner Iu2019ve ever used",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Iu2019ve never loved toners, but I canu2019t live without this one !  I use it just before my serum at night, and I love that itu2019s so gentle, but also very effective"
        },
        {
            "review_title": "Amazing hydrating toner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "This toner is amazing! My skin feels incredible and hydrated after using it. I also love that it's made of clean products. I highly recommend it."
        },
        {
            "review_title": "Fave toner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Huge fan of this product! overall I'm seeing my skin more even, brighter and improvement on texture. Feels great on skin."
        }
    ]
}