{
    "product_id": "533",
    "name": "Fine Fragrance Discovery Set",
    "brand": "FORVR Mood",
    "categories": "Fragrance, Value & Gift Sets, Perfume Gift Sets",
    "price": 33.0,
    "about": "Set Description:Self-care isnu2019t selfish. Itu2019s a love letter to yourself that you write every day, sealed with a spray of your perfume. Like a precious diamond, these four fine fragrances reflect every one of your facets, from flirty and feminine to bold and unapologetic..About the Fragrance:I AM HER is a rich, faceted gourmand that layers decadent notes of red velvet, pear, and raspberry. Hard to Get is a bright, luminous blend of energizing citron zest, sheer jasmine, and whipped vanilla. NDA is a sensual fragrance with bold notes of spiced rum, tobacco flower, and vanilla bean. You Remind Me is a blend of soft apricot skin, orange flower, and sensual musks..This Set Contains:- 4 x 0.1 oz/ 3 mL fragrances in I AM HER, Hard to Get, NDA, You Remind Me",
    "ingredients": "Alcohol Denat., Fragrance (Parfum), Water (Aqua/Eau), Ethylhexyl Methoxycinnamate, Ethyhexyl Salicyate Butyl Methoxydibenzoylmethane.",
    "how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent. .-After applying, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly. .-If you prefer placing fragrance on your wrists, be sure to reapply after frequent hand-washing, as this tends to rinse off the scent. .-Replace fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent.",
    "num_reviews": 75,
    "overall_rating": 3.2,
    "product_url": "https://www.sephora.com/ca/en/product/forvr-mood-fine-fragrance-discovery-set-P511186?skuId=2718781&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2718781-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "DISAPPOINTED",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I was so excited to try these perfumes, however I was severely disappointed like every other review under these they came haft full if even that! they are amazing scents but made me very fearful of ordering full-size. If youu2019re looking for good perfume testers I would highly recommend skipping these and trying from another brand."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was excited to try this perfume line so I decided to purchase the sample set. When I received the item, the sample vials were have full. Clearly this was returned by someone else. I am very disappointed in Sephora for sending this to me. Will never purchase again. If I could give it zero stars, I would."
        },
        {
            "review_title": "Unique scents, sadly came half empty",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Packaging error for sure with these, the box smelled strong like it was leaking and as you can see theyu2019re basically half empty.  These scents are definitely unique. Iu2019m that girl would be my favourite. I didnu2019t like NDA at first but itu2019s slowly growing on my the more I smell it. You remind me is a nice clean smell. Hard to get is the scent Iu2019m having the most trouble loving, Iu2019ll have try it in the summer time and see if it grows on me."
        },
        {
            "review_title": "Half empty bottlesu2026",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "My mom purchased this for me this holiday season and had it shipped to me. Like the other reviews say go in store to purchase. My bottles were half empty as well. Will be returning."
        },
        {
            "review_title": "Yesssss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Just enough for me to figure out what scent I loved the best. They lasted on me all day!! Jackie really did her thing with these."
        },
        {
            "review_title": "Bummed.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I got this for Christmas today. Before I even opened it I had a feeling the product was damaged because I got a huge whiff of one scent, and surprise surprise, one vial was completely empty."
        },
        {
            "review_title": "Bof I guess",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "The scents are lovely, but the packaging leaves much to be desired. The caps donu2019t close properly, and the sample sizes are disappointingly minimal. I had higher expectations."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Came almost empty. This is sad. Paid $33 for this? Nook!"
        },
        {
            "review_title": "Empty",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I brought this as a gift. The bottles look half empty! I don't like"
        },
        {
            "review_title": "Good to smell not worth the price. Half empty",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Deep skin tone, Combination skin",
            "review_text": "The bottles are half empty and honestly I am extremely disappointed. I wanted to support Jackieu2019s line because I heard good things. I think I AM HER smells amazing definitely thinking about purchasing but I am concerned about the amount of product I would receive."
        },
        {
            "review_title": "Get in store donu2019t buy online",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I was excited to finally get my hands on this but it was short lived. Once I opened the box it looked as it someone has already been using it before it was send to me. Iu2019m am beyond disappointed."
        },
        {
            "review_title": "Not for everyone",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "After trying these scents unfortunately they do not fit in my school of fragrance preferences (fresh or citrusy,  fruity, and sometimes hints of sweetness and powder). Will return."
        },
        {
            "review_title": "Great scents but disappointing sample size",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I would rate this 4 stars, but unfortunately, the bottles in my set were not filled to the 3ml line as advertised. That said, NDA is an absolute standoutu2014itu2019s that girl. Iu2019ll definitely be ordering a full-size bottle of it. However, given the issue with the sample sizes, I wouldnu2019t recommend purchasing this set."
        },
        {
            "review_title": "Inconsistent liquid amount",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Cute packaging, but each sample is filled differently. Picture show all four un-used items. Had the same issue with the 0.34fl sized perfumes as well. Not filled evenly."
        },
        {
            "review_title": "Itu2019s Giving Aight",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "I love me some Jackie but Iu2019m was underwhelmed with all the scents. I was looking for more since Jackie is that girl. But I understand. Would I purchase a full size? No"
        },
        {
            "review_title": "NDA",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I bought this too see which one I would love the most but itu2019s so hard all are soup good my favorite for the fall winter is NDA l"
        },
        {
            "review_title": "I found a new favorite.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Porcelain skin tone, Combination skin",
            "review_text": "I live in an area without a Sephora so most all of my fragrance purchases are blind buys.  I'm mostly successful with picking based on notes, but have learned to buy these discovery sets before trying a new brand.    Based on the notes, I thought Hard To Get would be my scent.  Sadly, it is more vanilla frosting in scent than anything lemon and something in it really makes me sneeze.  NDA, as an individual fragrance, hadn't even pinged on my radar despite my keeping an eye on Forvr Mood releases, but the second I sprayed it on I was in love.  It is delicious and sexy and I ordered the full size.  I Am Her will also very likely be a future purchase.  It's another scent I immediately think of as just delicious.  You Remind Me is too subtle for me to detect an identifiable scent and, unfortunately, it also has some element that makes me sneeze, though not as badly as Hard To Get.  Like all of these fragrances, it has hours long staying power and I can faintly detect the apricot after an hour.  So 2 out of 4 of these are absolute winners, 2 are losers, but the set is still a solid 5 stars, because it helped me discover that without having to buy more expensive travel or full-sized versions.  The packaging for the little sprayers is high quality and I absolutely love how it has a description of each scent below the slot for the sprayer.  This is a great gift to self if you're curious about these perfumes or gift for another if these scents sound good to them."
        },
        {
            "review_title": "Love my girl Jackie Jackie Jackie!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The fragrances are all really nice and feminine. You will purchase a full size bottle."
        },
        {
            "review_title": "I don't even know... smh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I just received my package, and the lid broke off. Not only that, but there's not enough perfume in a few of the bottles. I finally get to purchase the perfume, and I'm disappointed. But it smells REALLY good. Who is to blame? I paid $24 for this. I don't think it's worth it. Sis, where are you @jackieania???"
        },
        {
            "review_title": "Paid to Much for Half Empty Product",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I am a huge Jackie Aina fan so I was excited to get this set. I open the box and to my surprise all of the vials were half empty! The one that I did take out and smell was great but I will be returning."
        },
        {
            "review_title": "Does what itu2019s supposed to do",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Mixed feelings. I definitely was surprised by the size of the bottles. I understand itu2019sa discovery set and the purpose is to find which scents you like before committing to the big bottle but these still seemed pretty tiny. Otherwise I enjoyed all 4 scents. They all smell very nice and unique.  They werenu2019t very long lasting. Idk if thatu2019s because they were the samples. I would like to purchase all of them but I am concerned about the longevity. All in all, as a discovery set it does what itu2019s supposed to do which is introduce you to the scents before making a big commitment"
        },
        {
            "review_title": "Why is one bottle half empty.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Packages is very nice however two of the bottles are half empty. I think I am going to return it ."
        },
        {
            "review_title": "disappointingly small tester vials for $24",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I'm not sure why this is $24, its just a tiny tester vial. The photo looks big, but in person its the size of those tester vials that they give out for free at department stores. This is just one of those shameless rip offs. what a disappointment. These perfumes literally smell like bath and body works. This is a No Go for me. I'm have to be completely honest, they really need to put some more work into this fragrance line. Shamelessly charging $24 for microscopically testers and mostly packaging."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I love this kit because it comes with several fragrances, their aromas are incredible."
        },
        {
            "review_title": "The perfect elevation to your fragrance collection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I purchased this discovery kick because I was unsure of which forever most sent would be for me (Turns out I love them all) But not only is this discovery set perfect for Finding the sent that works best for you if you were just starting out on the journey of elevating your fragrance collection, this is definitely a must have. The Pride taken in this product is very apparent not just from the beautifully  crafted scents but the packaging is carefully curated and the tester bottles donu2019t feel cheap and work perfectly. Also the size of each tester gives you SEVERAL wears! Long story short this discovery kit is absolutely that girlud83dudc95"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Love the scents, packaging is simple and cute, I will be purchasing the full sizes in the future."
        },
        {
            "review_title": "One missing other one half empty",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So disappointed ordered this online waited 5 days to be delivered for one perfume to be missing out of the set and another one half of the bottle gone. I am not happy"
        },
        {
            "review_title": "Pretty good, 2 out of 4 faves",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Oily skin",
            "review_text": "I'm a sucker for minis so this discovery set was a must have. I'm surprised which ones are my favorites. The scents smell really good and I think it's a decent size for the price. My favorites are Hard To Get, I Am Her, and NDA."
        },
        {
            "review_title": "Disappointed in Quantity",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Im quite disappointed with the amount of product in the bottles. I just received the box in the mail and im shocked at how little liquid is in each tester bottle. The brand needs to do better with this for how much is being charged."
        },
        {
            "review_title": "Smells delicious!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I loved all the scents. I purchased full size bottle of I Am Her. My next purchase will be NDA."
        },
        {
            "review_title": "They all smell amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Deep skin tone, Combination skin",
            "review_text": "Jackie Aina did her absolute big one with these! This was worth the wait"
        },
        {
            "review_title": "good little set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "the set is cute but I only liked one of the perfumes. I am glad they are spray bottles and not roller balls. It's a good set to figure out which one or ones are for you."
        },
        {
            "review_title": "nice discovery",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "I caught this back in stock in store andud83dude01. it has a sweet scent for everyone in there.  I will say if you hate vanilla and sweet scents overall, this may not be for you.  NDA and hard to get were my faves. I will purchase the full size once I'm finished with these."
        },
        {
            "review_title": "new loves",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
            "review_text": "I love every single scent. these lean towards gourmand so if you are not fond of that these may not be for you, each one is delicious, and unique but familiar at the same time. I will be ordering in full size when i am done with the trials"
        },
        {
            "review_title": "Whatu2019s w/ the bad reviews? Glad I tried for myself",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I wasnu2019t planning to write a review, but seeing so many 1 and 2-star reviews, possibly from Jackie haters, I decided to share my honest opinion. I bought the discovery set myself! It gave me the chance to experience each scent in the comfort of my home. I enjoyed all the scents, even the lemony one, which I usually hate. As for longevity, I can't say for sure since I tend to spray myself DOWN and would need a full-sized bottle to determine that. I will definitely purchase a full-sized bottle or two to add to my collection. Regarding the comments about the quality being cheap, I think it's important to remember that this is a new product from a fairly new brand. Considering it is an accessible luxury product, the price matches the quality well in a positive way. Expect what you pay for. If you want higher quality, be prepared to pay for it. Overall, I think itu2019s giving what itu2019s supposed to give! Great fragrance samples in a nice packageu2026"
        },
        {
            "review_title": "Great everyday and budget friendly perfumes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Each scent is different and I have my favourites and those I will purchase the full size of. These do not last all day and that's ok since these work great for being in the office and work well around others without being overpowering, this is not a negative for me. Most of these are great neutrals that work for for being around people in enclosed spaces and are great for everyday. I love the price point as it make it accessible and budget friendly. I'm thankful there was foresight in offering a discovery kit for those of us who do no like to blind buy because those of us who love perfumes can tell if we make like it by the notes, the blend is always different"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "I love all of these scents especially, Hard to get smells like a sexy vanilla ughhhh Iu2019m in love. You Remind me is a cute and cozy scent. the other smell good also! Canu2019t wait to purchase the big bottles when they restock!!!"
        },
        {
            "review_title": "Nice scents, poor quality packaging and bottles.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The packaging for the discovery set could be much better. They could tape the box or fragrances in place. When I received my package, every single vial was out of place and in the bigger shipping box. The mini bottles could also be better. It feels as if the cap isnu2019t on tight enough for any of them, and they donu2019t seem adequately filled. Overall, though, I do love the scents and will make a purchase for a full size bottle soon."
        },
        {
            "review_title": "I triedu2026.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "After smelling these with high expectations I realize I didnu2019t really like any of them.  These fragrances just arenu2019t for me.  Wanted to like them but sadly, I didnu2019t."
        },
        {
            "review_title": "Just buy it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Loveeee. Iu2019m really glad I bought this before spending more money on a full sized one. I was able to figure out which ones I like the best. I Am Her, NDA, and Hard to Get were my faves. They smell sooo good! This also makes for a cute gift."
        },
        {
            "review_title": "She batting 3 out 4",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "The packaging is outstanding. I found my samples to be properly filled. I enjoyed 3 out of the 4. I found Hard To Get to be my least favorite and You Remind Me to be my favorite. Although light itu2019s warm and doesnu2019t disappear. I would advise purchasing the sample set first to see how it wears o. Your body."
        },
        {
            "review_title": "Love them all",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love them all ! Waiting for them to rest sick itu2019s been forever!"
        },
        {
            "review_title": "I want the full size!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I like 3 out of for samples. I am her, You remind me and NDA smells sophisticated. I canu2019t wait to buy the full size."
        },
        {
            "review_title": "I wanted to like at least one",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "I really wanted to like at least one of these fragrances. Unfortunately they were all a bit too strong and overbearing for me. I am generally a light, floral, flirty girl. Even the one that had floral notes were very strong and not very floral"
        },
        {
            "review_title": "Need full size bottles ASAP",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019m deeply impressed with this discovery set. I would wear each scent as they present depth. Each one smells unique, and as described, which is fun! Jackie covered all of her bases. I need full size bottles of You Remind Me and NDA asap!"
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "I purchased this with the intent a full size eventually.  I am disappointed in this product. I donu2019t think any of them smell nice on or in general. They are not for layering. All of the viles came to me with different amounts of product in them."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Combination skin",
            "review_text": "While I love the perfumes I am so disappointed that it came with one missing."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I like the fragrances but it has no longevity at all. I would have purchased a travel or regular size if they lasted."
        },
        {
            "review_title": "The best way to discover the one(s) for you",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I received all four bottles in the nice packaging. Iu2019d say they were about 90-95% filled to the top and it really does help you assess if youu2019d want to buy the full size or travel sizes. Not the easiest blind buys so this is definitely worth getting if youu2019re interested."
        },
        {
            "review_title": "Just buy it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I received this set and was impressed. I am not a perfume person, but I wanted to support the brand owner. All of my bottles were full and all of the scents were nice. I Am Her reminded me of my grandmother- not in a bad way, just brought some good memories. My least favorite was NDA solely because I am more of alight scent person if Iu2019m going to wear perfume."
        },
        {
            "review_title": "Love Jackie but...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "love jackie but this was not it! i know she's just starting out with fragrances and all but if that were the case, she should've priced these individual bottles a little cheaper. there's no depth / no longevity to any of these scents... and it's so unfortunate because these individual bottles are STUNNING."
        },
        {
            "review_title": "Empty bottles",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Like many others, I received a very small amount of perfume within the bottles. Unfortunately will be returning this, I was expecting them to be filled up"
        },
        {
            "review_title": "Worth it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "I'm happy I picked this up in order to decide what fragrance will be best for me in a full size. I love a mini to carry on the go. Overall nice set and great scents"
        },
        {
            "review_title": "not quite for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Quick synopsis and individual scent reviews to follow: I am genuinely confused after receiving and trying my sample set- the reviews under individual fragrances are predominantly positive, but after trying the sample set, I have to agree with many of the reviewers here and am largely underwhelmed. A majority of these are very dense, heavy fragrances on my skin. I also agree, these are not safe u201cblind buysu201du2026 even if the notes seem appealing (which they do!) they donu2019t quite translate how you might think. That said, I am just one person and perfume is incredibly suggestive, so who knows, maybe these will work for you!  I did genuinely enjoy NDA- I donu2019t really get any of the notes listed, it reads like a sweet, warm cardamom, almond, and vanilla scent to my nose, which I love! That one wore much lighter than the others. Sadly, the other 3 scents in the collection are a huge miss for me- they smell rough around the edges and quite one note/linear. I Am Her gave me dark chocolate and a heavy, almost woody patchouli (not a listed note but I assume a facet of the u201coudu201d), I didnu2019t get any raspberry, pear, or red velvet. Hard to Get is a super sweet vanilla frosting scent with lemon (leaning toward lemon scented cleaning product). You Remind Me is fine- a rather run-of-the-mill soapy floral with some sweetness from the apricot but wears quite strong on the skin. Ultimately, Iu2019m disappointed butu2026 it is what it is! I hope the brand continues to innovate and expand this realm of their collection."
        },
        {
            "review_title": "Not For Niche Snobs ;)",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I love supporting creators but this collection was quite a miss for me. The majority of my collection are niche fragrances so perhaps I wasn't the appropriate audience for this launch."
        },
        {
            "review_title": "Ehhhu2026.Packaging Problem",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Bought it but havenu2019t tried it yet this is more so on the package. I received a bottle that was more than half empty."
        },
        {
            "review_title": "Underwhelming amount",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "Smells are pretty good! NDA was delivered half-full, which is a huge disappointment"
        },
        {
            "review_title": "A must have set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "Smell great and the smells had longevity. NDA was my fav"
        },
        {
            "review_title": "These Werenu2019t It For Meu2026",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These scents just werenu2019t for me and did not pair well on my skin. Scents gave me a headacheu2014 so much so that I had to immediately wash them off my skin. These are not safe blind buys AT ALL."
        },
        {
            "review_title": "In that order",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
            "review_text": "hard to get is my favorite. the citrus and vanilla are not overpowering because sometimes a lot of vanilla scents can be over whelming it lasted 3.5, almost 4 hours on my. you remind me is next, and it's a nice fresh light scent that feels like an everyday work smell especially if you work in an office space or someplace where strong scents will bother others around you, this lasted 3 hours. NDA starts with a strong tobacco smell, but the dry down becomes smooth and sweet. I did not think I would like this smell, but the dry down is beautiful.  I am her was my least favorite it almost had like a penny smell to it I. my opinion is not so much raspberry. I ended up purchasing hard to get and you remind me in the full size."
        },
        {
            "review_title": "Missing NDA",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Dark skin tone, Combination skin",
            "review_text": "First off, I didn't even get all 4 tunes and am missing NDA so I really want my money back because I feel cheated. That's all I have to say."
        },
        {
            "review_title": "Smells good, doesnu2019t last",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I wanted to love these so bad! They all smell so good but they literally donu2019t last. Youu2019d have to keep reapplying to smell! These would have been better as body mists."
        },
        {
            "review_title": "Cheap smelling",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Surprisingly cheap. This smells like a super cheap perfume set for young girls that you can find at Claireu2019s or a TJ Maxx. Jackie is known for having an insane perfume collection so this is super disappointing. Not worth the price especially the full bottles.  Super late"
        },
        {
            "review_title": "A+ kit, bought 2, will wait for others 2 restock",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Shocked at the negative reviews, honestly loved all apart from NDA and thatu2019s because itu2019s nut my type of fragrance, but would definitely but to layer and be daring. I am not a fragrance newbie and these are stunning!!"
        },
        {
            "review_title": "Hard to Get",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Deep skin tone, Combination skin",
            "review_text": "I'm so glad I got the set before I committed to a full size bottle. Hard To Get smells so good. If you are a vanilla girly, you will love this scent. NDA is my next fave."
        },
        {
            "review_title": "Smells Cheap",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Just not goodu2026smells very cheap. I donu2019t want to compare to bath and body works because they donu2019t smell as good. I really wanted to support Jackie on this one but I think Iu2019ll be returning this"
        },
        {
            "review_title": "Adding to my rotation!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Bought this because I love Jackie and she did not disappoint! Iu2019m very picky about fragrances because Iu2019m prone to migraines and I had no issues with this set. Theyu2019re strong without being overbearing and I find that they have good lasting power."
        },
        {
            "review_title": "50-50",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I Am Her and You Remind Me are beautiful scents! NDA and Hard to Get are not terrible, just not as appealing. I REALLY want the full size but Iu2019m concerned about the longevity. An hour or so in I could no longer smell anything."
        },
        {
            "review_title": "Ehhhh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Hard to get is my fav! Overall, they all smell pretty, but the scent wears off very quickly, less than an hour for me. I would not purchase the full size for that reason alone."
        },
        {
            "review_title": "Go Jackie Jackie Jackie",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Oh i love! For the price itu2019s def worth it. I sprayed nda on around 11am did all my mom errands and was still smelling it after sweating around 8pm. I like more of light weight and airy scents"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Normal skin",
            "review_text": "Love the fragrances. Still canu2019t find my favorite."
        },
        {
            "review_title": "Meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Ugh I feel like these were so overhyped man. Hard to get was my favorite due to it being a lemon gourmand. NDA has a smoky vanilla vibe, You remind me smells like musky alcohol and then I am her was NOT her for me. I am her was the strongest yet these all lack longevity, I feel like they each last about 3 hours on my skin."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m so disappointed in this set. Based on the hype Iu2019ve been seeing online, I was expecting so much more. To my nose, these donu2019t smell luxurious or refined. They have the strength and longevity of a body spray. You Remind Me is the best smelling in my opinion, but not long lasting enough to be worth it in my opinion."
        },
        {
            "review_title": "Okayyy Jackie!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I will start by saying that I am very picky when it comes to fragrances. I don't have many, and I am not too fond of trying out new scents. However, ever since Jackie recommended my favorite everyday fragrance - Princess by Killian, I trust her sense of smell. I ordered this set expecting to like only one or two fragrances, but to my surprise, I LOVE all of them! Although I thought I Am Her would be my favorite, I ended up liking the other three more. I will definitely order a large size of You Remind Me and Hard to Get. Great job, Jackie!"
        }
    ]
}