{
    "product_id": "723",
    "name": "SuperSolutions 10% Urea Moisturizer",
    "brand": "The INKEY List",
    "categories": "Skincare, Moisturizers, Moisturizers",
    "price": 27.0,
    "about": "What it is:A fast-absorbing, clinically tested moisturizer that delivers hydration on contact to soothe and nourish extremely dry, rough, itchy, and flaky skin..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dryness.Highlighted Ingredients:- Urea 10%: Delivers hydration to extremely dry skin and exfoliates rough skin..Ingredient Callouts:This product is vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:Safe for psoriasis- and eczema-prone skin, this lightweight moisturizer eliminates the need for thick, heavy creams. Urea delivers rapid hydration while exfoliating to visibly soothe signs of redness and irritation. This formula is clinically shown to delay dryness for up to 48 hours..Clinical Results:In an independent clinical trial of 11 people with dry skin, after 3 weeks of useu200b:",
    "ingredients": "-Urea 10%: Delivers hydration to extremely dry skin and exfoliates rough skin. .-Colloidal Oat 1%: Soothes red, irritated skinu200b...Water, Urea, Caprylic/Capric Triglyceride, Glycerin, Cetearyl Alcohol, Glyceryl Stearate SE, Squalane, Carthamus Tinctorius (Safflower) Seed Oil, Avena Sativa (Oat) Kernel Flour, Phenoxyethanol, Benzyl Alcohol, Sodium Carbomer, Sodium Stearoyl Glutamate, Citric Acid, Ethylhexylglycerin, Sodium Gluconate, Dehydroacetic Acid......The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Use AM and PM, after preferred serums..-Apply a pea-size amount to a cleansed face and neck. ..Dermatologist recommendations:.-Patch test before using for the first time..-Do not use this product with other products containing benzoyl peroxide, BHAs, AHAs, or retinols..-If youu2019re concerned about occasional dryness or you just need a moisture boost, try The INKEY List Hyaluronic Acid Hydrating Serum (sold separately)...Recycling Instructions:.-Separate cap..-Cut off top of tube..-Use remaining product, then rinse and recycle tube.",
    "num_reviews": 97,
    "overall_rating": 4.1,
    "product_url": "https://www.sephora.com/ca/en/product/supersolutions-10-37-urea-moisturizer-P502497?skuId=2621480&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2621480-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz / 50 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2621480-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "It great item to use for my face thank you that your provide this item."
        },
        {
            "review_title": "Not Sensitive Skin Friendly",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "For me, it is not the best. I have sensitive skin, and this product just did not work out for me. I am sure on people with normal skin, it would be amazing. Such a bummer, but don't let my review shy you away from this product! Unless... you have sensitive skin :)"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "These work amazing. I saw immediate results. They were very easy to use. My pimple pretty much went away overnight, which was a huge relief. They did not irritate my skin and they really were the perfect size ! Gifted by the inkeylist"
        },
        {
            "review_title": "STAPLE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Finally a moisturizer that delivers! My skin looks healthy, plump, and great with makeup! Forever my go to. Please donu2019t ever discontinue (u2018:"
        },
        {
            "review_title": "Bad reaction",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Did a test area on my neck for two nights and developed a bunch of red bumps - returned"
        },
        {
            "review_title": "Best Moisturizer Iu2019ve used",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This a HG product for me! I think Iu2019m on my 3rd bottle, and I will continue buying. It is sooo nourishing and hydrating. It absorbs so easily and leaves your skin looking hydrated and healthy! I love how make up goes over it so easily once itu2019s fully absorbed. I love that it gently exfoliates, so I donu2019t feel the need to add a harsh exfoliation into my routine, since I already have Tretinoin (harsh). When my skin is feeling damaged and stingy and probably about to get really dry, I stop all my other topicals and I just use a gentle cleanse and this Urea cream. By the next day there is always massive improvement. It has saved my skin several times. I will always buy this urea cream! You can see that it has my skin glowing!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I have very dry skin it really helps to moisturise it.but not sure about other claims"
        },
        {
            "review_title": "Never loved a moisturizer this much before",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "I spent years hopping from meh moisturizer to meh moisturizer. This was the first (and only) one I'm smitten with. I've probably bought it 10 times now. My only complaint is that I wish it came in a bigger bottle.   My texture improved dramatically when I started using this. Without all those bumps and flakes, my skin looks glowy and clean. It's rich and moisturizing but absorbs well and doesn't feel greasy, perfect for both summer and winter.   From the reviews, it seems kinda hit or miss - but that's all skincare products. I say go for it. It's worth the risk!"
        },
        {
            "review_title": "1 yr of use - extremely happy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Iu2019ve been using this moisturizer for almost one year. I have very sensitive skin due to my facial eczema and allergies. This is the only moisturizer that never irritates my face. Itu2019s made my skin less dry as well. So I donu2019t u201cneed itu201d or else. Very thankful I found it! Please donu2019t stop making it!"
        },
        {
            "review_title": "Nice for sensitive skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "This product moisturized the skin but maybe didn't feel as hydrating for as long as others. It felt nice when applied though. I'd also say it is good for sensitive skin."
        },
        {
            "review_title": "I expected more",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This product was not as hydrating as I thought it would be."
        },
        {
            "review_title": "Try if you have dry skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
            "review_text": "Although I didnu2019t find this primer to be anything to rave about I do like it. I have dry skin and I feel like it kept my skin moisturized. Pared with a lore blurring primer and itu2019s perfect"
        },
        {
            "review_title": "A Must Get For Dry Skin...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I have acne, dry skin and I am on a topical that dries me out more. I have tried about every recommended moisturizer out there and they always disappoint. Just after one night of using this I was blown away. Very hydrating, helped with redness and no dry patches in the morning!! 10/10"
        },
        {
            "review_title": "Not for sensitive skin.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I was hesitatant to try this on my face so I used on my hands. I have super dry skin and eczema. At the time I had the beginning of a flare up and it instantly irritated and burned my skin I had to rinse and then wash my hands with soap and water. They felt like they were throbbing for a while after. Not for dry, rough, itchy,  skin"
        },
        {
            "review_title": "Underrated!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This moisturizer is amazing! Iu2019ve bought it 4 times so far. I use it on my hands, feet, and body. Itu2019s excellent for KP and dry patches. Urea is so underrated and I love to see a fragrance free product with 10%!! Make a bigger size and put it in a pump bottle please!"
        },
        {
            "review_title": "How is this not eczema approved??",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Honestly I only use it on my chest and neck since thatu2019s where my eczema is and it takes sooo well to this. I literally need a bigger size."
        },
        {
            "review_title": "Must have for eczema",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Deep skin tone",
            "review_text": "My skin has responded better to this than aveeno or eucerine. The dry patches on my forehead got so bad my skin looked discoloured and pretty much only polysporin with cortisone worked which you canu2019t use forever."
        },
        {
            "review_title": "Can I give this 100 stars?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This stuff is a magic potion. I saw results overnight. Seriously. Let me explain: I've been dealing with facial eczema for 4 months, then when it finally cleared up I developed fungal acne. I believe some of the eczema had come back as well. So my face was constantly itchy, red, covered in rashes, flaky, and now acne. Awful. Truly awful. No moisturizers worked. I was dry no matter what. So I thought maybe I needed to use a richer, thicker cream, but that actually made my fungal acne worse because oils feed it. I had also used an anti-fungal cream for a couple of days but nothing happened (it probably would've taken longer, but I stopped using it after I bought the urea cream). Anyway, as soon as I applied this moisturizer, my skin felt AMAZING. Better than it had in months. The next morning, the redness was gone. I had no new acne. A few days later, my skin is almost fully restored. The acne and redness calmed down considerably, and my flaky skin was a lot less flaky. I don't know what kind of witchcraft this is, but clearly urea is something special. It's proven to help with eczema and fungal acne and other skin issues. It's actually a waste product excreted though urine (eww), but I am a believer. I will go out and buy a few backups because I want it in my life forever. THANK YOU INKEY LIST!"
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I've been lucky enough to have nice, resilient skin my whole life but this made me breakout like no other product ever has. At first I thought it was just bad pms but it kept getting worse after my period and my acne calmed down the day after I switched moisturizers. It's just not for my skin and thankfully it's not too expensive so I don't feel bad having bought it and it works well on the rest of my body. I gave it 2 stars because it is very moisturizing and I can tell how well it might work for other people."
        },
        {
            "review_title": "Saw results after 1st use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I have been diagnosed with Eczema at an early age and recently been diagnosed with Perioral Dermatitis which is inflammation of the skin around the mouth. This cause redness and small acne like bumps to appear. It can feel itchy and look as if your skin is very dry. After using this moisturizer for one night I saw a drastic improvement In my skin. Itu2019s feels a lot more supple and smooth and doesnu2019t irritate my skin. I am also allergic to Propylene Glycol which this product does not have and Iu2019m grateful to have found such a great product."
        },
        {
            "review_title": "Use it on your feet too",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
            "review_text": "I purchased this as a replacement for the urea cream I usually use on my feet. I had no intention on using it on my face or body. It will not change your feet overnight. I use this after every shower and top it with petrolatum in addition to regularly exfoliating my feet with a pumice. Used that way, I have smooth feet that aren't crusty. For the price, it's a good product. I still prefer another product but I would purchase this again if that one isn't available."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I got this to try and help get rid of a break out Iu2019ve had for months, and this product worked wonderfully. It guy rid of my breakout and hydrated my face."
        },
        {
            "review_title": "Great for dry skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Please make in a larger size for body! This lotion works well for KP skin! I have super dry skin due to autoimmune disease and this lotion is helpful. It actually combats dryness for a long period of time. I have been using it on my body more than my face, so unfortunately it is quite expensive due to the extremely small size of the tube. I have been purchasing it as the ingredients are better than most other urea containing moisturizers and I appreciate that its vegan friendly."
        },
        {
            "review_title": "Causes acne",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "Iu2019ve used this for about 2 months and my skin has broken out sooo bad. At first I loved it as I have super dry skin but since I stopped using it all my acne went away. Love almost all of their other products so I was disappointed with this"
        },
        {
            "review_title": "Not for Rosacea",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Not for Rosacea.  I was recommended this by a worker at Sephora for Rosacea.  Luckily before using I googled first and then confirmed with my derm before using and was told Urea can actually trigger Rosacea. I think sometimes people confuse rosacea with sensitive skin or eczema.  I just wanted to warn anyone with diagnosed Rosacea to check with their derm before using this product.  The product itself might be fine for other skin conditions, so I didn't want to knock it in the review.  But I feel less trusting of the rosacea knowledge of the staff at my Sephora."
        },
        {
            "review_title": "Amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I have superrrr dry skin but canu2019t stand greasy moisturizers, I bought this one because it seemed lighter and hoped it would help with my cystic acne and itu2019s INCREDIBLE!!! I only cleansed my face and applied one time and MOST of the hard, huge cystic acne is gone!! I canu2019t wait to keep trying it to see how it helps my skin texture!!"
        },
        {
            "review_title": "Amainggggg",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I was having so many problems finding a great moisturizer. My face was dry and textured and I have this a shot Amd my face has never looked bbbetter. Smooth clear and radiant"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "So good but every time I buy, there is less product in the bottle. My last one seemed half full, it ran out after 2/3 weeks"
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I throw this in my travel bag and use it during trips, but Iu2019m not overwhelmed by it. Will use it till itu2019s finished but wonu2019t repurchase."
        },
        {
            "review_title": "Great and affordable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This is an extremely awesome lotion. it's a little thinner than a cream, but still amazingly hydrating. I use it on my dry hands and I am very happy with the results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "This is is a very light moisturizer, no scent. Feels great on my skin."
        },
        {
            "review_title": "Concerning Side Effect",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I used this product for about 3 weeks. It was very moisturizing which was nice for my dry skin. The big problem was it made me breakout in painful acne. I have never struggled with this issue before and it all went away within a week of stopping this product"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "My skin is very hydrated and smooth after using this product. A little goes a long way which is very nice."
        },
        {
            "review_title": "Havenu2019t stopped using this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "I received this product for free to test and wasnu2019t sure about it since Iu2019m really picky about moisturizers. Well I have not stopped using this since I got it and Iu2019ve even repurchase. Itu2019s super gentle and a basic moisturizer in the best way possible !"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This has been the most important item in my skincare routine. No other moisturizer has been able to stop my dry and flakey skin while using tretinoin. NOTHING was helping. This completely changed everything for me while using retinol. I have v been using it for about a month now. Iu2019it went from gradually helping the dry and flajeybskimnto completely helping. Now I feel more comfortable and compelled to use my retinol for often as Iu2019m supposed to rather than just avoiding it completely."
        },
        {
            "review_title": "Moisturizer for broke babes like me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I think that for the pricepoint of this product, it deserves 5 stars. If you're on a budget like me, because rent is due, the price of groceries is getting higher and higher and you're trying to save some money on your skincare without skipping on quality, this is it. I buy the Cerave and Cetaphil drugstore moisturizers and I would say that in that range of price and products, this is top tier. It really hydrates your skin, it calms it down, and I would say it's Canadian Winter proof. But hey, it's not a luxurious consistency, it doesn't smell like a spa, it doesn't twinkle or anything, but it's a good accessible moisturizer."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Clogged pores badly, will be using as hand cream instead."
        },
        {
            "review_title": "A great moisturizer not just my favorite",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This moisturizer does help with rough skin, I however did not notice that much of a difference after using it for about a month. Additionally It wasnu2019t as hydrating as I would have preferred (super hydration is my preference) but it does a good job at moisturizing"
        },
        {
            "review_title": "NOT for my Acne-Prone peeps! Good as body lotion?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "1 star for mild exfoliation due to the Urea on elbows or feet. 1 star for nice texture that hydrates and sinks into skin. 1 star for nice formulation with non-comedogenic ingredients like Squalane, Carthamus Tinctorius (Safflower) Seed Oil, and Avena Sativa (Oat) Kernel Flour. Docking one star for the expensive price for such a small tube of product and the cheap coconut oil derived highly comedogenic ingredients like Caprylic/Capric Triglyceride and Glyceryl Stearate Se. Docking one star for causing sensitive skin on my face to feel as if it were burning due to Urea and causing my acne-prone skin to breakout. I will use the rest of this on my body, most likely my feet, but I will not repurchase. For the same price, they could add more exfoliating ingredients (AHA/BHA, etc.), and make this into a large, 12oz. pump bottle, and market it as a body lotion, and then I would repurchase."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received this product to review, & it has become a product I will use over others I have. I have dry skin & hate overly thick creams, so this product is perfect in terms of its constituency & how moisturizing it is!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I didnu2019t see too much of a difference after a few weeks. I might need to keep using it for a little longer."
        },
        {
            "review_title": "perfect gel moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this from Influenster and I like it so far! Iu2019m halfway through the product and Iu2019m surprised at how moisturizing this is! Since itu2019s not a thick heavy cream more like a gel like sense it works well after the shower and keeps my skin glassy (I use it for my body.) I would purchase this on my own since itu2019s great quality and an affordable option to even some drug store moisturizers Iu2019ve used! Would recommend this come in a larger tube like the oat balm cleanser!"
        },
        {
            "review_title": "Game Changer for dry skinned like me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "So after a month of using this complimentary sample of The Inkey List, I noticed a small difference in my face: less dryness, no breakouts. I will continue using it with patience. Lol! It dries quickly and not sticky. I love the simplicity of the packaging.   #complimentary #SuperSolutions #theinkeylist @influenster @theinkeylist"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "After using this product for several weeks, I can definitely tell a difference in my skins hydration. I apply it at night before bed on my face and neck. I am not sure if it has reduced redness."
        },
        {
            "review_title": "A moisturizer not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I received this for free, I don't know why since I don't have texture in my skin, thus Im not the most appropriate person to review this.   So far I am not loving it or hating it. When I apply it I don't feel any moisture or cooling sensation on my skin, like I do when I apply other moisturizers. I love my skin feeling refreshed and like it is sucking up the moisture, but this doesn't happen with this cream.   I am not saying is bad  it's just not for me"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I received this product for free from @Influenster and @TheInkeyList in exchange for my honest review.   I have normal but sensitive skin. Thid did not irritate or dry out my skin. My skin remained moisturized. I would not give it five stars because a little does not go a long way. My initial application had to be a lot. Other than that itu2019s good. No strong smell!"
        },
        {
            "review_title": "Fast absorbing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "This moisturizer has a  minimalist look in terms of packaging (which I like), but what I love is the fast absorption of the  product once you apply it on your face. It's not sticky at all and it helps hydrate my skin especially the areas near my hairline (I noticed my skin is more dry nowadays). I use it in the morning and evening after applying my serums, which is as directed and have been liking it so far.  Oh by the way, this product is vegan and also suitable for eczema or psoriasis-prone skin. It might just take longer than 3 months of consistent use depending on the skin concerns. I recommend this if you need hydration for your skin."
        },
        {
            "review_title": "Great moisturizer for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I have been using this moisturizer for about 3 weeks now and I love it. It's fast absorbing and delivers that instant hydration my skin needs especially during these cooler months."
        },
        {
            "review_title": "New fav nighttime moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I am absolutelyyyy in love with this. This product is amazingggg for people with damaged skin barrier or just tight, dry skin. I saw a difference the first night after using it. My skin was soft and supple. And for this price? It doesnu2019t get better."
        },
        {
            "review_title": "A must-have for dry, irritated skin!! Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "*I received this product for free from @Influenster and @TheInkeyList in exchange for my honest review.   I was very excited to receive and review The Inkey List SuperSolutions 10% Urea Moisturizer. I have combination skin with dry patches. Makeup and setting powder tend to make my dry spots more noticeable as the day wears on, but to my surprise I had no issues with dry patches while using The Inkey List SuperSolutions 10% Urea Moisturizer.  This Vox Box I received encouraged the use of product for at least 3 weeks before reviewing. I started using SuperSolutions 10% Urea Moisturizer September 7, 2022 took comparison photos on September 20th and October 12th, and am currently still using as I leave this review November 9th, 2022.  My initial thoughts upon opening the box: Packaging is minimal and easy to read. There is an easy step guide on the back of the tube that lets you know what step in your skincare routine to use the product, and Packaging is 100% recyclable including the cap.  My skin Loves this product! It layered nicely with my skincare routine of serums, spf, and the changing weather from hot to cold. My makeup looked flawless and dewy. The dry patches I had cleared up and left me with a refreshed clean complexion. I also notice my fine lines were softer and more hydrated. After I tested this product for a full 3 weeks I had 2 facials (microdermabrasion and then a laser photo facial) and The Inkey List SuperSolutions 10% Urea Moisturizer was gentle and calming on my face. It is also fragrance free but there is a slight scent but nothing too noticeable after a few seconds.  I would highly recommend The Inkey List SuperSolutions 10% Urea Moisturizer to anyone looking to boost their skinu2019s hydration, smooth dry patches, and calm irritations down. The Inkey List is a Cruelty Free brand which I absolutely love!ud83dudc30u2764ufe0f"
        },
        {
            "review_title": "Solid moisturizer!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This is a straight to the point moisturizer from a straight to the point brand. Clean ingredients and does hydrate skin! I enjoyed the thickness of the product and how it felt on my skin & visibly hydrated my sensitive skin without any irritation. Thank you for the opportunity to test!"
        },
        {
            "review_title": "Great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I loved this it didn't leave my face oily or greasy. I stayed moisturized all day. I have sensitive skin and have had no reactions."
        },
        {
            "review_title": "Great for dry/sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I usually feel a tightness to my skin, itchiness, and just general facial discomfort because my skin is dry and can flake. The 10% urea moisturizer from The INKEY List has helped my skin to feel hydrated, soft and smooth and is a great option for dry skin problems"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I used this product for at least three weeks, my skin is still the same (not in a bad way) so itu2019s done a good job in maintaining my good skin. I am not sure itu2019s the cleanest ingredients which is why itu2019s not 5 stars for me but still great!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Iu2019ve loved using this product. Itu2019s super gentle so Iu2019ve been using in the mornings and at night. My skin is super dry and it has definitely helped keep moisture; especially at night"
        },
        {
            "review_title": "Good option",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Soft on skin, low odor, truly is moisturizing. Would continue using this product."
        },
        {
            "review_title": "must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I received this product completely for free from @influenster and @theinkylist for testing purposes! After using it for three weeks my skin looks so much better than before, i used to have a lot of tiny bumps on my face but as of today iu2019m rarely seeing any! thank you for giving me the opportunity to test this!"
        },
        {
            "review_title": "Feels so good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Great product. It isn't oily and my skin liked it. I was hoping to see more results like in the pictures, but my skin hasn't changed much. It is amazing as a moisturizer."
        },
        {
            "review_title": "A new must-have skincare item!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Dry skin",
            "review_text": "I received this for free from Influenster and The INKEY List in exchange for my honest review. I have struggled with dry skin for years now. I usually feel a tightness to my skin, itchiness, and just general facial discomfort because my skin is dry and can flake. The 10% urea moisturizer from The INKEY List has helped my skin to feel hydrated, soft, smooth, and supple again. Iu2019m absolutely in love and fully plan to make it a staple in my routine."
        },
        {
            "review_title": "Got to have it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I received this product with testing purposes.  After trying for a month I noticed a great improvement on my skin.  My face is usually dry around my nose and the sides of my mouth towards my cheeks.  This product provided moisturizers that hydrated my face giving a smooth glowing looking.  I love the results.  It dos not feel greasy or oily.  Comtains 10 of Urea moisturizer and 10% colloidal oat.  I do recommend this product."
        },
        {
            "review_title": "Okay",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I got this from influenster for review purposes. I liked this moisturizer! It made my skin super soft but there was nothing super special. If your skin on a budge it could be good for your collection"
        },
        {
            "review_title": "My new daily moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "They say that this product is for very dry skin. I was afraid it would be a heavy lotion but man it was not. It sinks into your skin and it feels amazing all day. I have a bit of exema around my mouth and it is pretty much gone after using it everyday for 4 weeks. I love it and this will be my new daily use moisturizer!"
        },
        {
            "review_title": "Essential for dry skins",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019ve been using this product for a month, and Iu2019m in love with it. My skin is mist. So most of the time, the moisturizer will make my skin oily, but this one does not. That is why I really like it, and also it hydrates my skin a lot."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "After using this product over the last month, I am impressed! My skin feels more hydrated and I have noticed slight changes with my hyperpigmentation."
        },
        {
            "review_title": "love it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I got this from influenster for review purposes. I loved this moisturiser! It made my skin super soft and was very moisturizing. I'll be buying another one when this is done. The texture is creamy and absorbs into the skin very fast. The texture of my skin ahs improved. It layers great with serums"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I have been using this product for a few weeks and have really been enjoying it. I have really dry skin that has a lot of texture on my forehead. In the collage pic I added you can see in the pic on the left, even with makeup, the texture on my forehead. On the right, I am not wearing any makeup, and you can see how smooth and bright my skin looks. This product is fantastic and affordable! It isn't too heavy or greasy for my skin type, it doesn't clog my pores, and I am amazed at how it gives my skin a glow, leaving it hydrated and texture-free."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I enjoyed this product. Itu2019s very moisturizing. I really liked the feeling when applying it it felt nice and thick but then no after feeling, not sticky it tacky at all.I tend to have dry skin and found this to be a good base before putting on foundation.     I received this product complimentary for my review."
        },
        {
            "review_title": "Nice moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I really enjoyed trying this product. I really liked the feeling when applying it it felt nice and thick but then no after feeling, not sticky it tacky at all. I did have some issues with discoloration on my face due to sun exposure I was hoping it would help but I didnu2019t notice any changes. I would recommend overall, it does leave your skin feeling moisturized.  No noticiable smells."
        },
        {
            "review_title": "A little too much",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "I received this product complimentary for my review.   I want to preface this with: I don't think I was the exact target user. I have more combo skin, and this seems for super dry skin.   I DO think it will be nice to have in the winter when my face is more on the dry side. However, I just couldn't continue to use it now during more warm months. It made me break out a bit."
        },
        {
            "review_title": "Dry and rough",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I was able to try this for free to provide my opinion. As someone with rosacea this was way too harsh on my skin. It made my skin more red so I had to stop using."
        },
        {
            "review_title": "Perfect for the winter!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I really liked the product. I canu2019t say that I noticed a big different. I moved recently to a humid climate and wasnu2019t having as many issues with dry skin. This product definitely moisturizes and a little goes such a long ways"
        },
        {
            "review_title": "Okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I enjoyed this product. Itu2019s very moisturizing. I tend to have dry skin and found this to be a good base before putting on foundation. If youu2019re looking just for some hydration then this product will be great for you. I find that my skin needs a bit more than what this has to offer for my wrinkles. Overall I am happy with it but not raving about it. I received this product for free in exchange for my honest review."
        },
        {
            "review_title": "A near hit!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I received this product complimentary from Influenster for my review. However, my reviews are always unbiased.   I really wanted to live this product! Being someone with skin that tends to lean dry I was so excited by how hydrating this moisturizer is. Unfortunately, my skin is extremely sensitive to changes in my routine and this cause my acne to flair up. For someone with less acne sensitive skin this product would be amazing!"
        },
        {
            "review_title": "Great product with urea!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "I am so excited to find an affordable product for the face containing urea! I typically suffer from eczema around my eyes and/or mouth due to stress, allergies, fatigue, etc. I have not had one flare up since starting with this product! I will definitely be repurchasing!"
        },
        {
            "review_title": "Great price, not irritating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve had eczema my whole life so I was thrilled to be able to try this product. I had no irritation and didnu2019t feel dry at all while using this product. The texture did get a bit smoother. I had no issue switching out this product with my staple moisturizer so I can see myself continuing to use this product in the future. I believe I would need a longer time to see the long term effect of urea but so far I have had good impressions."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "After using the Inkey List Super solutions Urea cream on not only my face but my elbows I immediately could see a huge difference. My skin is smoother and my skintone is more even. I really struggle with dry flaky skin on my elbows and this is the only product that has smoothed my skin"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I've really been liking this Moisturizer. It makes my face feel very moisturized and fresh. A little a little pea size amount twice a day and my dry skin has been loving it"
        },
        {
            "review_title": "50/50",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "| received this product as a free sample,  Its not bad but also nothing that makes a huge difference in my regular routine"
        },
        {
            "review_title": "My skin is more hydrated",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Moisturizer that delivers immediate hydration to soothe and nourish extremely dry, rough, itchy, and flaky skin., Delivers hydration to my very dry skin and exfoliates rough skin. My dry, rough skin needs the best skin solution and I found it!"
        },
        {
            "review_title": "A must have for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This is a wonderful product. Leaves my skin feeling so fresh and clean!!"
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Tested it out for a week, itu2019s very moisturizing however i broke out using it. Not sure if itu2019s urea or other ingredients in this that my skin is sensitive to? other than that, the product is very moisturizing but just make sure you test it out first!"
        },
        {
            "review_title": "Amazing results!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Best option I have found for my incredibly dry skin. Used as directed #complimentary #SuperSolutions #TheINKEYList @Influenster @TheINKEYList"
        },
        {
            "review_title": "just okay for dry skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "As someone who struggles with dry skin and redness, a gentle but effective skin product is essential. I love how affordable this brand is. I will say that this product is hydrating but it does call my rosacea to flare and sting a little bit. it also leaves my skin feeling a little bit sticky."
        },
        {
            "review_title": "Helped with dry skin.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Itu2019s a nice moisturizer that helped my extremely dry skin as a result from taking Sudafed for a sinus infection. But besides that situation I havenu2019t really seen any wow effects. But itu2019s a nice moisturizer for the price."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I love the feel of this moisturizer. Itu2019s the perfect creamy non sticky feel. Itu2019s smooth and a little goes a long way. However I donu2019t know much change in my face in hydration. My face is a little extreme on dryness so that could be it. But I really do love the product. I use it everyday. The smell is not strong and the consistency is good."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this moisturizer, it felt great on my skin and kept me moisturized ALL DAY"
        },
        {
            "review_title": "If you have eczema, you need this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I am in love with this moisturizer! It is perfect for my dry and eczema prone skin! Itu2019s hard to find a moisturizer that works for my specific needs and my skin stays moisturized for this long! I highly recommend this baby! Itu2019s also so affordable!"
        },
        {
            "review_title": "Wash face before and between",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Itu2019s smells like something I canu2019t put my finger on it, but itu2019s also a moisturizer so I think they have the same base, this product does moisten and feels good, my skin had residue all day but Iu2019m fairy dry so it wasnu2019t bad but if you have a oily face I think this will clog more because it does feel like it blocks my pores. Other than that I actually like the softness it gives after use."
        },
        {
            "review_title": "REALLY HYDRATING",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this product. it is a super hydrating, thick moisturizer. it really helped my skin. i couldnt use it under makeup, it would separate my foundation"
        },
        {
            "review_title": "This product will break you out!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Absolutely not. This broke me out soooo badly. I usually use magic cream from CT and I never shouldu2019ve switched to attempt at reviewing this. It was awful for my skin."
        },
        {
            "review_title": "good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "i have received these products for free from influenster and brand(s) for my honest review! i like the moisturizer, the directions say a pea sized amount it seems very hydrating and alittle heavy i think this will be great in winter months because my skin gets so dry from weather!"
        },
        {
            "review_title": "Love inkey",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This moisturizer works great for the price point. I love that it is affordable and it absorbs well into your skin. My skin felt smooth after using it. I've used inkey products before and this is just another to add to the skincare routine."
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I have tried so many moisturizers....this one doesn't really do anything that makes me favor it. It feels very hydrating, but also heavy. After reading up on it, urea seems to be a polarizing ingredient. It is a humectant but a lot of products have something that has the same effect. I prefer hyaluronic acid as a humectant. Overall this didn't improve anything to warrant the continuation. I could see it maybe for the New England winter when my skin gets dry, but I have other moisturizers I like a lot more. I'll probably pass this on to a friend."
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "This product moisturizes well and doesnu2019t leave your face feeling greasy. It sinks into the skin and does keep your face hydrated. I have some dry patches but I havenu2019t seen much of a difference just yet using it. I will continue trying but it might work if you have just regular dry skin."
        },
        {
            "review_title": "Not a Fan",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I'm leaving an honest review. I got this to try for 3 weeks and I won't use it again. My face never breaks out and it broke out a couple times during this trial. I noticed when I put it on it felt like I applied a layer of lotion that couldn't breath. It made my face sweat which is weird. Not a fan unfortunately :("
        },
        {
            "review_title": "Absolutely need this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This new moisturizer is honestly so moisturizing itu2019s insane. I love this so much I use it on my face and body! It hasnu2019t broken me out and I donu2019t think it will. All in all a superb moisturizer!!!"
        },
        {
            "review_title": "Dry Skin Solved!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "New Inkey moisturizer 10% Urea actual results after only  3 weeks are beyond satisfactory! Living in Colorado and Florida, my dry, rough skin needs the best skin solution and I found it! INKEY has its own shelves in Sephora!"
        }
    ]
}