{
    "product_id": "1116",
    "name": "Explorer Eau de Parfum",
    "brand": "Montblanc",
    "categories": "Fragrance, Men, Cologne",
    "price": 159.0,
    "about": "Fragrance Family:Earthy & Woody.Scent Type:Earthy Greens & Herbs.Key Notes:Bergamot, Vetiver, Patchouli.Fragrance Description:Introducing Explorer from Montblanc. This unconventional woody aromatic leather Eau de Parfum reveals a fresh green Italian bergamot, contrasted with a powerful vetiver from Haiti, and combined with rich and exclusive patchouli from Indonesia.",
    "ingredients": "Alcohol Denat. (SD Alcohol 39-C), Parfum (Fragrance), Aqua (Water), Ethylhexyl Methoxycinnamate, Butyl Methoxydibenzoylmethane,  Ethylhexyl Salicylate, Bht, Citral, Limonene, Geraniol, Linalool, Ci 14700 (Red 4), Ci 42090 (Blue 1), Ci 19140 (Yellow 5).",
    "how_to_use": "Suggested Usage:.-Spray on pulse points: behind the ears and on your wrists... Eau de Toilette or Eau de Parfum?: .The difference lies in the volume of perfume oil. While EDT contains five to nine percent, EDP contains more, usually eight to 14 percent. EDPs, therefore, last longer and smell more intense.",
    "num_reviews": 386,
    "overall_rating": 4.9,
    "product_url": "https://www.sephora.com/ca/en/product/explorer-P450810?skuId=2227908&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2227908-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "2 oz/ 60 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2227916-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "2 oz/ 60 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2227916-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Earth and Woody Fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I bought this Parfum as an anniversary gift for my husband n he just loved it.. It smells earthy n woody and is being used daily since the day I bought this."
        },
        {
            "review_title": "A must have for a night!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, lightMedium skin tone, Dry skin",
            "review_text": "A must go for a night. Not very common, itu2019s unique and last quite a long time. If you love strong smell, and special, this is the one! (I tried and bought it by myself, no PR)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I was looking for a good cologne for my partner and came across this one and it is so nice and soft. It isnu2019t a very over powering smell that bothers. It smells so clean. Definitely recommend this fragrance!"
        },
        {
            "review_title": "good fragrance, dont buy here",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "the Fragrance is great, fresh, versatile. but please for the love of god, do not buy it at sephora with these prices, you can find it for less than half the price at online retailers. your literally getting robbed here."
        },
        {
            "review_title": "A timeless, versatile Cologne!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Mont Blanc Explorer EDP is an olfactory journey worth embarking on. With its sophisticated blend of citrusy bergamot, earthy vetiver, and smoky patchouli, this cologne evokes a sense of adventure and refinement. The opening notes burst with freshness, gradually mellowing into a warm, woody base that lingers throughout the day. Its versatility makes it suitable for both formal occasions and casual outings. Overall, Mont Blanc Explorer EDP is a timeless fragrance that embodies the spirit of exploration and elegance. My boyfriend loves this new fragrance!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This cologne embodies masculinity with its refreshing bergamot notes that evoke a sense of freshness. The subtle smokiness adds depth to the fragrance, creating an intoxicating aroma that is both captivating and balanced. It strikes the perfect balance, being alluring without being overpowering, making it a must-have for any man who wants to exude confidence and sophistication through his scent."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone",
            "review_text": "This cologne is great for a gift! I like the smell of it, Iu2019m not sure how long the longevity is because I gave it to someone. But it smells really great! And I know the brand is a good one as well. I was gifted."
        },
        {
            "review_title": "Very manly scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Normal skin",
            "review_text": "This is a pleasant, masculine, strong fragrance my husband love it and is a turn on for me is long lasting and love how compact the bottle is to take on the go very happy with it . Totally recommend it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "I was gifted this product in exchange for my honest review. I absolutely love this cologne. It smells delicious. It is a strong scent without being overbearing. It lasts all day and a little goes a long way. It smells amazing!"
        },
        {
            "review_title": "A new fave!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I am super picky about fragrance for my husband and this one surpassed all my expectations! It is fresh and clean with a woodsy depth that isnu2019t too over the top or spicy. I normally lean into aquatic scents for him, but woodsy Explorer definitely smells amazing!"
        },
        {
            "review_title": "Adventurous in a fancy way",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "My husband loves this scent a lot. I also find that the longer it is on the skin - the better and tastier it smells. It smells fresh and sweet and a little musky, adventurous but in a fancy way, which is perfect in my opinion, Iu2019d definitely recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I purchased this for my husband and I am really loving this one on him. It overall is very woody and warm. I love bergamot and this does not disappoint. I feel like itu2019s not overwhelming even when he first applies it"
        },
        {
            "review_title": "My Husband's go-to scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "My Husband has been a huge fan of the MontBlanc scents. They are a clean, fresh, masculine scent that lasts on him all day (even through a day of construction work) He gets compliments daily! Each scent is super unique and reminds me of clean laundry."
        },
        {
            "review_title": "Just get it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "This has such a lovely woody deep musk with such a fresh smell that lingers. Itu2019s a very unique cologne with all the different scents. What I especially love is how long this lasts on the skin, it definitely doesnu2019t fade quickly."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Iu2019m not saying this got my husband a raise, but I am saying the first time he wore it he got a raise. It smells expensive and rich and I love it on him. He was not much of a scent guy but tried it when he went in for his annual review it was a good outcome!"
        },
        {
            "review_title": "Great luxury and manly scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this scent on my boyfriend. It definitely stands out but not too over powering.  The scent does last all day which is great. I feel like this scent is great for ages 25 and up. Such a great manly and luxurious scent."
        },
        {
            "review_title": "Smells absolutely incredible!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This cologne smells incredible!! I got this for my husband and it showed up just in time to gift him for Valentines Day. He absolutely loves it and days it has definitely become one of his favorites. The scent is strong and it actually lasts most of the day. He also said he thought the design of the bottle was super cool and unique. Everytime he wears this cologne I can't stop smelling him, it's intoxicating. Both of us are very satisfied with the MontBlanc Explorer Parfum."
        },
        {
            "review_title": "smells divine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "This Eau de Parfum smells divine. The bergamot and patchouli notes really come through. It is a very masculine scent. The bottle is absolutely gorgeous. I gifted it to my Dad and he absolutely loves it. It makes a wonderful gift. I do recommend it."
        },
        {
            "review_title": "Classic Scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Iu2019m a lover of all Montblanc fragrances. Quality packaging, great notes, my only wish is if they had a stronger staying power. It does have a nice dry down but personally, it doesnu2019t hold as much as some of my other colognes. Other than that I think itu2019s perfect fresh scent for warmer weather"
        },
        {
            "review_title": "Great gift! Woody smell!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I brought this for my distance and it smellllssssss so good! I love that itu2019s woody with a mix of bergamot. I smelled it in him all day. The smell is very masculine and you only need a little, because it goes a long way. A great gift for someone special."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This cologne is the perfect gift for any man in your life! The scent is so masculine, but not over powering! Itu2019s definitely become one of my top 3 colognes for men! The scent lasts all day too! Love it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Best perfume for male. I gifted this to my husband and he loved it so much. Totally last lasting and about amazing scent, highly recommend. The bottle is so beautiful and the packaging is very sleek and minimal"
        },
        {
            "review_title": "5 STARS !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Ok Montblanc for the win !!! This one gave everything, the bottle is very sleek and luxurious, it can definitely be unise,l if you're into earthy woody notes, The dry down was Nice and subtle and it smells so good !!  I did grab it for the Mister and he is obsessed, he gets so many compliments when he wears this. Excited to try more from this brand!!"
        },
        {
            "review_title": "Smells Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This is such a great cologne, my husband loves it. The scent is fresh , clean , woodsy and masculine and itu2019s not overpowering. This cologne can be used any day of the week and you just need two sprays it lasts all day."
        },
        {
            "review_title": "I find this so attractive on my hubby!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I got this cologne for my husband, and I absolutely love it! It's not too strong, and it has a fresh, clean scent. My husband wears it every day because it's not overpowering. I personally find the scent incredibly attractive on him. Very classy packaging- definitely a manly man cologne."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "This was gifted in exchange for my honest review. I picked this up for my man, and let me tell you he smells so good! I love this scent on him, it can be a lot so one spray will do the trick. The lasting power is insane. Loved this on him!"
        },
        {
            "review_title": "Great addition to anyoneu2019s collection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Montblanc does it again. This cologne smells amazing. It has top notes of Bergamot, Pomarose, Sage. It gives off a woody aromatic scent that can be used for either day or night. It is also a great occasion sent so for a date night, wedding, etc. definitely for the man on the go."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I received something in exchange for this post. I absolutely love this scent I have it to my husband and I love how manly it smells itu2019s smells strong. It has a clean musk smell I absolutely love it. I would totally be buying"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Normal skin",
            "review_text": "Got this for my man and I loveee it. This fragrance smells like a hard working man lol the bergamot and patchouli give it a nice earthy woody give that has me sniffing my man any chance I get. Definitely would get again."
        },
        {
            "review_title": "so nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This starts off with a spice and then slowly dries does into a really nice fresh scent with a hint of spice. It is not overpowering which I find nice and it lasts a while. My husband absolutely loves this one and so do I."
        },
        {
            "review_title": "Woody fresh!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is a predominantly woody scent with a hint of citrus in the opening, which adds some freshness. There's some green notes in here and a little bit of leather. Definitely a crowd pleasing scent with good longevity and sillage! The bottle design is also pleasing to look at."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Okay where do we start! I was able to grab this for my husband to receive in order to try and give our honest opinion. My first initial thought was the bottle was so nice and elegant and HEAVY. The smell is exquisite and it smells all day. My husband but it on early in the morning and after he got back home from a long day I could still smell it like he had just sprayed it. Is new favorite cologne."
        },
        {
            "review_title": "Nice option",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "My husband was happy to have a new scent to try. He describes the bottle as having a nice weight to it, the bottle grip fit perfectly in his hands and he loves the mister on it. The scent itself is not too overwhelming or subtle. Its potency is there and long wearing. Once he hits about 5-6 hours, the scent and his body chemistry donu2019t really jive anymore and he describes feeling musty. Initial wear is perfect and only begins to decline after that time frame. Overall, he really enjoys this new scent but prefers wearing it for shorter periods of time!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I had the chance to get this cologne for my husband to try, itu2019s definitely more on the mature side with notes of leather and wood mixed in with hints of vetiver but in a very light way. Itu2019s great as a winter scent and could be layered too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Exquisite scent! Got this cologne for my brother and he's obsessed. The aroma is sophisticated, lasting, and garners compliments. Worth every penny for its quality and the joy it brings. Highly recommend!"
        },
        {
            "review_title": "Very sexy fragrance for men!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Wow! This cologne smells amazing! My husband wears a few of the Mont Blanc colognes and this one is definitely my favorite on him. The bottle itself is very classy and sleek, very much like the rest of the Mont Blanc fragrance line. The pink pepper and bergamot are definitely my favorite notes that I pick up on in the fragrance. It has a very clean yet spicy scent to it. My husband gets compliments from my friends even asking what he's wearing to get it for their husbands even!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "i love the way this cologne smells. it lasts all day and has a very masculine scent. it isnu2019t too strong and doesnu2019t provoke any headache sensitivity for me either. iu2019d definitely recommend Mont Blanc!"
        },
        {
            "review_title": "Great Balance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Normal skin",
            "review_text": "Iu2019m really enjoying this fragrance! I think what makes it special is that the rich spicy notes are there, but not overpowering - they balance well with the fresher bergamot and woody notes to create something deep and complex but fresh and immediately friendly for everyone. The bottle feels substantial and of high quality in your hand, which is exactly what I would expect from Montblanc. But this scent will definitely be making a lot of appearances in my rotation."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This fragrance smells amazing!!!! I hadnu2019t tried MontBlanc before but always have wanted to. The scent is very manly, and it stays on all day. It catches your attention in the best way and I have received compliments on it!"
        },
        {
            "review_title": "Generic and very unique",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I had higher hopes for this fragrance based on the notes. This smells generically manly. It's definitely a cooling, minty fragrance like you would find in aftershave. The lasting power is really good, but it doesn't project very far. Overall, it's okay? I think I will give this bottle to someone else since my husband doesn't like it very much."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I LOVE the way that this Montblanc smells. Itu2019s very clean and sophisticated. Itu2019s like shave and shower type of scent. Itu2019s definitely a masculine leaning scent, but I think it could work for anyone depending on the season and outfit."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This perfume is both classy and sophisticated, with its sleek packaging catching the eye instantly. The fragrance itself is refreshing, perfect for daytime, but also carries a captivating allure that makes it suitable for nighttime wear."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This fragrance smells so good! It has a nice masculine earthy and woody scent. It has notes of bergamot and patchouli. I gifted this to my brother and he really enjoyed the scent! Itu2019s very long lasting on him too! I would recommend this!"
        },
        {
            "review_title": "luxury and adventure in a bottle !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "During a recent gathering, I noticed heads turning as my boyfriend entered the room, and friends couldn't help but inquire about the enchanting fragrance he was wearing. It sparked conversations and became a topic of genuine interest, showing the fragrance's ability to leave a lasting impression. The bottle complements the fragranceu2019s luxurious quality, and of the MONTBLANC brand exclusivity. The packaging is absolutely stunning and classy!  Iu2019m obsessed !"
        },
        {
            "review_title": "Masculine and Mature",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is a great fresh scent that can be worn everyday. The beginning can be a bit not of your typical scent but after a couple minutes it becomes better. This is so masculine and mature scent that I love"
        },
        {
            "review_title": "Smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "Mt boyfriend LOVED IT! I told him to try it since he never tried this product from this brand. The size is perfect, the smell lasts all day. Is a strong but subtle smell. Very nice and masculine. I highly recommend it if you want to give a gift to your brother or your boyfriend."
        },
        {
            "review_title": "I feel great wearing this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Wow! I have tried Montblanc spirit and legend and now Iu2019m coming to you again trying Explorer. First of all I really enjoy the packaging. Unlike my wife who really likes her fragrances to have all the jewels etc I prefer a simple sleek but beautiful bottle. And this did not disappoint. I really like the fragrance notes of this one as well. The wear time lasted really excellent and I feel that my wife enjoyed how I smelled when I wore it. I got a few compliments even from coworkers. Definitely a great scent for feeling like you have your ducks all in a row."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This is a very woodsy, masculine, and fresh scent. It makes a great everyday scent. A little goes a long way as it is powerful. This is how Iu2019d like for a man to smell. When I get into a relationship I will be super excited to gift this to my boyfriend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "This scent is everything !! My husband loves it and I love it on him. Itu2019s not too strong and itu2019s just perfect, I love the packaging as well, itu2019s very sleek. Itu2019s my first time trying this brand and I love it."
        },
        {
            "review_title": "Great gift!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This MontBlanc fragrance is an absolutely rich woody scent. Very masculine scent and my dad loves it. It has the right intensity without being too overpowering. The packaging and bottle is so luxurious and makes the perfect gift."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Nice fresher menu2019s scent! would definitely be a good everyday fragrance for a guy who just wants to smell good. appropriate for work in smaller quantities and definitely would get noticed on a night out"
        },
        {
            "review_title": "Fresh menu2019s cologne",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "I was gifted this cologne by Mont Blanc. I gave this perfume to my boyfriend, and he absolutely loves it. It smells clean and fresh and masculine. When it lays on the skin, it smells very nice and I thoroughly enjoyed this cologne."
        },
        {
            "review_title": "Fresh and woodsy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This smells AMAZING! Explorer by Montblanc is wonderfully fresh and woody. I would say that this is a classically masculine scent and I do love it on my husband, however, I love it so much that Iu2019ve (I am a woman) been using it, too."
        },
        {
            "review_title": "Great gift",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This was a gift for my husband for Valentineu2019s Day and he loves it. It looks very elegant and luxurious and smells amazing. It is not too overpowering but very subtle and fresh. I would highly recommend."
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "My partner absolutely loves this perfume and I love the way he smells when he has it on as well! Itu2019s like a thrilling adventure in a bottle! When you first spray it, you're greeted by a refreshing burst that wakes up your senses. Then, as it settles, you feel the boldness of which gives it a powerful edge.The perfume has a luxurious richness that sticks with you all day. He sprays it every morning and comes home smelling absolutely amazing at the end of the day. Plus, the bottle itself is super sleek and masculine, works perfect for a special gift. If you're into exploration and love a scent that's fresh, bold, and unforgettable, this one's for you! It will definitely have people turning their heads!!"
        },
        {
            "review_title": "Strong",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "My husband likes this a lot. Itu2019s a spicy scent, but he really enjoys the warmth this scent offers too. It has a more whiskey type suave smell. A little goes a long way, one spritz and you can smell it all over, so be careful. Or it it can be overwhelming because itu2019s strong. I can literally smell it on him all day. The bottle is nice too, itu2019s like a heavy glass/metal. So feels quality."
        },
        {
            "review_title": "Woody Scents",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "My husband really like it, it has a fresh & woody scent with base notes of ambroxan, leather, and woody accords, itu2019s really last long for more 8 hours and it is more similar to Creed Aventus. As women I really like it on my man."
        },
        {
            "review_title": "SEXY SCENT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "If I may say.. Oh Soo Sexy!! Everytime my husband wears it I can't stop smelling it on him. It is a very masculine, beautiful scent that sets nicely and grabs attention. The bottle it very beautiful and makes a statement. I'm Obsessed"
        },
        {
            "review_title": "A nice one.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I gifted it to my husband and he loves it. Itu2019s fresh, although a little strong for my taste but he loves it. Itu2019d be a very nice gift for the man in your life. It stays for a good time. Iu2019d recommend."
        },
        {
            "review_title": "Perfect scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This cologne smells so sexy and lasts for a long time! It gives night out in the town vibes. It is the perfect scent for a special man in your life!! I highly recommend buying this as it is the perfect musky scent!!"
        },
        {
            "review_title": "His and mine new favorite scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "WOW! Montblanc is an icon international brand known for its unique style for writing instruments (I love the new collab with Ketem Bursin from Turkey). So I was intrigued by the new scent Explorer EDP and I needed it for my husband. Iu2019m so happy I did!! It smells so manly and sexy! A little goes a long way, but itu2019s not overpowering. I actually encouraged my husband to spray on more because he smells SSSOOO good!!"
        },
        {
            "review_title": "Best Day to Day Cologne",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is now my husbands number 1 go to day cologne. It has a fruity, fresh and clean scent. Very casual smell for both day and night.  Great to use during the springtime. It's a relaxing smell, makes you want to melt into a hug."
        },
        {
            "review_title": "new fav for my boyfriend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "im obsessed with this cologne! it smells so seductive and really really yummy my boyfriend is going to LOVE it!! and itu2019ll also look really cool with the rest of his growing collection!! BUY. IT. !!!!!"
        },
        {
            "review_title": "The perfect scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This scent is one of my favorites on my boyfriend! It is strong but not at all overwhelming. The perfect masculine scent! Itu2019s an earthy fresh scent and goes well for any occasion. The bergamot and patchouli notes blend beautifully and uniquely."
        },
        {
            "review_title": "Itu2019s my bfu2019s favorite",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "My man loves this cologne. He smells so good and I love it on him too.  Itu2019s not overpowering as it doesnu2019t stay on the skin for a long time. You have to spray quite a bit for it to stay put, thatu2019s my only hesitancy to give it 5 stars."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Gifted to my partner - the scent is a pretty generic musky scent. Nothing too special, but solid option for someone who is looking to gift a fragrance. Bottle packaging is high quality which adds to the experience."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair",
            "review_text": "Mont Blanc Explorer is a captivating fragrance that exudes a sense of adventure and sophistication. Its blend of bergamot, vetiver, and patchouli creates a distinctive and memorable scent. I gave this to my boyfriend and ladies let me tell youu2026 you need it for your man!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This is truly a masculine scent; I thought maybe it would lean more unisex but I was so wrong. This is perfect for the man in your life that is searching for an elevated scent for everyday wear. To me, it smells like your typical masculine deodorant or body wash but better!"
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Montblanc's Explorer EDP is a captivating fragrance that blends fresh bergamot, spicy pink pepper, and rich vetiver. While its initial notes are invigorating, the dry down may feel a bit conventional. Overall, a versatile and pleasant scent, but it might not stand out in a crowded market of similar fragrances."
        },
        {
            "review_title": "Modern and elegant!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This fragrance smells fantastic on my husband! Great woody aromatic leather that actually last long on, a little goes a long way! It is very masculine, modern & elegant. The packaging is so beautiful and the touch of the leather is very genius!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Oily skin",
            "review_text": "This scent is like no other, I absolutely fell in LOVE with the deep woodsy scent. Bergamot is the first note you smell followed by patchouli. My husband loves the scent, it lingers all throughout the day without being too overpowering."
        },
        {
            "review_title": "THE BEST!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Omg, I'm amazed by this Montblanc explorer EDP fragrance. It is so wonderful and makes the whole room and my body smells great only in one spritz. One of the best fragrances I've ever used, and I recommend it to everyone."
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "The bottle itself is sleek. The smell is decent and it lasts a while. Packaging of the Montblanc Explorer spray is really cool. This cologne smells amazing! It doesnt smell like anything Ive owned or ran into before. Its not a heavy musk or light wood smell. Its just right."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Deep skin tone, Oily skin",
            "review_text": "i got this perfume for my fiance as he already owns and loves montblanc fragrances. this is no exception! it is his new favorite, and he has been wearing it since it arrived. perfect for a special night out"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I gifted this cologne to my husband and we both really like the scent! It smells really good without being overpowering. I think this could even be a unisex scent - very earthy and nice! I think this is a fantastic midrange fragrance. It smells just as good if not better than other colognes for 2x the cost. Would definitely get again."
        },
        {
            "review_title": "Perfection in a bottle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I got this for my husband since the notes of this perfume compliment him well and I was so happy that I did! It is a gorgeous scent and lasts long! My husband loves it and I think it is definitely one of my favourite scents from Mont Blanc!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Montblanc Explorer Eau de Parfum invites you to discover new territories. An unconventional woody aromatic leather fragrance, made for the fearless pioneer in every man. My husband loves this cologne itu2019s not over kill but it lasts which I like.  u2022 Top - Bergamot, Pomarose, Sage u2022 Middle - Vetiver, Leather, Sandalwood u2022 Base - Patchouli, Ambrofix, Akigalawood"
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The perfect everyday fragrance. My husband and myself are very picky with scents and this is so fresh and earthy without being too intense. The key notes of bergamot, patchouli, and vetiver are my absolute favorites and this fragrance did not disappoint!"
        },
        {
            "review_title": "Buy this for your boyfriend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I got this for my boyfriend, and it quickly became one of our favorite perfumes that he wears! It is so long-lasting and we were amazed when we still smelt it on him over 24 hours after first applying. If you love earthy scents, I would definitely try this one! It is amazing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This Montblanc Explorer EDP smells lovely. Very masculine and strong note of coffee on me underscored by woody leather. The packaging is sophisticate and elegant, if a little on the older side. If thatu2019s what youu2019re going for it definitely fits the bill."
        },
        {
            "review_title": "love by both!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this cologne!! My boyfriend has it too and it lasts all day long!! You really only need one spray depending on how defined of a scent youu2019d like, but it will last through anything!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this. My man loves this. Everyone loves this. He gets so many compliments every time he wears it. It smells clean and fresh while still being masculine. He adores this. I would highly recommend this scent!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I would say that this is a masculine fragrance that works so well for a night out. It smells so clean and earthy. The longitivtiy of this perfume is super long lasting, you can smell it on your shirt the next day. The best cologne out there."
        },
        {
            "review_title": "Smells so clean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I got this for my fiancu00e9 and Iu2019m pretty picky with smells but let me just say this smells sooo good. The first time he wore it I kept smelling it in the car and was obsessed. It smells clean and fresh. He also really liked it as well. Would definitely recommend!"
        },
        {
            "review_title": "Woody aromatic masculine fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I got perfume for my husband as a gift for a Valentines day. Itu2019s always a challenge to gift a perfume but this time itu2019s 10/10! Roman loves the smell, itu2019s a very masculine, woody fragrance. I can smell vetiver right away, then a note of bergamot is coming through. It also lasts long! He is using it in the morning and i can still smell it after 9 hours!"
        },
        {
            "review_title": "My husbands favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "Montblanc Explorer Eau de Parfum is a captivating journey in a bottle. The fresh burst of Italian bergamot is invigorating, seamlessly blending with the powerful vetiver from Haiti and the rich patchouli from Indonesia. This fragrance exudes refined masculinity, presenting a harmonious balance of adventure and sophistication. The solid, timeless bottle design pays homage to European craftsmanship, embodying the spirit of exploration. An authentic and charismatic scent that lingers with presence."
        },
        {
            "review_title": "Amazing.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I love this! I got this for my fiancu00e9 and it might be my new favorite scent of his. Itu2019s very masculine and has a little bit of fruitiness. The bottle itself is heavy and pretty. It smells very elevated and mature as well. I would definitely repurchase and recommend."
        },
        {
            "review_title": "Earthy scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love strong scents for men. This perfume has earthy and woody notes. It has a strong and long lasting fragrance that stays on the clothes for days or until they are washed. I got so many compliments on using it"
        },
        {
            "review_title": "The Dry Down is Amazinggg",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "At first I was skeptical, but I was pleasantly surprised. It a fresh scent and the star of the show for me is patchouli! It smells sexy after it dries down. I gifted it to my guy friend and he said itu2019s a good daytime scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This cologne smells so good!! And it is a GREAT size for the price. I would describe the notes and fresh and woodsey. It is very masculine. My hubby loves it! This could easily be an everyday cologne."
        },
        {
            "review_title": "So masculine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I got this cologne for my husband and we both enjoy smelling the scent. It has a very masculine, such a unique scent that exudes importance. It smells of power, it's sexy smokey and spiced all in one but not to much of either. Oddly enough, it fits for both a night out and the workplace. Provides an u201call-inu201d aura. A great summer or winter scent, with a classic nature to it. Definitely a top tier addition to your fragrance collection."
        },
        {
            "review_title": "Go to fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Montblanc Explorer is seriously amazing! It's like a burst of freshness mixed with a hint of adventure in a bottle. I love how it starts with that zesty bergamot kick and then settles into this warm, woody goodness thanks to the vetiver and patchouli. It's perfect for any occasion. My husband adores it too! It's the only perfume he packed when we were out of town. And let me tell you, the scent lasts all day! He gets so many compliments wearing this, it's become his go-to fragrance. Seriously, if you're looking for something that's both fresh and captivating, give Montblanc Explorer a try. You won't regret it!"
        },
        {
            "review_title": "Wow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This cologne smells so good! It smells very fresh! My boyfriend likes it a lot. Itu2019s long lasting and also you need 1-2 sprays! And it will last all day this will definitely last someone for a long time! I definitely do recommend it!"
        },
        {
            "review_title": "Nice fresh, citrusy cologne",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "This is a great cologne! I love the scent, the citrus and woody notes smell so nice to me. I really like colognes that donu2019t just smell like every cologne, and this one does that really well. Itu2019s a nice fresh scent and smells delicious on my husband. Absolutely love it!"
        },
        {
            "review_title": "Absolutely love this fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The Mont Blanc Explorer Eau de Parfum is the perfect fragrance. The scent is very sophisticated, raw and woody. My husband absolutely loves and adores this fragrance. Very masculine and captivating. Itu2019s the perfect gift for men."
        },
        {
            "review_title": "My husband smells so good.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "My husband had a mini one of these, and really liked the scent so I got him the full size now. He absolutely loves it. I really like how it smells too. Last a good amount of time. But he really smells so good every time he passes by. Really nice scent."
        },
        {
            "review_title": "Perfect gift",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Picking Montblanc Explorer Eau de Parfum for my boyfriend was easy. It feels like it was made just for him u2013 adventurous, yet fancy. I can't wait to see his face light up when he tries this cool scent, a sign of the trips we'll take together. I love it, I def recommend."
        },
        {
            "review_title": "My husband LOVES it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "First Impression: A fresh, invigorating blend of citrus and bergamot notes sets the stage for an adventurous feel. My husband LOVES it. Montblanc Explorer Eau de Parfum is a captivating and sophisticated fragrance that offers a unique experience. Its versatility, performance, and quality ingredients make it a worthwhile investment for those seeking a signature scent. If you're looking for an adventurous and long-lasting fragrance with a masculine edge, Montblanc Explorer is definitely worth exploring."
        },
        {
            "review_title": "GOOD SMELLING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Amazing cologne thank you so much to the brand for gifting me this. I received something in exchange for my post. It smells so good and musky. Amazing product. Thank you sm. Would definitely   Recommend to anyone!"
        },
        {
            "review_title": "Love!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "My hubby is absolutely in love with this stuff! It has a wonderful scent that is long lasting and doesn't fade away! This luxury cologne is a must for your hubby!!! Absolutely a beautiful luxurious bottle too!!!!"
        },
        {
            "review_title": "The perfect men's perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Mont Blanc Explorer is a great men's fragrance with a lasting scent that's sweet yet mature. It's perfect for daily usage, offering a unique blend that stands out for its quality and aromatic depth. If you're looking for a signature scent that combines sophistication with a hint of adventure, Explorer by Mont Blanc might just be the perfect fit."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Absolutely gorgeous scent!! This is great for an every day scent that doesnu2019t overwhelm. Itu2019s very versatile and sophisticated. The scent last all day and is very pleasant. I highly recommend if youu2019re looking for a classic."
        },
        {
            "review_title": "The best gift for your husband",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Combination skin",
            "review_text": "The packing and look and feel of this perfume is so luxurious. It smells absolutely divine and masculine. The smell lasts long - perfect for date night or a long day at work.  The best part is it not overly intense that it causes headache. I guess this is best gift for me and my husband both :)"
        },
        {
            "review_title": "Mysterious & sophisticated",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I got the Explorer cologne for my fiance, and I love it! Itu2019s strong, and has great wearability, so I tell him to just use one spritz. I feel I can get the true scent with just one spray, otherwise it can easily become overpowering. Itu2019s a great, deep mix, very masculine, of leather, very woodsy, but something that keeps drawing you in and wanting to bring you closer. I definitely get hints of the vetiver and patchouli; and while itu2019s earthy, itu2019s also very mysterious and sensual. I highly recommend it; a fragrance for a sophisticated man."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The scent is absolutely captivating and has quickly become one of my favorite fragrances. The longevity of this fragrance is exceptional, lasting all day without needing to reapply. The sillage is also impressive, leaving a subtle yet noticeable trail wherever I go. The packaging is sleek and elegant, with a simple yet striking design that reflects the adventurous spirit of the fragrance. The bottle itself is also well-crafted and feels luxurious in the hand."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I'm really so impressed with this scent. I feel it can be worn on anyone but does have a masculine tinge to it. Feels very nice to wear in day time or for night. It has a fruit kind of scent to it and is just wonderful. Perfect to gift a male as well, I like the high quality bottle as well. Overall its a great scent that has some mystery to it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Dry skin",
            "review_text": "I love the Montblanc Explorer cologne. This fragrance smells so fresh and clean. I was really impressed with how long the fragrance lasted. The bottle is absolutely stunning and is very vanity worthy!"
        },
        {
            "review_title": "Sooo good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019m a huge fan of MontBlanc! I really enjoy this scent, and it smells absolutely incredible on my partner. Itu2019s fresh but sexy at the same time. Masculine as well but I wear it layered with a sweet vanilla fragrance."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Taking this from a females angle who has to smell her husband 24/7 this smells so so good! My husband has a couple colognes Iu2019m not super hot on but this one is fresh, masculine, and clean! Definitely one of my faves and my husbands."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "My husband really likes this, it smells fresh and clean but very masculine. Ideal for everyday in my opinion. Itu2019s not overwhelming but the scent is strong enough that youu2019ll notice if you come close to whoever is wearing it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Explorer by Montblanc is a Woody Aromatic fragrance for men. Key notes are bergamot, vetiver, and patchouli. Itu2019s a very masculine and versatile perfume that smells amazing! Itu2019s not overpowering but very long lasting! Also, the bottle is stunning! It would make a great gift! I highly recommend it."
        },
        {
            "review_title": "Smells masculine and sexy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I love how my husband smells when he uses this cologne! Itu2019s not too strong or overpowering and it makes me happy! The packaging is very very well made! Even the lid is nice and heavy. It looks great displayed in our bathroom. He wears it before work in the morning and still smells fantastic when he gets home in the evening."
        },
        {
            "review_title": "Get it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "UFFFF!!! I got this fragrance for my man for Valentine's Day and let me tell you, it smells so attractive and intoxicating in the best way possible. Not your average perfume for men, I love the woody and citrus notes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Absolutely love this mens cologne so much! I got it for my husband and he absolutely loves it too, it smells so so good and stays really well! Highly recommend this cologne if you want to gift your man!"
        },
        {
            "review_title": "Impressive!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I am pretty picky when selecting cologne for my gifts, but I have yet to find a MontBlanc cologne that I haven't liked. This scent seems a little more masculine and rugged to me, which I like. The packaging is absolutely incredible, I'd highly suggest this if you are looking to impress someone with a tateful, luxurious gift."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Hubby has been using the Montblanc Explorer perfume for a very long time because he loves leather woody scent perfumes and honestly both of us absolutely love this specific scent. It is very long lasting and so intense smell that people can smell your perfume from the other part of the room . If u want a perfume so that people turn heads this is definitely it!!"
        },
        {
            "review_title": "Smells so hot",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "After smelling this woodsy scent I was so excited to give this cologne to my boyfriend! He isnu2019t a big cologne guy but he wears it on dates and even he was surprised by how much he liked the scent. I just want to keep sniffing this itu2019s that good. I havenu2019t tried anything else from Mont Blanc but I definitely will now because they nailed the sexy scent and bottle on this cologne."
        },
        {
            "review_title": "Excellent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Wonderful cologne! My husband loved it! I love the presentation and the wonderful fragrance. My husband said itu2019s his new favorite cologne. He has gotten many compliments about this fragrance too! Highly recommend!"
        },
        {
            "review_title": "Amazing Herbal Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This perfume is deliciously moody, deep and earthy like a late Summer night. I absolutely love masculine scents and wear them often, this one is quite unique! It's a Green , Herbal Scent, with deep moody notes. It's fabulous and mysterious, the name is perfect! I would imagine a man who is elegant and adventurer at the same time using this fragrance"
        },
        {
            "review_title": "Woodsy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This scent was for my fiancu00e9. I was excited for him to try it out because the notes looked very good, but it didnu2019t smell like what I imagined. I pictured a fresh smell but it was definitely a stronger perfume , nonetheless l think he liked it."
        },
        {
            "review_title": "Unexpectedly liked this for him",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is such a great scent for that guy in your life ! To me itu2019s like new leather but not in a bad way . It actually smells really nice . Thereu2019s a freshness to it with grounding notes of patchouli that bring it together making it really lovely. Itu2019s def masculine for sure but I think a lot of men would enjoy this one ."
        },
        {
            "review_title": "Must buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is the first time that my husband had ever used MONTBLANC EXPLORER. As soon as he sprayed himself, I feel over! It has such a combination of notes. I love that he smells manly, outdoorsy and clean cut all in one! The bottle is huge, and it lasts a long time. We will forever be fans! Great Valentines idea!"
        },
        {
            "review_title": "Smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "In love with  MONTBLANC , this is my real and honest opinion it smells so good! My husband is extremely picky and sensitive to certain scents but he really loved it and it lasted all day it lightweight and smells clean/ fresh."
        },
        {
            "review_title": "Hubbyu2019s New Favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Immediate favorite! My husband already loves the brand and collects their fragrances, so this was a nice Valentineu2019s Day surprise! As soon as he sprayed it, he said it smelled familiar in a nostalgic way. Itu2019s a predominantly fresh scent with some musk and spice. I mean this in the best way possible, it smells like dad. Think expensive and updated Irish Spring and Old Spice with a brightness. Definitely a scent that we both agreed would be best for late 20s onward and reminded us of a man who is ambitious, motivated, and cares about their appearance. The scent can be worn both day and night and it has great lasting power. This is a head turner without being invasive. Love!"
        },
        {
            "review_title": "Best scent also unforgettable!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This cologne smells phenom!! so if youu2019re looking for a really good cologne for your husband/Boyfriend this is a great gifting product. It does have a manly  scent super light, but also strong scent. It is definitely unforgettable smell. It is also long lasting. After washing my husband clothes, I can still smell the cologne, which I really love that."
        },
        {
            "review_title": "Complex and unique!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Dry skin",
            "review_text": "This scent smells amazing. I gave it to my husband and it smells like woodsy and deep with some citrus notes but itu2019s not overpowering at all and smells very unique. Itu2019s a nice size bottle and it has nice packaging as well."
        },
        {
            "review_title": "So elegant and sophisticated",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love fresh but woodsy it smells. Itu2019s light but also intriguing. It has a fresh scent but isnu2019t overly strong. It is quite elegant and really nice. I canu2019t get over how amazing it smells. It would make an incredible gift."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "If you want your man to smell amazing all the time please invest in this. And if you are the man, you need this like yesterday. I got this for my husband for Valentineu2019s Day and now I canu2019t keep my hands off him."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "It is an awesome valentines gift, my significant other loves it so so much. Huge bottle to last long, so happy with it. We both love the scent, it stays for a long time without need to reapply. Highly recommended."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I may be a philistine, but this scent just doesnu2019t do it for me. It sprays on with an aggressively alcoholic smell, but once that tapers off it turns into a scent that I can only describe as u201ctrapped in the movie theater behind a man wearing WAY too much cologne.u201d This one isnu2019t for me."
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I got this as a gift for my husband and this smells so amazing!! Itu2019s a great balance of a woody and musky while also having a really bright fresh layer of scent. This smells amazing and is a great balanced perfume."
        },
        {
            "review_title": "Wonderful  smell!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This perfume smells wonderful. It has a refreshing, seductive, elegant and charming scent. My husband is enjoying using it during the day. The packaging is beautiful and attractive. I really love it when my husband uses this perfume. I feel even more attracted and in love with him. It smells so good."
        },
        {
            "review_title": "Such a wonderful perfume! I love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I just got this Explorer EDP fragrance from Mont Blanc and I looooove it! Itu2019s so masculine and sexy! It has a very good lasting power as well, itu2019s the perfect balance between earthy and woody, and I find myself sniffing my husband constantly when he wears it, such a nice perfume"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Great fragrance. I ordered this for my boyfriend and he absolutely loved it but it smells great on me as well. It is fresh and clean and not overpowering. Great for both winter and transitioning into spring."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "This scent is kind of a heavier and spicy scent. It isnu2019t really my husband or eyes taste but itu2019s still nice and it has a gorgeous and luxurious bottle. This would make a great gift! Iu2019m going to gift to my father"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Let's be honest, giving this to my husband for Valentine's Day, is really a gift for myself. I LOVE the way this smells on him. It also lasts all day. He works midnights and when he comes home in the morning, I can still smell it. I just love it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "My first experience with Montblanc fragrance and Iu2019m in love. First off the packaging is luxurious, love the leather detail. The earthy and woody scent smells amazing without being overpowering. Itu2019s a great gift option."
        },
        {
            "review_title": "A Little Goes A Long Way!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This fragrance is woody, earthy and masculine with a hint of leather. It blends well with my husbandu2019s pheromones and lasts all day. From the 1st spray we were hooked, with scent notes of bergamot, Vetiver and patchouli. Explorer embodies the spirit of exploration."
        },
        {
            "review_title": "Manly man",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Tan skin tone, Normal skin",
            "review_text": "This is a real manly scent. This is what a man should smell like the scent is amazing. It makes me think of a strong providing man and when my husband put it on it just did something to me the way I look at him."
        },
        {
            "review_title": "For an adventure youu2019ll want to take.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Experience luxury with Montblanc. Iu2019ve always loved everything Iu2019ve smelled from Montblanc on my husband and this one is no difference. Yum! He smells amazing and I absolutely love this on him. The perfect gift for your man. A wonderful woody scent that will having you yearn for your own wild adventure. Definitely get this one."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "i absolutely love this cologne! the smell is amazing! my brother absolutely loved it! feels lightweight! the scent is not a an overpowering sensation but still gives that amazing lingering scent would! i love it so much! 10/10"
        },
        {
            "review_title": "The perfect perfume exists!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "My husband is obsessed with his new perfume and Iu2019m obsessed too! I love the notes of patchouli and Iu2019d describe it as masculine scent, itu2019s not overwhelming but very long lasting! Also the design of the bottle is incredible!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Dry skin",
            "review_text": "I gifted this fragrance to my husband and it is by far my favorite perfume he has! It is sexy and woody and fresh all wrapped in one. It is perfect for date night or even daily wear. It is a beautiful masculine scent that lasts all day long!"
        },
        {
            "review_title": "A must have great smelling, classy fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "First, let me just say, this bottle is stunning. I am truly impressed with this woody aromatic fragrance. The scent is simply exquisite classy, sophisticated, and it fills the air with refinement in every note. Its mild yet distinct aroma lingers throughout the day, leaving a lasting impression. This cologne has quickly become my favorite, thanks to its multifaceted scent profile that never fails to turn heads. With each subtle hint, it unveils a new layer of complexity, making it a true standout among fragrances.This is elevating cologne to a new heights with its headturner scent which makes it unforgettable and timeless fragrance with a subtle notes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I gifted this to my husband and not only does he love the smell so do I. Itu2019s a mixture of woody and earthy smell. This cologne smells phenomenal. For the price you get a good sized bottle and would make a great gift."
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "Okay iu2019ll be honest i didnu2019t even know montblanc made fragrances for men so i was so excited to see this! My husband is so particular about his scents but he is literally obsessed with his new signature scent!"
        },
        {
            "review_title": "Smells so sexy!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have this to my husband and I gotta say, it smells so sexy on him!!! Itu2019s a mix of woody and leathery in my opinion. The bottle looks super luxurious and the scent seems to be very long lasting as I can still smell if after my husband comes back from work (6+ hours)!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019m a girl who doesnu2019t really prefer traditionally feminine scents, so I do shop for colognes for myself, and this one does not disappoint. It smells very fresh and clean but not in a sweet or floral way. It smells almost like rain. I would almost go as far as to say this may lean a little more unisex. It does not have that stereotypical cheap cologne smell, it smells SO good."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Oily skin",
            "review_text": "This cologne smells phenomenal. It smells very fresh but at the same time packs an intense and sexy punch. It has good projection and lasting ability. The bottle is beautiful. I will definitely purchase for my partner after she finishes this bottle."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "What a perfect gift for Valentines Day! My husband loves this perfume, it became very quickly one of his favorites. The smell is absolutely fabulous and itu2019s doesnu2019t go away. Literally you can wash the clothes one or two times and the smell is still there. Itu2019s a perfect combination of sweet and manly smell!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Absolutely obsessed with this perfume!! I actually got this for myself even though itu2019s more marketed towards men. This is such a nice woody scent with light top note. If you are into more woody scents you would love this perfume. I also love how the package has leather like exterior so I can put it in my purse on the go"
        },
        {
            "review_title": "nice scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "great smell and not over powering like other colognes. Itu2019s very long lasting and doesnu2019t have to be re applied. Itu2019s very musky rather than a u201ccleanu201d scent. The packaging is so nice and heavy. This a nice daytime/ night time perfume."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone, Combination skin",
            "review_text": "I am in love with this scent! Itu2019s amazingly strong, masculine, yet soft, with a slight smokiness. The lingering scent is also perfect, last all day with just a spray. Great find here and a new staple!"
        },
        {
            "review_title": "For a mature man",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "The bottle is absolutely stunning, heavy and elegant. Its a nice scent, for a mature gentleman that doesnu2019t mind a slight smell of vanilla, citrus and wood. Itu2019s soft and not an over powering smell. I would recommend it for someone in their late 30s, 40s and up. I donu2019t see a young man wearing this one in my opinion."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I really like this cologne on my husband! Itu2019s very masculine and has a woodsy feel. I really like the notes of leather in it. Heu2019s a big fan as well! Itu2019s a great cologne for date night or Valentineu2019s Day"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This is a really nice scent for a man! Smells very luxurious and masculine. I love the way it smells on my man. It's not too heavy and is long lasting. The packaging is also very nice. Deff recommend!"
        },
        {
            "review_title": "A great unisex option for women",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I typically prefer a unisex perfume for myself because I enjoy earthy and woody fragrance families. This one was perfect for me, because it has patchouli as a key note, and brings a little bit of femininity to the fragrance. I can see myself wearing this during the daytime."
        },
        {
            "review_title": "Husband is loving it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "My husband absolutely loves the smell of this. He describes it as sophisticated, classic, earthy, and fresh. The scent lasts a long time without feeling heavy causing a headache. He also loves the bottle design (said looks cool!)"
        },
        {
            "review_title": "A Journey of Sophistication and Elegance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "MONTBLANC EXPLORER is more than just a cologne; it's a captivating odyssey that embodies sophistication and allure. The initial notes greet you with a burst of freshness, reminiscent of a crisp mountain breeze. As it settles, the warm and woody undertones add depth, creating a harmonious balance that lingers throughout the day.  What sets EXPLORER apart is its versatility u2013 equally suited for a day at the office or a night out. The longevity is impressive, ensuring a subtle yet noticeable fragrance that stays with you from dawn till dusk.  The bottle itself is a work of art, embodying the brand's commitment to craftsmanship. Its sleek design mirrors the timeless elegance of the scent within.  EXPLORER isn't just a cologne; it's an olfactory journey, an experience that elevates your presence with every spritz. MONTBLANC has truly crafted a masterpiece, and this fragrance has earned its place as a staple in my collection. Highly recommended for those who appreciate a fragrance that seamlessly combines refinement and adventure. ud83dudc4cu2728 #MONTBLANCExplorer #FragranceJourney #TimelessElegance"
        },
        {
            "review_title": "Smells great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This smells awesome. I ended up buying it due to other reviews i saw and when I gifted it to my fiancu00e9 for a celebration, he said he is in love with the smell. Strong but not too strong, and stays all day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Great smelling fragrance, I would definitely recommend you buying it if you want to smell fresh. Also a very versatile fragrance, with great projection. The scent is timeless and always gets compliments."
        },
        {
            "review_title": "We are in love with this perfume!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "We are happy to add this perfume to our favorite fragrances. The packaging looks incredible. My husband really likes this scent. It smells a bit earthy and woody but very fresh. It is long-lasting all day. It would make a perfect gift too!!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Smells sooooooo good and it will definitely last you all day, it definitely gets peopleu2019s heads turning and itu2019s one of those scents that will stay in the room even if you leave, I highly recommend this"
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I got this cologne for my husband and he is obsessed. I love whenever he wears it. It smells so fresh and clean and lasts forever. It is my favorite set on him and he always receive so much compliments on it when weu2019re out this is the best gift for your man you need it!"
        },
        {
            "review_title": "Love the scent and brand!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "! For starters I love this scent! I work at a perfume store so trust me when I say this smells so nice it is on the sweeter side but still mature and divine I would highly recommend this cologne! It is a great gift to give someone or to treat yourself!"
        },
        {
            "review_title": "Smells so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "From the moment I spritzed on Montblanc Explorer Eau de Parfum, I was swept away on an olfactory adventure. This fragrance embodies the spirit of exploration with its unconventional blend of woody, aromatic, and leather notes. The initial burst of fresh green Italian bergamot is invigorating and sets the tone for the journey ahead. It's a refreshing start that instantly captivates the senses. As the scent develops, the powerful vetiver from Haiti emerges, adding depth and complexity. It's earthy and robust, evoking images of untamed landscapes and rugged terrain. What truly sets Explorer apart is its rich and exclusive patchouli from Indonesia. This luxurious ingredient adds a touch of sophistication and mystery to the fragrance, creating an irresistible allure that lingers throughout the day. The bottle itself is a work of art, paying homage to European craftsmanship with its solid shape and timeless design. It embodies the essence of masculinity and adventure, serving as a fitting vessel for such an extraordinary scent. Overall, Montblanc Explorer Eau de Parfum is a masterpiece that captures the essence of exploration and discovery. It's a scent for the modern adventurer, ready to conquer new challenges and embrace the unknown."
        },
        {
            "review_title": "Smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This smells so good! I didnu2019t know what to expect but Iu2019m so happy I got this. Having never heard of this brand I didnu2019t know what the quality would be like, but Iu2019m very pleased. My fiancu00e9 smells so good, just in time for Valentineu2019s Day!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This perfume is perfect even for me and for my husband too, very masculine but fresh and nice at the same time. Gives me luxurious vines and it is perfect for Valentines day evening . The packaging is stylish"
        },
        {
            "review_title": "Vacation in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "A versatile any season and or occasion scent I am a girl  that enjoys wearing u201cmenu2019su201d fragrances and I love the woody aquatics of this fragrance. The dry down is a little sweet with my chemistry and has good longevity and performance, Overall a very good value for price point"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "My husband really loved this fragrance. Resonates with his aesthetic. Very cool and fresh was his words. I found it to be very interesting hints of musky orange scented. I do love a strong sweet  smell. This was a perfect valentines gift and he has continued to wear it daily.  I would suggest this actually can be used by anyone because at times I used  it to and got compliments. The fragrance lasted for a few hours but if it is humid it does fade quickly but still has a light lingering scent"
        },
        {
            "review_title": "I love woody scent ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Montblanc is my favorite brand, and I couldn't be happier with it. The scent is a wonderful combination of woody, leathery, and spicy notes, making it perfect for everyday wear or special occasions. It has great staying power, lasting throughout the day without being overpowering. The scent is sophisticated and versatile, making it suitable for both professional and casual settings."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I recently received this product from Montblanc and have been loving it so much lately. It smells great and lasts all day. I would highly recommend it to my friends and family. What a nice find. Lovely scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This perfume by MontBlanc is super nice. It smells clean and refreshing. It makes me want to smell it again and again. The scent is on the neutral side and it is great for both personal use or give as gift."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Such a nice fragrance for men! My father was very happy with it. It's a deep yet fresh scent and stays on for pretty long as well. Such a nice smell and very stylish bottle I have to say. Very happy with this!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this parfum very much. It is great for daily use as well as the night out. It smells like bergamot and patchouli combined. I would highly recommend it to everyone or as an excellent gift! Amazing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is such a beautiful fragrance and I love the packaging of it. It stays for 6 to 8 hours and also has a very appealing scent to it. I get so many compliments when I wear this. This is not very strong."
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Im a woman who loves wearing masculine scents. I love woodsy, foresty fragrances and this smells like nature and itu2019s honestly very grounding and comforting but also uplifting. I really love the bergamot in it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "Gifted this scent to my boyfriend! I usually get headaches from heavy scents but this scent smells so good without it being too heavy. Lasts a while too.. it quickly became my boyfriendu2019s favorite scent"
        },
        {
            "review_title": "I love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "My boyfriend absolutely loved this fragance and I am in love with the scent, several people complimented him when wearing it, I strongly recommend it, the scent last long and he tends to get allergys but this one didn't"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am impressed by the bottle design ! Itu2019s so sleek and elegant. Gifted this to the husband and he loves it . The fragrance is amazing- woody , musky but not overwhelming. I love it on him - it stays on for a long period"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love Montblanc and have been using their pens and wallets for years! Their perfume quality is no different from their other superior products. This scent can be described as hiking in a foggy forest after it has freshly rained, but in a good way! I love how herby and fresh it smells. The scent is versatile and lasts all day. I highly recommend this perfume!"
        },
        {
            "review_title": "Smell good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Normal skin",
            "review_text": "I decided to give this fragrance to my brother because He loves this type of fragrance, and this has become one of his favorites. Personally, I love the perfect woody and fresh aroma that this perfume has. It is also long-lasting because my brother uses it to go outside, and when he returns,I still feel the smell of the fragrance!"
        },
        {
            "review_title": "Eternal classic scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Love the smell of this Eau de Parfum! Itu2019s a perfect fresh and woodsy composition with a soft lathery dry down. Itu2019s also incredibly lasting and has an impressive sillage. The bottle design looks very elegant and luxurious. Every detail of this fragrance speaks QUALITY! This is 5/5!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Mont blanc is one of our favorite brand, my husband loves this new perfume and so do I, itu2019s elegant and not so overpowering. It can be used every day. The packaging is beautiful as well. Definitely recommend to anyone"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I received this MONTBLANC EXPLORER EDP from Montblanc in exchange for my honest review. This is a woody aromatic fragrance with top notes of clary sage and bergamot, a heart of leather and vetiver and a base of patchouli, ambroxan and cacao. I chose this for my partner and absolutely love the scent profile. It immediately smells fresh and woody like a brisk hike through the forest and the dry down gives me an impression of fall leaves, soft buttery leather and a hot toddy. I cannot get enough of this one and am so glad my partner loves it as well. Highly recommend this fragrance!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a lovely masculine scent that is fresh and clean smelling.  It smells so good on my husband.  Itu2019s a bit of a more mature scent that I think someone 35 and older would appreciate.  The bottle looks great on our vanity and looks luxurious and high quality.  Really impressed with the quality of this parfum."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love this scent! First off the bottle is a really thick glass that is really elegant looking.  Itu2019s a woodsy scent that is very masculine but also smells fresh at the same time.  The lasting power is good as well. It lasts for several hours without having to apply more."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve really been loving this fragrance on my husband! It opens with a very light patchouli scent mixed with gentle citrus and a slight ambery note. It dries down to a refreshing yet cozy lavender, leather, and woody fragrance.   I definitely recommend this fragrance for leather lovers!"
        },
        {
            "review_title": "One of my favs!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This is a BEAUTIFUL scent. I love it on my husband. I got it for him, and honestly it smells a lot like the creed aventus, but perhaps a little less citrusy. Regardless, I love the smell and projection of this scent, and the lasting power is typical - around 3-6h."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "My husband was so excited to receive this new fragrance to try out! And boy oh boy when he put this on he smells like a million bucks! It has such a subtle woodsy and leathery scent but also has a whiff of sweet!"
        },
        {
            "review_title": "An excellent choice for both daytime and evening!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I recently had the pleasure of experiencing Montblanc Explorer Eau de Parfum, and it has undoubtedly left a lasting impression on me. Most importantly my wife liked it even though she is sensitive to fragrances. An I must say the Packaging is a sleek, minimalist design that exudes elegance. The bottle, reminiscent of a compass, perfectly captures the spirit of exploration. The attention to detail, from the silver Montblanc emblem to the sturdy feel of the bottle, reflects the quality. The fragrance evolves over time, transitioning smoothly from the bright and zesty opening to the deeper, more intense dry-down. I found that the scent persisted throughout the day without losing its character, making it an excellent choice for both daytime and evening wear."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "An incredible fragrance for any collection! This is a classic earthy woodsy scent with a hint of leather and spice that gives it depth and personality. Itu2019s also incredibly long lasting with just a few sprays lasting all day which I always look for in a luxury fragrance. I typically pick a gourmand before and earthy fragrance but this has just the right edge to it that makes it really wearable and unique!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Love the scent of this fragrance! It smells so fresh and clean but itu2019s not to strong or overpowering. The fact that this fragrance lasted for most of the day after a couple sprays is also a plus. Love it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "This is a pleasant scent, but it has that u201caxeu201d type of smell to it that a lot of menu2019s colognes have, but then it also has a mature scent to it as well. I think this would be nice to gift to a man in their late 40s."
        },
        {
            "review_title": "Loved this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I was gifted this fragrance to test and try out. I have been using it for about two weeks and have gotten so many compliments on it because it smells absolutely amazing! Try this out for any men in your life!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Loving this fragrance by Montblanc! This is such a great cologne for my husband. He loves how long lasting it is and sometimes I use it for myself as well because of how much I enjoy it. Itu2019s got a great earthy scent"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This smells soooo good! I gifted this to my boyfriend and i love smelling it on him! Itu2019s woody but not over powering also has a little citrus to it which i love. Itu2019s prettt easy to wear for every season."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This cologne smells amazing ! I gave this cologne to my dad for Christmas and heu2019s really enjoying it. A little goes a long way ,it isnu2019t overpowering and it lasts all day.  The packaging is also luxurious and high quality .  Highly recommend this cologne."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I would highly recommend this cologne. I got for my boyfriend - and he absolutely adores it! A very classic smelling scent. Itu2019s earthy, with a bit of spice to it. I canu2019t get enough of my boyfriend with it on!"
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "A highly recommended perfume that my husband keeps getting compliments. It literally smells very good and I honestly see why a lot people gave him compliments on this perfume. Is very long lasting and 2 spritz lasts very long."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Hey there! I just had to share something with you. I recently bought a fragrance for my husband as a Christmas gift and I was blown away by how amazing it smells! It's so luxurious and perfect for those important meetings. I'm absolutely thrilled with my purchase! Gifted it by the company"
        },
        {
            "review_title": "Very clean!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Wow this is such a nice cologne! It is very clean and refreshing with a hint of spice. I gave this as a gift to my step dad for Christmas and he really enjoyed the smell. Great for someone that likes a classic cologne that is not too over powering."
        },
        {
            "review_title": "Such a great scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I gave this perfume to my dad as a Christmas gift and he absolutely loved it! The perfume bottle itself looked and felt like such good quality and the scent is really good + versatile! I highly recommend it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "A classic scent for a classy man. This smell is truly so desirable. Whenever my husband wears this he smells so warm and safe, if that makes sense. Itu2019s a musky kind of smell with a hint of sweetness that brings you back. Highly recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This is a nice cologne. It comes in a nice box and bottle so it would make a good gift. It has good projection and the scent is very nice. There is a strong musk but it is cut by the bergamot and other notes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I was gifted this cologne by Montblanc and gave it to my fiance. He has worn the same cologne for the past 9 years and this is the first cologne that has made him change his mind. He now wears this on a daily basis and it smells amaxing"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "this is the perfect gift for the holiday season!! first off, the packaging is minimal and luxe which makes for a great decor piece. it has a nice masculine scent that isn't overpowering and lasts well throughout the day. i can't recommend this enough."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "My partner and I love Mont Blanc scents, there hasnu2019t been a miss yet as weu2019ve had several. I donu2019t like super sweet or flowery scents, so I tend to end up using whatever he uses and it works for both of us, especially in this case. Itu2019s a deep warm scent without being overpowering, the perfect balance of dark notes with a clean smell."
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Montblanc Explorer Eau de Parfum is truly captivating. Its blend of notes creates a sophisticated and adventurous fragrance that lasts throughout the day. I appreciate the versatility u2013 suitable for both formal occasions and casual wear. The bottle design is elegant, and the scent itself is a unique journey that I enjoy every time I wear it"
        },
        {
            "review_title": "Smells Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This cologne smells amazing and lasts a very long time once sprayed on the skin. The packaging is unique and sturdy, with interesting textures on the bottle. This is the perfect gift for any man in your life!"
        },
        {
            "review_title": "The perfect scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I gifted this cologne to my boyfriend and he is OBSESSED. The scent is masculine with earthy/woody notes and isnu2019t overwhelming. It warms up nicely on the skin and wears well throughout the day. My boyfriend loves to grab this for his daily scent but itu2019s also perfect for date nights!"
        },
        {
            "review_title": "Amazing scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is such a unique fragrance that reminds me of traveling in the French countryside with my favorite person in tow. It is a woody, earthy fragrance that I love to pair with my favorite leather accessories. It is a masculine scent, but I share this with my spouse and love to use it as a woman. It makes me feel like I am empowered and fresh all day long as the scent trails with you as you wear it softly fading into your clothes and skin. I highly recommend this affordable fragrance that will leave you feeling luxurious and fancy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Dry skin",
            "review_text": "Without a doubt this cologne is a perfect gift! The packaging is lovely & the scent is to die for. Itu2019s not too overpowering but the scent does linger on clothes & skin. Buy this for your loved one or even for yourself! Iu2019m sure you wonu2019t regret it."
        },
        {
            "review_title": "Warm and intoxicating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "MONTBLANC EXPLORER EDP is an incredibly sexy and masculine cologne for any occasion. Itu2019s woody, leather, Italian bergamot, and patchouli is intoxicating. This fragrance turns heads when you enter the room. I canu2019t get enough of it. Lasts for the entire day and night."
        },
        {
            "review_title": "My husband really love the smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love the MONTBLANC EXPLORER , i was so impressed with the smell so wonderfully and amazing, my husband really love it when I give to him as Christmas gifts. He is so happy and enjoy the smell, I highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This smells like an adventure!! Very sexy scent, the woody/leathery smell is what stands out the most. One spray is all it takes so a little bit goes a long way. The scent is long lasting as well without being overpowering"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I got this as a christmas gift for my father! He absolutely loved it! Weu2019ve always like all the Montblac products so I knew this would be perfect for my father. It smells amazing and lasts so long too. Definitely recommend it if youu2019re looking for a gift for your father, s/o, sibling, etc!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This smells absolutely incredible, it is fresh itu2019s woody and musky and dries down beautifully. It has very long lasting power and projects well. My partner loves it and has been enjoying wearing it for an everyday scent"
        },
        {
            "review_title": "Perfect Masculine Scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "MONTBLANC EXPLORER is a stand out masculine scent that people notice.  Love how amazing this scent smells on my boyfriend.  Long lasting, even lingering into the evening after a morning spray.   Woody notes with back drops of leather make this Eau de Parfum stand out.  It's perfect for the man whose ready for the next adventure!  An excellent gift and will become a favorite signature fragrance!"
        },
        {
            "review_title": "Perfect Fragrance for the Holidays",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This scent is the PERFECT gift for the holidays. Itu2019s a very handsome scent, and the bottle and packaging are luxe. The scent isnu2019t too overpowering and it lasts a while. My husband really loves this scent and has added it to his fragrance roster."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Gifted by montblac I love this ! Sooooo great as a gift and my little brother who is 21 loved the scent. It last long and the perfect gift for the holiday because it is very affordable! I would definitely recommend this produc"
        },
        {
            "review_title": "new fave scent for men!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "the perfect gift for any man in your life! letu2019s start off with the packaging, itu2019s insane! definitely gives luxurious and sophisticated. the fragnance is sooo intense, perfect to spray on in the morning and have it last ALL day! the perfect mixture of woodsy and leather! def recommend"
        },
        {
            "review_title": "My husband canu2019t get enough of this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love fragrances and my Husband is not really the kind of guy that buys colognes often so I always buy colognes for him. I gifted this fragrance to him for his birthday. He loves it and it's one of his favorites of the brands I have bought him. He wears this one the most for our dates. I definitely recommend this to anyone considering buying."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I appreciate the weight of the packaging and how sturdy it feels and the way it looks on a dresser. This scent is a very classic u201cmasculineu201d scent with the musk and leather notes very prominent. Projection is strong and a little goes a long way"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The Explorer EDP by MontBlanc is fabulous! The scent is great on my hubby and lasts for a long time! Even when he sprayed it in the morning before work, it still smelled strong at night. Iu2019m not great at describing fragrance notes, but it smelled so appealing on him. First time trying this brand and it was a great first impression!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a great male fragrance. The scent is bold but not overpowering and lasts all day. It will have you getting compliments all day. If you are a man looking for a fragrance or looking for your partner I highly recommend this one!"
        },
        {
            "review_title": "The Obsession Is REAL!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "My husband and I are OBSESSED with how good this smells! Iu2019m not sure of how many compliments heu2019s received since he started wearing this but I can only imagine! At first sniff from the bottle itu2019s very bold! Thereu2019s a very strong woodsy smell like a campfire with a hint of amber and a spicy ending. Once sprayed though the smells lighten up but are still bold. Some citrus for sure and musk with what appears to possibly be floral. Iu2019m basing everything off what is on first sniff/vs after spraying and not by what the actual scent notes are listed. It wears so well, lingers around for ages and is just so beautiful. This will be a yearly purchase going forward! You will not regret buying this for that special someone in your life!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "This smells amazing! Super strong, musky fragrance that lasts a long time and smells expensive. I would highly recommend this for anyone who likes good smelling cologne and it would also make for a great boyfriend gift."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "Wow, my man is absolutely in love with the scent. I am gifting it to him for Christmas and I have to give it to him early because it smells so good. I think this is the sexiest best sent a man could wear"
        },
        {
            "review_title": "Must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Mont blanc gifted this perfume for my review! This is such a good fragrance and I gifted it to my husband and he is loving it ! The packaging is so classy and luxurious and so is its fragrance! It is not a very strong fragrance but very much like a decent intensity! I love how it is insanely addictive and when he uses this one I know it itu2019s the mont blanc! Itu2019s really good!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Such a stunning cologne. First of all, the bottle is so unique and luxurious. Second, the scent itself is wonderful. Itu2019s hard to describe the scent but I would describe it as woody and masculine. The scent lasts all day. Overall a sophisticated scent and experience."
        },
        {
            "review_title": "Must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I got this for my husband and I absolutely love the way he smells with it on! He smells  absolutely irresistible!! This is definitely a must have in his cologne collection now! Plus he absolutely loves it also!"
        },
        {
            "review_title": "A great choice for someone who appreciates style a",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "Got my husband Montblanc Explorer cologne, and it's amazing! The mix of fresh bergamot with vetiver and patchouli creates a fantastic scent. The bottle is sturdy and stylish, just like the man wearing it. Explorer isn't just cologne; it's an adventure in a bottle u2014 a great choice for someone who appreciates style and heritage."
        },
        {
            "review_title": "Smells the best ud83dudda4",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "Best cologne ever I got this for my father and wow it smells so amazing very luxurious smell the scent last a very long time the packaging of the bottle is so beautiful and very heavy very nice for gift giving to your father, spouse , or brother itu2019s amazing really love ud83dudda4"
        },
        {
            "review_title": "Amazing scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I got this for my son not having any idea what it smelled like but Iu2019m obsessed just as much as he is! It has decent staying power and the scent is a nice clean masculine scent great for every day use."
        },
        {
            "review_title": "Sexy& masc. Well balanced date night scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "A sexy date night masculine scent. This woody and leathery fragrance feels most appropriate for evening wear or fall/winter wear. It has a great longevity and strong projection, so avoid over spraying to offend others. It has a nice sturdy bottle with the bottleu2019s black leather fitting the vibes of this fragrance perfectly.  This woody scent is not too patchouli heavy even though patchouli is in the dry down and not too leather heavy either, making it a good balance. You wonu2019t smell like a woody overload or the simplicity of just a brand new car. Great mixture. This is both mine and my boyfriendu2019s favorite of the month blanc colognes and a scent that my man reaches for quite often , making it a must in his collection."
        },
        {
            "review_title": "Perfect for my bf",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "My boyfriend is head over heels for this cologne! He said it lasts all day and smells amazing. It matches with his natural scent. It has a nice lighter scent for a cologne with a mix of musk and citrus."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love this scent by Montblac.I think I have found a new favorite scent on my boyfriend. He actually loves it too. It smells so fresh. The smell is strong and lingering but not headache inducing euther."
        },
        {
            "review_title": "empowering",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I am so impressed with this brand - how quality  their fragrances as well how long they lasting and how stylish their bottles. this scent is very powerful and empowering. reminds me a very strong man athlete who loves adventures and ride his Porsche on weekend"
        },
        {
            "review_title": "Husband really likes it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This cologne comes in a nice minimalistic glass bottle. My husband really likes and I love it on him. It is strong but not overpowering and lasts long. I think it's more of an evening cologne. The bergamot notes stand out and if you do like earthy and woody scents you will most likely enjoy this one."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Got this cologne for my husband for Christmas. I love the earthy notes mixed with the patchouli, itu2019s such a masculine rugged scent and the bottle design is just so classy! I canu2019t wait to gift it to him!"
        },
        {
            "review_title": "Masculine fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I gifted my husband with this fragrance and he loved it. It has become one of his favorite. It has a very masculine scent that will make you feel very confident. It has a long lasting scent that I compare to the fragrance creed."
        },
        {
            "review_title": "Nice!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I was sent this from Montblanc in exchange for my honest opinion. This fragrance/cologne feels very crisp and fresh and smells heavily of the bergamot note. For anyone who loves a bright citrus/clean crisp scent, this is for you. It dries down very nice and keeps its earthiness!"
        },
        {
            "review_title": "Great gift for my husband",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I got this cologne for my husband and I love it! It has a deep rich scent but also has a fresh way about it. It seems like it stays on all day long as well. It still smells good after several hours. My husband loves it too!"
        },
        {
            "review_title": "A nice fragrance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "I received the Monblanc Explorer Eau de Parfum and it made the perfect gift for my husband. He loves earthy/woodsy scents and this is just the scent for him. It has notes of Bergamot, Vetiver and Patchouli. The smell lasts all day without being to overpowering. I would recommend it for anyone looking to try a new fragrance."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Provides an u201call-inu201d aura. A great summer or winter scent. Definitely a great addition to your fragrance collection. It starts out smelling fresh and light but as you continue to wear it, the woody kicks in more but is not overwhelming."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Omg this cologne is so good! I got it for my boyfriend and it is such a nice gift. The scent itself is great. Woody and musky but not too u201ccologne-yu201d to where it gives a headache. It also lasts sooo long! The bottle is so chic and high quality"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I got this as a gift for my fiancu00e9 and he absolutely loves it so far. He doesnu2019t tend to wear sense all the time and only wears it for special occasions and Iu2019ve gotten him to start wearing this when we go out and I love how itu2019s subtle and not sweet but it has a great scent and I love how he smells when he wears it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "This smells AMAZING. Trying new scents is always hit or miss, but Iu2019m really impressed. It has the perfect mix of strong, but not overwhelming. It wears well and lasted a really long time. Iu2019d definitely recommend for anyone looking for a new fragrance."
        },
        {
            "review_title": "Smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "My husband absolutely loves this scent. Itu2019s  warm and earthy. The bottle is so nice and looks so modern in his valet area. The bottle is a great size and should lasts a long time. Ladies, get this product for your man. He will love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "My boyfriend has been wearing this cologne, and the scent is nothing short of captivating. The fresh citrus notes along with the woodsy and musky scents blend to form a sophisticated and distinctive aroma. What I love most is how the fragrance lingers on his clothes all day, a testament to its long-lasting quality. The bottle itself, with its beautiful design, is a nod to craftsmanship and perfectly mirrors the spirit of exploration that this cologne embodies. It has become our favorite choice, encapsulating the thrill of the unexplored with each spritz."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Montblanc Explorer is a captivating olfactory journey that embodies the spirit of adventure and discovery. This exquisite perfume, crafted by the renowned luxury brand Montblanc, is a symphony of notes that transport you to unexplored realms. With top notes of bergamot, pink pepper, and clary sage, it opens with a burst of freshness and sophistication. The heart notes of leather and Haitian vetiver add a touch of rugged elegance, while the base notes of patchouli and cocoa evoke a sense of mystery and allure. Montblanc Explorer is a fragrance that resonates with the modern explorer, capturing the essence of daring exploration and timeless style"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This cologne has a very clean scent that even my husband, who isnu2019t a big cologne wearer, enjoyed wearing! The scent lasts an impressive amount of time, and itu2019s a bright scent that is perfect for any season."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This cologne is perfect for summer/spring weather. I love the notes of this fragrance. Very elegant and sexy. I will definitely recommend this if you like other fragrances with similar notes like bergamot and vetiver . This last all day very impressed"
        },
        {
            "review_title": "Woodsy and very lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "This fragrance is just perfect. Very powerful and still not doing too much at the same time. My husband was not into scents but I am, specially woodsy scents and Explorer Montblanc is the reason why heu2019s into scents now. Our favorite <3"
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "this smells amazing on my boyfriend. if your boyfriend likes more of a woody and natural scent this is the cologne for him!! it lasts all day and really gives off the smell for hours. itu2019s his new favorite!"
        },
        {
            "review_title": "Great scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is such a great perfume for any man who loves to smell very masculine and just bold. This scent is definitely one to make a guy feel like they got it all or can take on anything that comes their way. I gave this perfume to a guy in my life and he really enjoys it very much and has told me he wears it out and gets a lot of compliments."
        },
        {
            "review_title": "Strong like a man.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This is the smartest and most manly perfume I have ever seen, my man loved it so much. Even I loved to smell it on him. This brand is creating such dreamy smells, my man own one more perfume from montblanc and we both love it. This is true strong man smell, I recommend it,"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "From the moment the fragrance graces your senses, it's evident that Montblanc has crafted a masterpiece for the modern man. The blend of Italian bergamot, Haitian vetiver, and Indonesian patchouli creates a harmonious symphony that is both invigorating and sophisticated. The scent unfolds like a journey, revealing different layers that resonate with the spirit of genuine exploration. Montblanc has successfully bottled the thrill of discovery, making EXPLORER a must-have for those who crave authenticity and embrace life's adventurous moments."
        },
        {
            "review_title": "Get this now",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "The Montblanc explorer edp smells so nice and fresh. The first time I wore it I got so many compliments all my friends want to get it now. It has a woody aroma to it. The bottle is nice and sleek. Canu2019t wait to use this more !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "i love this explorer EDP by Mont Blanc! the bottle is so pretty and heavy! this is a perfect gift for your loved ones. the scent is amazing and it lasts all day! my boyfriend loves this! would highly recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Hey Beauties!   Explorers know it well; adventure has no limits. Once you have climbed a new summit, you start thinking of the next challenge. Like an irresistible call. The splendor of unexplored landscapes and the true nature of man. Introducing Explorer, the fragrance from Montblanc.   This unconventional woody aromatic leather Eau de Parfum reveals a fresh green Italian bergamot, contrasted with a powerful vetiver from Haiti and combined with rich and exclusive patchouli from Indonesia.   The Explorer bottle pays tribute to European craftsmanship through the expertise and heritage of the Maison Montblanc. Resolutely masculine, its solid shape evokes timeless strength and the true spirit of exploration.  Fragrance Category: Woody, Leathery, Aromatic  Fragrance Notes: Top Note~ Bergamot  Middle Note~ Vetiver  Bottom Note~ Patchouli  This cologne is extremely rugged and manly. This is the perfect scent for the man in your life who enjoys wearing a scent that truly defines being a man. One who's strong and tough and can do it all. He's the one who can accomplish the roughest and toughest plights and enjoys doing it. I quite enjoy the way it smells. I feel a little goes a long way. This scent is very long wearing, so there's no need for your guy to worry about constant reappilcation.   Products Shown: @MontBlanc~ Explorer Cologne"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I got this as a gift for my husband and he loves it! The scent is woodsy and leathery with a touch of bergamot and it smells so good. It lasts all day but isnu2019t overpowering when first sprayed on. I love the way it wears throughout the day. The layers of scent all smell so wonderful. The packaging is also very simple and chic and looks great on our vanity."
        },
        {
            "review_title": "Masculine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I am so excited to give my husband this Explorer EDP fragrance by MontBlanc for Christmas. It is the perfect combination of masculine and woody, and it stays on throughout an entire day of wear. I love the bergamot and this is not overpowering at all."
        },
        {
            "review_title": "Unique one of a kind fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "Montblanc Is my dad's favorite perfume brand. I was excited to have this scent in my husbands collection. It is a very potent fragrance. One spray is enough. It has an amazing longativity too. The leather around the bottle makes it so luxurious. The Earthy & Woody notes are exquisite and unique."
        },
        {
            "review_title": "Loved it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This fragrance was literally perfect for my boyfriend. I gave it to him and he just loved it. You donu2019t need too much product honestly one splash is more than enough, literally. The packaging was also cute in case you want to gift it."
        },
        {
            "review_title": "Perfect Gift!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I wanted to gift my husband something that spoke to him. As a passionate explorer traveler I found this Explorer EDP to be absolutely perfect! The scent is absolutely amazing! Just a little bit goes a long way and it lasts all day too! Definitely super pleased with it!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This cologne exudes a robust woodsy and piney essence complemented by a pleasing musk. Its potency is notable, requiring only a single spray, and its longevity is impressive. I believe it makes for an excellent daily fragrance for a more mature man, but its richness may not be as fitting for younger individuals. The bottle itself is of high-quality, presenting a sophisticated image with its large cap, leather-wrapped design, and prominently raised Montblanc emblem."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "My husband absolutely loves this scent!! He has already gone through one entire bottle and I canu2019t wait to have him use this one. The scent is so manly and Yumm! As a wife I love it!! So amazing seriously"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is my first time trying a fragrance from Montblanc and Iu2019m fully impressed! Explorer is an earthy and woody scent, with a strong musky dry down. Iu2019m a woman, but I liked this scent on myself, definitely can lean unisex. Also let my partner try (man), and he also really liked it!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "Wow this scent is incredible! My dad & brother love thid scent it last all day, I even tend to use this because I love a masculine scent . I still smelt it the next day! I got Mami compliments on it!!"
        },
        {
            "review_title": "Deep",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I got this for my friend after he mentioned how a couple years ago everyone was going crazy about the Montblanc perfumes. Even though this scent is deeper and a bit intense, I still think it will suit well even to a younger guy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really like this fragrance for my significant other. It smells powerful and masculine while having the longevity and silage I appreciate. He loves the scent and this has been his go to because it is more of a fresh and attractive scent. I would recommend to others."
        },
        {
            "review_title": "We loved it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I absolutely loved the smell of this! Every time my husband wears it it sets the mood to have a great evening, and he loves the smell too! Itu2019s full of fragrance, but not overpowering in that sent last all evening!"
        },
        {
            "review_title": "Such a fab fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love this fragrance so much and my guy does to! It's a beautiful bottle and super high quality,  the scent itself is a nice aromatic and bright with Bergamot mixed with leather and wood accord. Perfect for fall / winter"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Montblanc explore is a sophisticated scent. Itu2019s earthy and wood with earthy greens and herb smell. It is a unique scent that is not common. The packaging is luxurious and beautiful. I think it smells absolutely delicious and very manly. Also for people who love the smell of bergamot and patchouli. It makes you feel down to earth when you wear this scent."
        },
        {
            "review_title": "Incredible!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "This cologne smells absolutely incredible! It's marketed towards men but I fully believe women can wear this too! It's earthy and sensual with warm, woodsy aspects that all come together to make an intoxicating scent. It opens with the Bergamot which comes off crisp and fresh..as it dries down the Vetiver and Patchouli come through, Patchouli can sometimes be an overwhelming note but this one is PERFECT! It just adds a bit of spice and isn't overwhelming whatsoever! It comes off classy and sophisticated while also being sexy and mysterious. This is an absolute winner! Highly recommend this scent and Mountblanc in general, when it comes to scent, they never miss!!"
        },
        {
            "review_title": "For the courageous and bold man!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "For the courageous and bold man! This is a very nice masculine and gets many compliments. Great fragrance for the classy man. My husband loves it,  lasts about 8-10 hours. Buy it, you will not be disappointed."
        },
        {
            "review_title": "Long wear time and luxurious scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I got this as a gift for my husband! I love the packaging it is very luxurious and masculine. His favorite notes are bergamot and patchouli so this was perfect for him. It goes so well with his body chemistry and has such a long wear time! This will be his signature scent forever."
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I ordered this cologne online but unfortunately my fiancu00e9 and I are both not huge fans of the smell. Fragrance is such a personal preference and this one is just not something either of us tend to like. The packaging of the cologne is very nice!"
        },
        {
            "review_title": "Smells manly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "This fragrance smells so good it smell smells manly. A little bit woody and musky, and deep.  I really love smelling this on my husband. Itu2019s great for the colder months Or perfect for a date night out. This is sent definitely for an older man. Like 30 and up."
        },
        {
            "review_title": "smells so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "This smells so unique and interesting! I love how this smells on my partner and he loves it too! it was the perfect gift for him since he was looking for a new scent to feel confident and fresh with the new year coming!"
        },
        {
            "review_title": "Intense and powerful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "My husband is absolutely obsessed with this cologne. I understand why, it smells fantastic! Very intriguing, adventurous and manly. It is woody aromatic leather and very intense and powerful. Packaging is absolutely beautiful too."
        },
        {
            "review_title": "Love It",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The first thing that caught my attention was its clean, powerful scent. It's the exact scent I was looking for, and it smells amazing. It's also portable, classic, and perfect for any occasion. The best part is that it lasts long, so I don't have to worry about re-applying it throughout the day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Such a good scent! I got this for my dad and he loves it. It smells clean and like a classic scent. The bottle is really nice too and it makes a nice gift for any special guys in your life. Would recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Wow! This is such an amazing scent. Iu2019ve never tried any scent from this brand and I can honestly say I will be repurchasing this. Itu2019s earthy but refreshing and comforting.  The bottle is so luxe and beautiful."
        },
        {
            "review_title": "Aromatic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Aromatic is a great word to describe this fragrance. Itu2019s a but fresh and citrusy, a bit woody, thereu2019s some leather in there and the vetiver grounds it nicely. Itu2019s somewhat sensual but I think itu2019s casual enough for the office too. Great fragrance."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I gave this to my husband and it definitely smells good! It smells like man if you know what I mean? I love the bottle, it's very minimalist and doesn't look ugly in his closet which I also love! Overall very happy!"
        },
        {
            "review_title": "Mature and manly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This cologne is very woodsy/piney with a nice musk. Itu2019s very strong, so one spray is all you need. Itu2019s long lasting as well. I think this is a good daily fragrance for a more mature man, but I donu2019t think it would suit younger guys as well. The bottle is very nice quality and gives a great presentation with the large cap, leather wrapped bottle, and raised Montblanc emblem. This one will definitely stand out amongst your other colognes."
        },
        {
            "review_title": "Sexy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "First off the packaging for this cologne is sleek & sexy! I love how this smells on my husband & he loves it too! This cologne will definitely catch your attention because it smells so spicy, woody, & just amazing! The longevity is great as well, I could still smell this on his clothes in the clothes hamper the next day."
        },
        {
            "review_title": "Get this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I got this for my boyfriend and oh my god it smells so good!! I keep begging him to wear it LOL! It isnu2019t too overpowering but he doesnu2019t spray a lot on in general. The scent is perfect I think for all ages and it lasts a long time!"
        },
        {
            "review_title": "Elegant and Strong",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This is one of those fragrances that you will remember. Itu2019s fresh, citrusy, and woody, pretty strong with just one spray and it does seem to have staying power too. The bottle is beautiful and elegant!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "This fragrance is delightfully masculine but also very wearable. With notes such as bergamot, leather, vetiver and patchouli, it makes a unique statement. It projects well but still sort of stays close to the skin. It lasts for 5+ hours on the skin and longer on clothes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Montblanc makes some of the most elite perfumes! This smells absolutely delectable and the packaging is gorgeous and heavy duty. The smell stays on for what feels like forever (in a good way) and doesnu2019t change over time!"
        },
        {
            "review_title": "Its awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This smells so amazing and is pretty long lasting. I absolutely loved the packaging with leather detailing. Hubby instantly said its amazing and he likes it so much. the notes are definitely amazing anfd flattering."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I didnu2019t know what to expect with this. I plan on giving it to my dad. I think this is a fragrance that he will really like and it also is there too overwhelming I think itu2019s a nice thing that a lot of men would like"
        },
        {
            "review_title": "A winter staple scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This smells so delicious oh my goodness. You can really pick up on the bergamot & pachouli but itu2019s not too strong. My husband hasnu2019t stopped wearing it since I gave it to him. Very happy with how long a little bit lasts only reapplying before going out for the night."
        },
        {
            "review_title": "Smells so fresh!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "My manu2019s loves this fragrance. He uses it everyday and it lasts all day on him. Montblanc always has amazing menu2019s frangraces. I like that this also doesnu2019t stain clothing when sprayed directly onto fabric. Me and my manu2019s absolutely love this fragrance."
        },
        {
            "review_title": "so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "This Explorer EDP from Montblanc is a stunning men's fragrance.  Sexy and musky and super potent, it last all day and night with just 1 application. The bottle is gorgeous as well. This is a must have."
        },
        {
            "review_title": "My new everyday fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This is my new everyday fragrance. Itu2019s earthy, woody, and has the perfect blend of bergamot, Vetiver and patchouli. It has amazing staying power, I use it in the morning and still smell it on my skin and clothes in the evening. Itu2019s a must have scent!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This smells so good! It lasts a long time on the skin and clothes, and I like the way it smelled after it dried down. Itu2019s a little citrusy, but still musky. I would definitely recommend this to anyone looking for a new cologne!"
        },
        {
            "review_title": "amazing gift for a man",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This smells amazing. I got this as a gift for my boyfriend and he loves it. So long lasting and smells so expensive. I would defiantly recommend for a male friend or loved one because they will be obese too!"
        },
        {
            "review_title": "Great fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Im absolutely loving this fragrance by montblanc! itu2019s such an interesting and sophisticated mix of aromatics and woods that create such a unique scent profile. I love it! i definitely recommend, especially for the holidays!"
        },
        {
            "review_title": "The best scent ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I was gifted this product for my honest review. The packing was heavy and looked very high end and sleek.  It smells incredible. I didnu2019t expect to love the scent as much as I do but it easily became my favorite scent for my husband, and his too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "My husband is pretty picky with scents but he approved of this one and really enjoyed it. I loved the way it smells on him. I kept getting wiffs of it throughout the day and loved it. Smells so good. I would buy for him when this runs one."
        },
        {
            "review_title": "Masculine and mature scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Explorer Montblanc is a beautiful fresh, aromatic, and woodsy cologne. It opens up with a strong and sharp scent. I get lots of bergamot, fresh spicy notes but after the dry down, it becomes more aromatic, a dry woodsy and leathery scent. I think itu2019s very masculine, definitely for someone over the 30s. Itu2019s. A perfect fragrance for colder weather or every day. The performance on the skin is rather weak. It lasted for about 3 hours and then it turned into a skin scent. Very pleasant and not offensive. It lasts for the whole day on my husbandu2019s clothes."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "This is a very masculine cologne. Those top notes of bergamot and patchouli are really strong and good . The packaging is really nice too . My husband loves it . I would say that this is more evening scent ."
        },
        {
            "review_title": "Must purchase unisex fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I received something in exchange for this post. This cologne is so beautiful and elegant. The packaging is so luxurious. The leather detail of the bottle giving it a sophisticated look. Itu2019s very elegant on my vanity. The smell lasts very long its earthy and having notes of bergamot which I love. This fragrance is also unisex. I got compliments on it at work. This was such a great addition to my fragrances."
        },
        {
            "review_title": "Luxurious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
            "review_text": "This perfume is beautiful, the packaging is luxurious and very elegant, the smell is strong and lasts for hours and hours, it has a rich woodsy scent. My husband loves to use it for work and for his daily life."
        },
        {
            "review_title": "Fresh, masculine and elegant",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This is a beautiful cologne! First of all, the packaging is luxurious and elegantly simple, and it looks great on any vanity. I totally get a fresh woodsy scent, with a hint of elegant leather that lingers, and also get some warmth. It is perfect for every day and very special for a date night as well, and I absolutely love it when my husband wears it. The lasting power is very good, I can smell it on him hours later and Iu2019ll even smell it on clothes and hair days after. It makes for the perfect holiday gift for yourself or a significant other!"
        },
        {
            "review_title": "Give this one a try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Very pleased with this cologne. it has this light freshness scent with a hint of musk. Itu2019s so pleasing and not overwhelming. This is such a perfect gift, a lot say this is a good night time cologne but I would say itu2019s even good for the daily"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Dry skin",
            "review_text": "This cologne smells divine. It has a very aromatic citrus aroma that's a blend of lemon and sage, and just smells very fresh and pleasant. It's strong without being overbearing, and is very long lasting."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is a classic masculine scent that will leave your man smelling good all day. I love the earthy and woodsy tone of the notes that are softened by Bergamont, Veviter and Patchouli. It is the perfect gift."
        },
        {
            "review_title": "Really good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This cologne is sooooo good! Itu2019s perfect for nighttime. I actually gave it to my husband itu2019s he loves it! Heu2019s got a couple compliments while wearing it. Definitely recommend to give as a gift for Christmas"
        },
        {
            "review_title": "Sexy and classy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This exceptional perfume captivates with its sleek, classy, and aesthetically pleasing design, elevating the vanity's ambiance. The intoxicating blend of Sandalwood, patchouli, and leather exudes an alluring charm. My man smell amazing in this fragrance."
        },
        {
            "review_title": "Love the smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I gifted this to my man and he absolutely loves it ! I love smelling it on him it has a pleasant smell not to overwhelming and it also has a great staying power. When he puts it on in the morning you can still smell it at night ! The packaging also looks deluxe ! I love the freshness of the bergamot"
        },
        {
            "review_title": "Most favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "My bf is a big fan of Montblanc and has silver Legend perfume with body spray, gold Legend, white Legend and Explorer EDP. I love all of them on his body, they smell sooo good. His loves all, but Explorer is his favorite"
        },
        {
            "review_title": "A definite yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This cologne is the best one out there . The smell is unique and strong. My husband wore it and I immediately fell in love with it  . This will be his go to scent.  He used to wear d&g the one but switching to this now ."
        },
        {
            "review_title": "Best Christmas gifftt",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Fair skin tone, Combination skin",
            "review_text": "Got this for my husband and omg! Heu2019s obsessed and the smell is long lasting, stays all day and he got many compliments. Definitely recommending this to my friends for a Christmas gift!!!! Smells luxurious"
        },
        {
            "review_title": "Definitely yessss!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Omgosh!! This smells AHmazing!! Itu2019s not at all strong either. Iu2019m not sure why I thought it would be but before I give it to my husband to try, I sprizted a bit on the box and I was pleasantly surprised by at first a citrus scent. That dries down somewhat and leaves a very subtle, soft but noticeable scent. Clean, not spicy or warm. Very sexy scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I ordered this for my husband and he absolutely loves it! The packaging is really nice and this makes the perfect gift for someone special. It also smells amazing and lasts all day! Would definitely recommend."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "My boyfriend is obsessed with this cologne and so am I! It smells amazing. I will be replacing his old scents with this one. I would definitely recommend this cologne to anyone and everyone! So good!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "This fragrance smells very sophisticated and luxurious to me. Understated but still subtly making a clear statement. Itu2019s a bit mysterious. The patchouli is integrated nicely and the bergamot gives it a freshness. It lasts a good amount of time and I think it can be worn all year around."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I am truly impressed with Montblanc Explorer! Itu2019s definitely a mens cologne. I Feel the passion & this Smell so nice, has range, and Itu2019s last a long time as well. It has that clean out the shower fresh clean smell that lasts all day. Iu2019m so passionate about this brand of menu2019s  cologne - deserves all five stars. I highly recommended."
        },
        {
            "review_title": "Fantastic scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "My boyfriend absolutely love this Mont Blac cologne! He uses it everyday and the scent is fantastic. The scent is so irresistible and doesnu2019t give him headaches! The packaging is also so nice! This is by far his favorite cologne."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I grabbed this for my boyfriend that doesnu2019t really wear a whole lot of cologne. This is a nice, easy first cologne for him. The leather notes are beautiful with the citrus mixed in. The scent seems to last all throughout the day too."
        },
        {
            "review_title": "Love love love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "I am truly impressed with Montblanc Explorer. Itu2019s fun, sexy, and fresh. This fragrance is perfect for every day. I definitely consider this scent unisex. I got this for my boyfriend as a gift, but Iu2019m going to pick up a bottle for myself thatu2019s how much I love it! 10/10- highly recommended."
        },
        {
            "review_title": "Nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I really really Loved this smelled (just a perfectly), got this for my hubby, loved it!!!!!! definitely a man's cologne. Feel so passion this Smell so nice, has range, and Itu2019s last a long time as well. it's got that clean out the shower fresh clean smell and some. A little goes a long way and the scent last all day. Iu2019m so passion this brand of manu2019s cologne - deserves all five stars. YOU wonu2019t disappointed this. I highly recommended."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Just a wonderful cologne. This smells so good on my husband. Amazing yet classic, clean powerful scent. A little goes a long way and last all day. My husband loved it. I would highly recommend this brand."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Montblanc Explorer EDP is a captivating fragrance with a perfect balance of freshness and sophistication. It is an adventurous scent that leaves a lasting impression. It is a bold fragrance with earthy and woody notes."
        },
        {
            "review_title": "If classy was a perfume bottle",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "What caught my eye about this Eau De Parfum was the stylish shape of the bottle. The glass of the bottle is crafted from a sturdy high quality glass. To be honest, I always found Mont Blanc to be famous for its amazing pens so I was surprised to discover they made such great colognes as well. This cologne especially is becoming my new favorite because it is a scent that can be worn year round. I would describe it as classy, clean and sophisticated."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Okay wow this one is for the husband first time trying out this brand definitely pretty packaging and definitely speaks luxurious! Itu2019s a great gift to give away they will love the scent! So happy with it"
        },
        {
            "review_title": "Buy this for your man!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This smells so good, I didnu2019t expect that all. Itu2019s once of those that make you think itu2019s not going to be alkaline that but the moment my husband wore it I fell in love and kept telling him to wear it more often. I received the Explorer EDP from Montbloc in exchange for this review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Porcelain skin tone, Dry skin",
            "review_text": "Fresh, woody, versatile masterpiece with fantastic sillage and projection. A safe scent to wear in any and all situations, doesn't feel out of place in casual settings but also stands its ground in the office or at a dinner party/date night."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Husband loves it! Highly recommended! Nice packaging too"
        },
        {
            "review_title": "Must have cologne for men!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Normal skin",
            "review_text": "I got this for my boyfriend as a present and we love it!! The woods and bergamot scents are very masculine and aromatic u2014 it gives off a cool vibe. Great for everyday wear and really elevates the presence or look of him. I received this product in exchange for a post but will rebuy and highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "Montblanc Explorer has an amazing aroma to it. It smells fresh, yet musky and masculine. The fragrance opens with fresh and zesty top notes of bergamot, clary sage, and pink pepper, which give way to earthy vetiver, leather, and patchouli. Finally, the base notes of ambroxan, akigalawood, and cacao add an intriguing twist to the fragrance, leaving a lasting and memorable trail. The scent lasts a long time and doesnu2019t fade like a lot of other colognes. Honestly, all I want to do is smell my boyfriend when heu2019s wearing this!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I gave this to my husband and he absolutely love it. It smells so nice and musky. It has a fresh and clean scent and musky at the same time. This would definitely be a repurchase and would be such a nice gift as well."
        },
        {
            "review_title": "Pick this up for your man!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I recently gifted this to my boyfriend and he immediately fell in love with the scent. Itu2019s fresh and not overpowering at all. It is also perfect for year round which is awesome. It smells amazing and it also lasted most of the day, which you canu2019t say for many fragrances. Definitely a must and will be picking up more from this brand."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
            "review_text": "I got this for my boyfriend as a gift (because he doesnu2019t wear cologne, but I want him to lol) and I canu2019t say enough good things about this. Iu2019m not the best at describing scents, but this is deliciously manly and I love when he wears it. Itu2019s the perfect gift for someone who wonu2019t indulge in fragrance for themselves, but you want them to smell nice ud83dude02"
        },
        {
            "review_title": "Dreamy scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This cologne is heavenly. This was my first experience with MontBlanc and I am not dissapointed! I love the masculine scent to this cologne. Itu2019s strong on first spray but melts into the skin and lingers. On dry down I smell spice, leather, and woods.  My fiancu00e9 smelled so good I couldnu2019t stop sniffing him! I would try another MontBlanc cologne in the future :)"
        },
        {
            "review_title": "I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Montblanc came out with this new menu2019s cologne and I was beyond excited to try it. I love love the smell. It smells so manly and a bit sweet at the same time. The smell is not super strong to where you feel itu2019s overpowering but it smells so good."
        },
        {
            "review_title": "5/5",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I recently had the opportunity to try the Montblanc Explorer cologne, and I am very impressed! I'll admit, I'm not the best when it comes to describing scents, but there's something about this cologne that both my wife and I find incredibly captivating. The scent is undeniably pleasing and carries an attractive aura with it. It's a perfect balance of sophistication and a hint of playfulness, making it suitable for any occasion. Whether you're going out for a formal event or simply want to feel confident and alluring throughout the day, this cologne has got you covered. One thing that I particularly appreciate about this cologne is its packaging. The bottle itself has a substantial feel to it, with a unique design that stands out from other colognes on the market. It looks great on our countertop. Furthermore, I think this cologne would make an exceptional gift. Its sophisticated scent make it a perfect choice for loved ones in need of a little luxury and self-indulgence"
        },
        {
            "review_title": "Perfect gift!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I got this for my husband because he's been wanting that perfect scent for date night and we found this and he's been absolutely in love with it. I especially love how long MONTBLANC explorer last, even when he showers I can still smell it on him. At first the smell is a bit musky but I love how the aroma opens up after wearing it for quite some time."
        },
        {
            "review_title": "My husband loves it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I gifted this perfume to my husband and Iu2019ve never seen him so excited and happy with the perfume choice! He says that he loves that the smell is manly but not overpowering. I can feel the notes of wood, leather, and bergamot. I love when my husband wears it!"
        },
        {
            "review_title": "Strong and amazing fragrance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "The perfume is strong for my taste but i got it for my fiancu00e9 so he instantly loved it. The woody and musky combo was beautiful. It lasted long and as it was strong you could smell it even after longer time. He loved it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Initially, the fragrance opens quite strong, which isn't to my taste. However, as it develops, it transforms into a wonderfully crisp and light aroma. This tone-down and understated scent is precisely what I love!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I brought this as a gift for my uncle and for someone who has been picky about his cologne all his life, he immediately loved this! It is strong and yet so subtle and smells great! Definitely recommend it to anyone who is interested!"
        },
        {
            "review_title": "So dreamy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This is such a dreamy fragrance and I am obsessed! The scent is very clean and masculine, and a little bit definitely goes a long way! I find this cologne to be perfect for all year round and highly recommend!"
        },
        {
            "review_title": "Scent is so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This is my husband favorite perfume ever. He always loved the Montblanc  perfumes. Scent is sexy and not too over powering. Perfect for any occasions.  This is his go to perfume scent. Smells is soo good and long lasting."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "i got this fragrance as a gift for my boyfriend and it smells heavenly! it is bergamot forward (which i love) and lasts on the skin. the scent is earthy & woody in fresh way, making it so perfect for everyday wear. gift this or get it for yourself <3"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This scent smells like a crisp dress shirt and clean shave on a sunny day. Itu2019s the perfect amount of musk with hints of fresh laundry.  While this is technically a male fragrance, I think it works perfectly well as a unisex scent. Iu2019m a female in my 30s, and I like wearing this scent when I want to wear something more fresh and masculine."
        },
        {
            "review_title": "Sexy cologne",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product smells so amazing I was so pleased by how it smells. It smells fun and sexy and isnu2019t too overpowering like some colognes. The lasting power of this product is great as well. I love being able to smell it after a long day."
        },
        {
            "review_title": "Unique scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Such a unique scent that exudes importance. It smells of power. Oddly enough, it fits for both a night out and the workplace. Provides an u201call-inu201d aura. A great summer or winter scent, with a classic nature to it. Definitely a top tier addition to your fragrance collection."
        },
        {
            "review_title": "Nice scent.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Clean, fresh citrucy and woody scent.  I can definitely smell the citrus part.  It a nice everyday type of fragrance. It lasts for 4/5 hours. A nice present for Christmas or for a people you love. Recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This EDP is really nice, I love the smell of pepper and spice and this has the edge.  The village is great and projection is also really nice.  I like that it smells sophisticated, fun and adventurous!  Love it!"
        },
        {
            "review_title": "long lasting fresh scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "this smells so good. it is also very long lasting. when most fragrances fade away after a few hours, this one is still noticable after a whole day. best purchase!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product is sooo underrated, I bought this for my boyfriend and Iu2019m obsessed!"
        },
        {
            "review_title": "The perfect everyday scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "This is a bergamot fragrance with vetiver undertones, while many other perfumes smell the other way around. Many would say with good reason that it is a Creed Aventus clone, even though it is more square and less subtle in its approach.  Bottle design is amazing and of high quality.  It is a great fragrance for all occasions, as it is not too powerful and is suitable for all seasons. The only drawback is its performance, as it doesn't last more than 6-7 hours on my skin.  Nonetheless, I do recommend!"
        },
        {
            "review_title": "Great light weight summer fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I needed a new light weight summer fragrance. I tested many different brands and the u201cexplorer by Mont Blanc a great choice. It has a nice fresh scent and  Iu2019ve received  Imany great compliments. I recommend the EAU DA Parfumm.l  Scent last all day."
        },
        {
            "review_title": "In Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "This cologne is amazing. I'm a female who loves to wear cologne more than perfume because I like the stronger, muskier scents. This one really resembles Tom Ford Ombru00e9 Leather with a better price.  Smells incredible. In my top 3 scents of all time honestly. Just buy it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "10/10 smells amazing would definitely recommend! Fellas add this to the collection asap!"
        },
        {
            "review_title": "Scent Du Jour!!u201d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Rich skin tone, Normal skin",
            "review_text": "Love the Aura of the scent and how itu2019s emanates itu2019s essence about meu2026itu2019s truly a lasting fragrance that smells divinelyu2026u201d"
        },
        {
            "review_title": "best ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "The sexiest cologne in the world and in the entire universe, would be the most accurate description for it. Buy it. Itu2019s a must have."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Got it for my dad as an anniversary gift and he loved it! Not sweet, not fresh, itu2019s a musky scent on the lighter side and will be gifting to others as well"
        },
        {
            "review_title": "New favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Dry skin",
            "review_text": "Bought this for my husband after we received a free sample and we both absolutely love it. Lasts all day. He receives so many compliments."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Love love love got it for my husband and let's just say mmmmm.... Love it !"
        },
        {
            "review_title": "My Husband Loves It!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am very much into perfumes, and my Husband is not really the kind of guy that buys colognes often so I always buy colognes for him. I happened to receive a sample of this, after purchasing a perfume for me actually. I was amazed at the scent, so I went and bought him this bottle for his birthday. He loves it and it's one of his favorites of the brands I have bought him. He wears this one the most for our dates. I definitely recommend this to anyone considering buying."
        },
        {
            "review_title": "Panty Dropper",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I normally liked to buy Gio. However the store was out of it and the woman reccomended explorer.   She was pretty as all the stores women are so I took her advice.  I cannot tell you how great this smell is. You just have to try it for yourself  However any time I wear it women either follow me around or chase me down to know what it is.  I'm a little heavy on the spray So when I'm at work it fills the halls and all the women love it...!!!  And let's face facts. That's the only reason we buy cologne right To attract women. And there's no better scent then explorer by Mont Blanc..!  I wouldn't buy anything else.  And the only reason your reading my reply is because my store was out of it. And I've had to buy it online  But wanted all the guys and girls to know how awesome and amazing this scent is.  Thank you  PAUL.O"
        },
        {
            "review_title": "out of this world",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I bought this for my boyfriend and we are both obsessed with the smell, and it lasts forever ! 100% recommend"
        },
        {
            "review_title": "Handsome Scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "This smells amazing! We got this for my dad for Christmas and itu2019s such a wonderful masculine scent! You wonu2019t regret buying it! I highly recommend getting this for your loved guy!!"
        },
        {
            "review_title": "Y U M M Y",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "LOVE THIS. such an amazing scent. Even though itu2019s a cologne I love wearing it as well. Super fresh and not over powering like a lot of colognes can be."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "1 of my best scents in my collection. Smells nice and projects well. Long lasting"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "It was a gift for my husband and he loveeeeeeeed it. I just like it.  It smells very masculine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Absolutely fantastic, its almost identical in smell to Creed Aventus for less than half the price. This fragrance projects more off of me than Aventus, and lasts longer. If you are interested in Creed Aventus then this is a good alternative."
        },
        {
            "review_title": "A classic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Strong but not overwhelming. The scent of this is unique, itu2019s clean but has that classic u201cmanu201d scented cologne. Itu2019s one of my favorites, I would compare it to BLEU DE CHANEL when it comes to the scent (unique) and how long it last on."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "J'ai offert ce parfum u00e0 mon homme et il l'adore. Je l'avais du00e9ju00e0 senti et c'est une odeur tru00e8s masculine et suave que j'adore! Je vous le recommande vraiment"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Very clean fresh smell. A tad bit of a generic smell. Easily lasts 4-5 hours and still have a strong scent."
        },
        {
            "review_title": "True to the name!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Brightens skin and makes it glow! Smells great and skin feels so soft when using."
        },
        {
            "review_title": "Long lasting woodsy citrusy smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, lightMedium skin tone, Dry skin",
            "review_text": "We, my husband and I love the original Montblanc, so for a gift I bough Explorer. He loves the fresh woodsy smell and likes it as much as the original. I also wear it, it seems to last longer than my regular fragrances."
        },
        {
            "review_title": "Masculine & Easy on the Senses",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "In laymanu2019s terms, this is a modern masculine scent with subtle sweet hints. It lasts well on the skin and (for me) doesnu2019t trigger any sinus issues or headaches. Itu2019s a great value and worth a try."
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "smells amazing. Took several hours, but my hi by found this and we both love how it smells."
        },
        {
            "review_title": "perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I was in the Sephora store with my boyfriend and since we were there we decided to smell a bunch of different colognes and body sprays. we both really liked this one. The scent is light but lasts a long time so he doesnu2019t have to keep spraying it on throughout the day. It smells clean and fresh which he likes. Heu2019s gotten a lot of compliments on it. Highly recommend getting this!"
        },
        {
            "review_title": "Got it for my bf.. wears it EVERYDAY!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This cologne is absolutely delicious. Its musky and fresh at the same time. Very masculine!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Love it! Like Aventus Creed but this is better for sure! <3 the smell is really sexy :)))"
        },
        {
            "review_title": "Aventus for a Fraction of the price.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Cheaper Aventus clone but it also deserves some love for it's own take on a scent many know and love."
        }
    ]
}