{
    "product_id": "919",
    "name": "Absolut Repair 10-In-1 Hair Oil for Dry Hair",
    "brand": "L'Oreal Professionnel",
    "categories": "Hair, Hair Styling & Treatments, Hair Oil",
    "price": 47.5,
    "about": "What it is:A lightweight, multi-use hair oil blended with gold quinoa and proteins that provides 10 treatment, styling, and protection benefits in one bottle..Hair Texture:Straight, Wavy, Curly, and Coily.Hair Type:Fine, Medium, and Thick.Hair Concerns:- Dryness.Key Benefits:- Infused with quinoa and proteins to hydrate dry, damaged hair.Highlighted Ingredients:- Gold Quinoa: A complex blend of amino acids to repair, hydrate, and protect against external aggressors..What Else You Need to Know:This multi-purpose hair oil provides 10 restorative benefits in one: hydrates, restores the hair fiber, softens, smooths, easily detangles, protects against heat and pollutants, eases blow-drying, conditions, adds shine, and leaves hair with a lightweight feel. Use to treat the hair before the cutting, as a primer before blow-drying, or as a styling agent when touching up in between styles..Fragrance Description:A sensorial fragrance blended with top notes of bergamot and mandarin, middle notes of mimosa, freesia, and peony, and base notes of white musk.",
    "ingredients": "-Gold Quinoa: A complex blend of amino acids to repair, hydrate, and protect against external aggressors. .-Hydrolyzed Wheat Protein: A vegetable protein that seals the hair cuticle to add hydration. ..Aqua / Water , Cera Alba / Beeswax , Dimethicone , Isopropyl Myristate , Phenoxyethanol , Hydroxypropyl Guar , Peg-40 Hydrogenated Castor Oil , Triethanolamine , Hydroxyethylcellulose , Caprylyl Glycol , Dimethiconol , Peg-30 Glyceryl Stearate , Hydrogenated Styrene/Butadiene Copolymer , Ethylhexylglycerin , Acrylates/C10-30 Alkyl Acrylate Crosspolymer , Hexyl Cinnamal , Linalool , Disodium Stearoyl Glutamate , Citronellol , Geraniol , Benzyl Alcohol , Limonene , Hydroxycitronellal , Benzyl Salicylate , Alpha-Isomethyl Ionone , Peg-30 Dipolyhydroxystearate , Trideceth-6 , Hydrolyzed Wheat Protein , Citral , Hydrolyzed Corn Protein , Hydrolyzed Soy Protein , Tocopherol , Parfum / Fragrance.",
    "how_to_use": "Suggested Usage:.-For fine to medium hair types, use one to two pumps.   .-For medium to thick hair types, use two to four pumps. .-Warm oil in your palms. .-Spread evenly in hair through lengths and ends..-Do not rinse. .-Style as usual...Recycling Instructions:.-Remove pump and dispose into its proper container..-Thoroughly rinse out any remaining product inside bottle, then dry. .-Place bottle in your recycling bin.",
    "num_reviews": 127,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/absolut-repair-10-in-1-hair-oil-for-damaged-hair-P507521?skuId=2717494&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2717494-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "3 oz / 90 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2717494-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Amazing! With just one pump itu2019s enough. It smells so good and itu2019s light weight on the hair."
        },
        {
            "review_title": "Hidden gem!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I have tried so many hair oils and decided theyu2019re all pretty much the same. WRONG. I never write reviews but I love this stuff. You will notice a difference immediately. I love that I can reapply to my hair and it doesnu2019t make it greasy. Smells great. Iu2019ll buy the shampoo when my current one runs out."
        },
        {
            "review_title": "A must have in my routine.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I really like this product. Itu2019s the best hair serum."
        },
        {
            "review_title": "THE BEST HAIR OIL EVER TRIED!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I've tried ALOT of hair oils from multiple high end  brands, this takes the cake and is my favourite product now! I have very long and fine hair so most oils I find weigh down my hair making it look oily. even if it's not right away, the next day it'll look like I haven't washed in a few days. I get split ends and I use heat tools. The texture of this on your hands going into your hair is unlike any others, very smooth but not oily. It felt like my split ends just disappeared or closed up. I'm shocked that not more people use this! will definitely try more items from this line up. A must try!!!"
        },
        {
            "review_title": "New favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "Amazing both as a leave in treatment on wet hair, and as a finishing product on dry hair for softness, smoothing, and shine! Formula is very hydrating without weighing the hair down"
        },
        {
            "review_title": "The BEST OIL on the marker right now",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "i promise you nobody's paying me to say this but this proved itself even better than the Kerastau015be one. Definitely worth the price. Makes your hair so soft and shiny and mind you i have bleached extra frizzy hair."
        },
        {
            "review_title": "super shiny oil smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "So much product! Great value for the price! I love hair oils and this one leaves my hair beautiful, shiny, and refreshed. Lu2019Oreal Professional does is amazing job!! I was surprised as I purchased online and product arrived in a glass bottle"
        },
        {
            "review_title": "Love this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, notSure skin tone, Dry skin",
            "review_text": "I have used many hair oils.  This one is fantastic. I prefer it in towel dried hair. I find it too heavy for my dry hair. I do use it in my end with dry hair but not the roots. Has helped bring my hair to life and looks and feels so much healthier."
        },
        {
            "review_title": "a must for overworked hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I've always been very particular about my haircare routine. I believe that my hair is my crowning glory and I always want it to look its best. So, when I heard about this new hair oil that promised to work wonders on tired, dull hair, I was excited to give it a try.  I got the hair oil along with a set of metal detox for my hair. The first two times I used the set, I was a bit disappointed. My hair felt dry and lacked its usual luster. But, I was determined to give the set a fair chance, so I decided to use the hair oil next.  After applying the hair oil, I was blown away by the results. My hair felt incredible! It smelled amazing and was shiny, bouncy, and beautiful. I realized then that the hair oil was the missing piece of the puzzle. It wasn't a matter of choosing between the metal detox shampoo and conditioner or the hair oil; it was a matter of using all three products together in a routine that set me up for success.  Now, I use the set of metal detox and the hair oil religiously, and my hair has never looked better. It's amazing how a few simple changes to my haircare routine have made such a big difference. I'm grateful to have found a routine that works for me, and I'm excited to see what other haircare secrets I'll uncover in the future."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Very good it made my hair shiny and soft I have used it for about 2 weeks now and I love it so far I would definitely recommend this"
        },
        {
            "review_title": "totally worth it! The photos are before & after",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Omg! This hair oil makes my hair feel so soft whenever I need it! My hair is super frizzy, damaged and thick but after this oil it leaves my hair feeling so nice! And the smell is not to strong for or"
        },
        {
            "review_title": "It works!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Dry skin",
            "review_text": "After just 3 days !!this helped my dry frizzy hair it also pairs great with the shampoo and hair mask must haveeeee for sure  def worth reviewing yu2019all!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Je ne suis pas fan de lu2019odeur, mais cu2019est un produit qui fonctionne tres bien. Ju2019utilise le soir quelques fois par semaine. Les cheveux ont un peu lu2019air huileux u00e0 lu2019application, mais tres bien le lendemain matin."
        },
        {
            "review_title": "This is a must have for dull, frizzy hair! ufffc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m absolutely amazed with this product that I received to review and test out. It left my hair so nice after just using it three times even though I used it for a full week. It left my hair after 3  days. I  noticed a big improvement. It was no longer frizzy as"
        },
        {
            "review_title": "Great for my hair strength!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I am using three items from this line simultaneously. The shampoo, conditioning mask and this serum. I love the way my hair feels after I use the shampoo and the mask. The first time I used this serum I felt like my hair was too sticky and weighed down. The second time I used it I used half as much and it was better. I did feel like it made my hair shiny and stronger but it did weigh it down a tiny bit. I feel like my hair is a smidge too fine for this formula all the time but will use it a few times a month for the benefits to my hair strength."
        },
        {
            "review_title": "Essential Elixir for Damaged Hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "The Absolut Repair 10-In-1 Hair Oil by Lu2019Oreal is a game-changer for damaged hair. Its lightweight formula works wonders, providing deep nourishment without weighing hair down. The 10 benefits, including repair, shine, and heat protection, make it a versatile solution. With continued use, it noticeably improves hair texture and manages frizz. A must-have for those seeking a multi-functional, effective hair treatment."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Completely transformed my hair! I am absolutely obsessed with the results and would definitely repurchase"
        },
        {
            "review_title": "Game Changer!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I CANNOT believe the difference in my hair. Split ends seem to be gone and my hair feels thick and healthy."
        },
        {
            "review_title": "Nice product, poor transportation",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "It's a great product. But I rate it 3 stars because it arrived without a tap and packaging (it'd not a big deal, but I have no idea when it'd expiration date, and I can't safely transport it as well)."
        },
        {
            "review_title": "A decent oil",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I donu2019t typically use hair oil these days. My hair is short, not color treated, and curly. A little of this oil goes a long way. If you have issues with dryness and use heat treatment, I think the oil would be a great product for You."
        },
        {
            "review_title": "Game changer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Iu2019m absolutely in love! This product is a game changer! I donu2019t usually use hair oils because the make my hair greasy, but this product wasnu2019t the case. My hair as so dry and this oil u201cfixedu201d it! It also smells amazing!!"
        },
        {
            "review_title": "Great addition to hair routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "After incorporating this product for the last couple of weeks I can say without a doubt that it has made my hair skinnier and easier to brush! I have wavy hair that I use heat on frequently."
        },
        {
            "review_title": "No complaints",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is a great hair oil. Itu2019s the perfect balance of moisturizing without being too heavy. I have thinish hair with some wavy texture to it and this was a well suited product. Itu2019s also a great value as one pump is all I need on my waist length hair. Iu2019ve used it on both damp and dry hair and have had success. This makes my hair softer and my split ends feel more manageable."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I liked this more than I expected. It felt pretty light but still made my hair shiny and soft. It provided good heat protection as my hair looked smooth and healthy after blow drying."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Fantastic hair oil that is non greasy and helps tame flyaways. For thin hair use a tiny bit. It helps keep my hair frizz free yet curly for 2 days straight. Love the feel of soft hair!"
        },
        {
            "review_title": "Nourishing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "This L'Oreal Professionnel Absolut Repair 10-In-1 Hair Oil for Damaged Hair is very nice. I love all of the nourishing ingredients included. As one with thick, dry, curly hair, I absolutely require an oil. After having used this, I like that it adds so many good ingredients but the oil just isnu2019t thick enough for my hair. It doesnu2019t help manage my hair as much as other, thicker oils that I use. I will continue to use this but I will have to add another hair product to help with my mega frizz and thickness. I highly recommend this oil for those that donu2019t have extremely thick, frizzy hair because the weight of the oil will be perfect for you."
        },
        {
            "review_title": "My Secret to Glossy Hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Really enjoy this light-weight, repairing oil! I have thick, wavy hair and I love using this oil after I do any heat styling. I feel like it seals my ends and leaves a really nice shine. The ingredients seem pretty good but I wish it was silicone free."
        },
        {
            "review_title": "This hereu2019s the stuff!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I have color-treated, very fine, thinning hair due to an autoimmune condition, which sits somewhere between wavy and curly in texture. I was very excited to try this entire line, but I must admit that I really wasnu2019t very excited about this specific product because I have had negative experiences with hair oils. They generally leave my hair very greasy, so although I love a good multiple-use products, I have other go-tos which are most definitely not oils. Since I started trying this, I am shocked that it is the one I am picking up when I get out of the shower each day. Two pumps in my hand, spread it through my hair and comb through. I then usually let my hair dry curly and it looks fantastic. If I want to blow dry it that day, I feel confident that it is also providing  protection. I would go so far as to call this a holy grail type of product. Itu2019s that good, and I just might switch to it. Scent is light and not much of a factor either way. I am surprised and impressed!"
        },
        {
            "review_title": "Fantastic Hair Savior!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "I recently tried the L'Oreal Absolut Repair Oil, and I must say, it's been a game-changer for my hair. While it didn't quite make it to a perfect 5 stars, it's pretty close. This oil provides deep hydration and nourishment to my hair. It has noticeably reduced frizz and dryness, leaving my hair feeling soft and manageable. My hair has a beautiful shine after using this product. It doesn't make it look greasy or weighed down; instead, it enhances its natural luster. While the results are impressive, the product is a bit on the expensive side. It would be great if L'Oreal could make it more budget-friendly. I received this product as a free sample."
        },
        {
            "review_title": "A New Part of My Hair Care Routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I have been using this repair oil for about a month now and have noticed quite a difference in my wavy, thick, hard to manage hair. I found the best way for me to use it is after washing, conditioning, and towel drying my hair, I pump one full pump into one hand and rub it in between both hands to warm and evenly distribute between both hands, then I apply it to my damp hair focusing on the ends and then upwards. I make sure not to go past the half way part of my hair because if you get too close to your roots it can leave your hair looking oily or weighed down and dirty. That is the reason for my 4 star rating.  I believe the proteins are definitely helping with my fly-a-ways and making my hair look and feel so much healthier.  Unlike the other products in this line it does not have the bad scent and will be the only product I continue to use from this line of products."
        },
        {
            "review_title": "Helpful for Taming Fly-Aways",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Dry skin",
            "review_text": "I have color-treated fine hair with medium thickness and a mixture of curly and wavy texture that is just past my shoulders. I felt this hair oil was good overall. It has a pleasant smell and does add some softness when used as directed and added to hair prior to drying. I feel it was the most helpful when I wore my hair up to help tame fly-aways. I tried adding it onto dry hair and found it to make my hair too stringy when it was down. A little product goes a long way so I would start with a half pump and add more if needed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I did not experience any allergic reactions or sensitivities while using the hair oil. I used 2 pumps after blowing my hair. Its lovely smell lingers in my hair for whole day."
        },
        {
            "review_title": "Absolut-Ly Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I absolut-ly love this hair oil. Itu2019s perfect for softening my hair and doesnu2019t feel greasy or anything. Its lightweight, smells good, and feels good. I love the soft smell as well. Iu2019ve put this on my hair wet before styling as well as dry and itu2019s amazing!"
        },
        {
            "review_title": "Good for dry hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "After using this hair oil for the past few weeks I have seen great changes and can say that it is for straight hair types, I have straight and dull hair and absolutely loved the results when I applied this oil. You do not need a lot and can use it 1-2 times a week depending on the damage, if not only gets some shine on my hair but I also notice less damage to my hair."
        },
        {
            "review_title": "Ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I received this product in exchange for my honest review but all opinions are my own. I received 4 products from this line. I do love hair oils especially for my long, thin, dry, color treated hair but this one wasn't my favorite. The scent is flowery but kind of perfume-y. The consistency thinner and emollient. It comes in a pump bottle. I usually use 2 pumps from mid shaft to ends on damp towel dried hair. It doesn't give my hair enough moisture and I just have oils I prefer more"
        },
        {
            "review_title": "Just okay.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "I feel my hair type might be to blame for my lack of liking this product. It seems to absorb decently into the hair but leaves mine feeling more dry and poofy. This would be great for people that need more shine and not more moisture."
        },
        {
            "review_title": "Helps to tame flyaways",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Absolut Repair Oil comes packaged in a heavy glass bottle with a convenient pump top. The oil is a little thicker than some of my other hair oils but just as lightweight.   The oil does contain silicones and wax, so I try to use it sparingly. One pump is more than enough for my mid back length, medium thickness type of hair. I start by applying it to the tips of my hair and use whatever is left on the palms of my hand, to spread at all over my hair. The oil instantly adds shine to my hair and helps to tame flyaways, making my hair more manageable. The instructions say to use it on towel-dried hair, but the oil can even be used on dry hair in smaller amounts."
        },
        {
            "review_title": "Better than other hair oils!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I usually can't use oils in my hair because my hair gets too weighed down and greasy, so i didn't have many expectations before trying this Loreal oil. I have long, slightly wavy hair with a little color and heat damage. My hair is long so I used 2 pumps total and applied it everywhere except my roots. I used it along with the Loreal shampoo and conditioner that was sent to me by Influenster and Loreal. The results were amazing considering how oils usually make my hair feel! It made it soft and silky and easier to brush through. I also noticed I was able to go longer between washes. I also tried the oil with my regular shampoo and conditioner for comparison purposes and it still made a huge difference in my hair. The shampoo and conditioner along with the oil is on a whole other level though! Definitely recommend. While these were gifted to me from Loreal, my opinion will never be swayed and I always give honest feedback! These products really are worth your time and money if you have hair like mine!"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "My hair was colored and it got so dry after. Iu2019ve been looking hair oil to help with my problem. Thanks god that i found loreal absolut repair oil that works so amazing on my hair. I got shoulder length thin hair so 1 pump is enough and the bottle probably lasts for 6 months or so. I am very happy with the result, my hair is soft and less frizzy, and more shiny. It feels so lightweight and smell good. I can feel the difference after 1st try. Definitely will buy more in the future and recommend it to my friends"
        },
        {
            "review_title": "Not a fan",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This had a strange smell that does not smell like the rest of the line of products. It left my hair oily looking and stringy. Try the hair mask instead it conditioned and left my hair silky."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "I received the collection of L'Oreal Professionel Absolut Repair for Damaged Hair which included this 10-in-1 hair oil.  I have dry damaged hair and used this oil as instructed as the last step of the collection. I dispensed two drops of the oil in my hands and rubbed them together then applied it to my  entire head, then combed through and styled my hair as usual.  I washed my hair every other day with the same products for two weeks straight and could not tell the first bit of difference in the damage or health of my hair at al. It may just be my hair type but work better for and/or with others but it isn't for me and my hair."
        },
        {
            "review_title": "Sleek, shiny hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I use this on my dry hair after I style it and it gives so much shine and hydrates my ends! I will definitely continue to use!"
        },
        {
            "review_title": "A definite new staple added to my collection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Normal skin",
            "review_text": "I love this oil. It gave me such an amazing shine. A little bit goes a long way. It gives a nice shine without leaving your hair greasy. I received this for free from influencer for my honest opinion. It has a very nice slight smell, and I would definitely continue to use this. The quality is high and has what great price point."
        },
        {
            "review_title": "Does not weigh your hair down!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This hair oil is light weight and the first of its kind that doesn't make my hair feel greasy or weighed down. I use as directed and apply no more than one pump into towel dried hair. I'm definitely a fan!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I received this product in exchange for my honest review. I will say I was not sure about this product at first mostly because it has a really strong smell that wasnu2019t my favorite. I have warmed up to the smell and it has made my hair feel very smooth and soft. I would say it is just okay compared to other products I have used in the past if the scent was not as strong I would probably be more likely to purchase again in the future."
        },
        {
            "review_title": "Stand out line!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This item was received from Influenster and L'Oreal for free, in exchange for my honest review. I typically use a hair oil everyday so was very intrigued with this. Using the absolute repair line all together, the results are great. My hair feels so soft and the oil helps make my lacking hair look a little more presentable. Compared to other hair oils, I really do feel and see a change, my only critique is that a lot a product dispenses with one pump. I prefer to get half a pump and work it through my hair, however even when applying a full pump, I never noticed my hair feeling weighted down or oily. L'Oreal professional line has really impressed me."
        },
        {
            "review_title": "Game changer for my dry hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "What I love most about it is its ability to maintain the moisture balance in my hair. Itu2019s a relief, especially because my hair can get staticky quite easily.  The best part is that this oil doesnu2019t weigh my hair down or make it feel greasy.  Lightly scented and a great add on to any routine. Iu2019ve been using this in combination with the other products shown in the pic and would recommend every single on of them."
        },
        {
            "review_title": "Very nice oil",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I really liked the overall feel of this oil. I have naturally wavy curly hair. 2c 3a combo. I used this oil for blowouts and when my hair was in its naturally curly form. This oil was great at smoothing and also breaking a curl cast. It never made my hair get weighed down. It made it very shiny. Overall I really enjoyed this product"
        },
        {
            "review_title": "Soft, silky hair in a bottle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this product from Influenster, and Iu2019m so happy with it! My expectations were low after years of using another high end hair oil, but this blew me away. Your hair will feel incredibly silky and I have noticed the results last longer than with other oils. Super lightweight, I recommend this to everyone!"
        },
        {
            "review_title": "Shiny hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this complementary product in exchange for an honest review. I enjoyed this product. It left my hair feeling silky and shiny. I definitely recommend this product!"
        },
        {
            "review_title": "Nice but too strongly scented for my liking",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I received this product from Influenster and Lu2019Oreal in exchange for my honest review.   I like the oil. Itu2019s pretty lightweight and didnu2019t leave my hair weighed down at all. It smells a bit more perfumey than I generally like and while itu2019s not enough of an issue for me to stop using the product but I probably wonu2019t purchase it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have naturally wavy hair that tends to be frizzy and need styling.  I also a lot of recent damage from age, Sun, highlights and chasing roots. I really like this product.  My hair felt softer, smoother, and shinier.  I typically prefer creams to oils but this product made a huge difference in my hair and not greasy at all. I would bug again"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Combination skin",
            "review_text": "The Lu2019Oreal Absolut Repair Hair Oil was gifted to me by Influenster and Lu2019Oreal in exchange for my honest review. This is a lightweight hair oil that provides heat protection, repairs damage/split ends/breakage, and repairs dryness. The Absolut Repair Hair Oil has made my hair so smooth and shiny! The smell is so amazing and lasts in your hair. I would absolutely recommend this hair oil!"
        },
        {
            "review_title": "Liked this oil.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "This is the only thing out of this line that I actually liked and continued to use.  It leaves my hair feeling soft and also helps break up the cast when I have my natural curly texture"
        },
        {
            "review_title": "Helpful for Damaged Hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "This is such a great product. So glad I tried it after my hair was damaged from a weeks vacation. A little goes a long way. Will get again!"
        },
        {
            "review_title": "Happy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "For a hair oil, I was pleased. I am normally cautious with hair oils because my hair will go from a desert to looking like I dumped a bottle of vegetable oil on my head with 1 measly pump. This oil, however, did not do that to me! A little does a very very long wayu2014half a pump was good for my long hairu2014and it left my hair soft, hydrated, and didnu2019t increase the number of days between my washes."
        },
        {
            "review_title": "Best ever hair oil for blondes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Love love this hair oil! I was not prepared to be this blown away by Lu2019Oreal. I have heavily processed blonde hair and this is just the lightest touch of oil needed to make my hair look amazing and healthy. It also came in so handy when I got GLUE yes glue stick in my bangs the other day. What didnu2019t come out with soap I was able to coat with this oil and gently  pull out. Donu2019t sleep on this hair oil!"
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Medium skin tone, Combination skin",
            "review_text": "After using this product over the past two weeks I canu2019t tell I see any difference.  I have a straight, very dry and thick hair and I donu2019t feel this oil helped out with my hair concerns.  I loved the smell though ud83eudd37u200du2640ufe0f"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Of all the items in this line, this was my favorite and Iu2019m so glad it comes in such a big bottle. One pump before blow drying is all I need to tame my thin in texture but thick in volume hair. It smells lovely as an added perk. This smoothed my hair out without it looking greasy or limp. It quickly became a must have in my hair routine, which I like to keep pretty simple."
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Felt nice at first but left hair feeling like straw, and breaking endlessly. Hair was falling out, and I feel like I ended up with protein overload soooo quickly. Will not use again but simply advise others to check their needs with hair stylist."
        },
        {
            "review_title": "Healthy Shine!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "Absolut Repair oil has been great for my dry hair! The formula is very light, but adds a good amount of moisture and itu2019s easy to notice the difference. I add some drops after my shower and blow dry my hair.  It helps with heat damage, as well as smooth and shines. I add a few more drops when my hair is blow dried, and flat ironed for a sleek look. I would recommend this product if you are looking to add some health to your hair!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I've been using this hair oil for over two years and I find it has helped immensely with my hair health. I have thin hair and live in a dry climate with hard water, and I use a hair dryer after every wash. All of that together was definitely taking its toll. I now use the hair oil when I get out of the shower and before I use the hair dryer. It's very lightweight and smells great. I don't recommend using in full dried hair as it can look greasy, but after a little heat you'd really never know it's in there. Highly recommend!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "Love this would highly recommend I will be adding this to my routine"
        },
        {
            "review_title": "It really does work!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I am extremely impressed with this hair oil. I have never found ANY product as far as hair oils that do live up to its hype!!! My hair is very course, thick, and frizzed with natural locs and even natural ringlets. I have always did my best to care for it but the repair oils only last so long. This one does all day until you wash. Lightweight for sure with a really elegant scent that lasts all day! I use a few pumps and rub it together with both hands so it warms up. Than I gently run my hair from the hair follicles upward. Can you believe this oil holds styles too? I can't say enough good things about this product. This is an investment that will not let you down. Try it!"
        },
        {
            "review_title": "Definitely recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Noticeable difference in shine and strength! I had experienced damage from heat and a summer in the pool. The oil helped me restore my hair and natural curl pattern. The smell is light and it leaves my hair feeling smooth and silky without weighing it down. Perfect amount of lathering."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "Beautiful protein rich hair oil. I have 3c curls that need a little protein and oil between washes to help the curls reform. My hair isn't overly damaged but shows a little stress after blow drying too much. This oils is lightweight enough that my curls still have good bounce and didn't weigh them down. It helped smooth the frizzies too. The scent is light perfume-y but fades quickly. The pictures show before and after using the oil. I used just one pump and a little mist of water to refresh my curls."
        },
        {
            "review_title": "Wonderful consistency not oily or greasy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Loreal sent me this product to try and to be honest I never expected to be so good, I was even scared to use it because usually oils are greasy, sticky and heavy and even make your hair look dirty and shining in a greasy way ! This oil is wonderful, hydrates, model and conditioned my hair y a marvelous way. I am greatly surprise and from now on it will be part of my daily haircare !! Thanks Loreal when you said 10 benefits you mean it!!"
        },
        {
            "review_title": "Solid hair oil",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I like this hair oil, I think it is my favorite out of this set of hair products. I do feel like the ends of my hair look a little healthier, and it doesnu2019t seem too heavy for my fine hair. I donu2019t love the smell, that is the only down side to me. Itu2019s fine but not great."
        },
        {
            "review_title": "Great for thick hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "red hair",
            "review_text": "This is my most favorite product in this hair care system. The first time I used it I got too much. A little bit goes a very long way. And thatu2019s saying something for someone with thick, curly hair. The price point isnu2019t bad considering how long I think this product will last. My hair is less frizzy and shiny when I use this. Itu2019s fantastic. I wouldnu2019t hesitate to buy this!"
        },
        {
            "review_title": "Best hair oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "Iu2019m obsessed with this repair oil! Iu2019ve never used in oil before, so I was nervous about my hair, being too greasy, but it wasnu2019t an issue with this oil! And the instructions on the back or super helpful to make sure I did it correctly. Love this"
        },
        {
            "review_title": "Huge difference on ends of hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Combination skin",
            "review_text": "I use several Lu2019Oreal products that I love. This repair oil has definitely helped revive my damaged hair from highlights. I typically do not use oil,  because I have sensitive skin. I did not have any adverse reaction to this treatment!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I receive this product from an influencer, and after use, I feel my hair is more hydrated and easy to brush, also I love the way I stop to lose my hair when I take a shower, I recommend this product to anyone who needs to repair and hydrate my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The scent is very simple but I like it. One pump definitely does the job when using it. It keeps my hair looking very smooth. I would continue using if I didnu2019t already have a set routine for my hair."
        },
        {
            "review_title": "Heavenly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I am usually not a fan of hair oils due to them making my hair too greasy. However, this product makes my hair feel sooooooo soft, light, and smooth. It doesn't make my hair feel greasy at all even after not washing for a few days. Oh, and the smell- the smell is soooooo heavenly. I will be buying this again. New fav!"
        },
        {
            "review_title": "A new hair must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I have fine and damaged hair. Usually leave in products make my hair break and fall off. With this oil I noticed way less breakage and fall out. It smells really good and itu2019s not one of those hair oils that weighs your hair down."
        },
        {
            "review_title": "Wonderful results",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "After trying this product for the first time I was pleasantly surprised. It worked wonders on my curly hair! Would definitely recommend."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I have straight fine hair and this product was easy to apply to my towel dried hair. I didnu2019t notice much of a difference after using it for a week, but maybe I need to try it for longer. Perhaps it has more of an impact with other hair types. I received this product free from Influenster and Lu2019Oreal in exchange for my honest review."
        },
        {
            "review_title": "Worth a shot!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I used this on my hair for the first time, and itu2019s ok!! I t comes out heavy, so you donu2019t need a lot, but it goes on light which I love. My hair doesnu2019t feel weighted by it at all. It also smells really nice!"
        },
        {
            "review_title": "Great ingredients!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "I was skeptical when I first got this because so many hair oils are just silicone heavy and don't do anything beneficial for the hair beyond smoothing. But I tried a few drops through my damp, towel dried hair after washing and was really pleasantly surprised by the added sheen and smoothing it added. The ingredients in this one are impressive - wheat protein, which actually strengthens the hair shaft, and helps it to retain moisture. The hydrolyzed quinoa helps to repair damage, including split ends, and can also help with growth! It also contains castor oil, which has also long been used for conditioning and strengthening hair, and people say it helps with growth, too. Very effective product, certainly feels like my hair is healthier since starting to use it. I'm also happily surprised by the size of the bottle given that most hair oils are in much smaller packaging. Highly recommend!"
        },
        {
            "review_title": "Great Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Good product. Absorbs well and doesn't leave a greasy feel. Iu2019m really impressed. I had my doubts, but this product really works. The oil is great- I just use 2 small pumps and rub it in my hands, then run through just the shaft and ends of my hair. Does not weigh hair down at all - just gives softness."
        },
        {
            "review_title": "Great Hair Oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "After using this system, starting with the shampoo and conditioner, my hair is so soft and frizz-free. It feels the healthiest itu2019s ever felt washing at home. All you need is one pump and itu2019s more than enough! My hair doesnu2019t feel heavy or oily after use.  I was scared to try something new, because I like to stick with what I know and am comfortable with but Iu2019m very grateful I took the chance on this product. When I run out I will be ordering again! My hair is color-treated and it worked well with no issue stripping the color."
        },
        {
            "review_title": "Lightweight oil with so much shine!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "I love this hair oil! It is so lightweight, it doesnu2019t make my hair feel heavy or greasy like several other hair oils I have used. Love this for wearing my hair curly - keeps my hair bouncy and shiny!"
        },
        {
            "review_title": "Will definitely purchase!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Wow! I have always had such a hard time with finding a proper hair oil that helps my hair feel healthier and softer ( and also helps with the frizz) -- and I think that I have finally found it! As someone who has very oily hair, I can say confidently that it does not weigh down my hair after use.   I love it. 10/10 I think I have found something I can stick with."
        },
        {
            "review_title": "Lightweight Oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I love this oil! This is such a lightweight oil but works so well at helping define and create frizz-free 3C curls. It doesnu2019t feel sticky or heavy once dry. Iu2019ve applied to wet hair alone and Iu2019ve used to soften my curls after using mouse and gel. It has a nice scent that fades quickly."
        },
        {
            "review_title": "Great addition to my hair care routine !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Absolutely loving the Lu2019Oreal Absolute Repair Oil from Sephora! As someone with frizzy hair, this product has been a game-changer. The oil not only tames my frizz but also leaves my hair feeling incredibly soft and manageable. Iu2019ve noticed a significant reduction in flyaways, and the added shine is a bonus. Itu2019s lightweight and doesnu2019t weigh my hair down, which is a huge plus. A little goes a long way, so the bottle lasts quite a while. If youu2019re looking for a solution to your frizzy hair, this oil is a must-try. You can see the attached picture for the oil on my palm.. see how light it is and hence doesnu2019t wear your hair down!"
        },
        {
            "review_title": "Great multitasking product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This hair oil is fabulous! I love the scent so much, and it lingers nicely on the hair. The formula is great and glides onto my hair easily. I feel like it has made my 3a/3b curly hair shinier and less frizzy, and Iu2019m happy that itu2019s lightweight so it doesnu2019t weigh my hair down. Plus, a little goes a long way! I especially love that itu2019s multipurpose formula and includes heat protection for when I want to heat style my hair, so I donu2019t need an additional heat protectant product."
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This hair oil works magic on my hair!  It is lightweight, smells amazing and makes my hair so soft and voluminous. Such a great product, a must have in my beauty routine!"
        },
        {
            "review_title": "Must try for dry damaged hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Excellent hair oil. I have dry damaged hair and this controlled my frizz and made my hair softer. I straighten my hair also and the results from that were just as good as some of the higher end hair creams Iu2019ve used. The oil itself is not super thick, itu2019s easy to work in your hair and comb through. The smell is also pleasant."
        },
        {
            "review_title": "In love with this oil",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I am always weary about oils because they usually weigh my hair down but not this one! This oil smells good, the bottle looks nice on my vanity, and the stuff actually works!! I towel dry my hair, use the oil on the bottom half of ny hair and the ends and then I put my hair back in the towel. Once Iu2019m ready to do my hair, itu2019s tangle free and so smooth! This stuff is great! I canu2019t believe itu2019s loreal!!!"
        },
        {
            "review_title": "This oil is a win!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I have thick frizzy wavy hair. I normally use a  cheaper hair oil from a beauty supply store, and was thrilled to see the difference with this oil. I would definitely add this to my supplies. You donu2019t need a lot to get benefits. Iu2019m sometimes I style it curly or straight, and this oil helps tame frizz, boosts health and shine. Highly recommend to use with repair shampoo and conditioner. I would alternate this with my cheaper one only because some days I have my hair up and donu2019t want to waste good product if my hairs going to be in a bun. Received this for free in exchange for honest review"
        },
        {
            "review_title": "Enjoying this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have enjoyed this whole line of products (Absolut). My favorites were the hair mask and this oil. Iu2019d say you can do without the shampoo and conditioner, although I enjoyed them. This oil is very good and doesnu2019t make your hair heavy and greasy. It tamed my frizzy hair and smells great. I would consider purchasing again and adding this to my hair routine."
        },
        {
            "review_title": "Helps my dry bleached hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Very lightweight and hydrating. Adds shine and bounciness to my hair. The sprayer is amazing, it doesnu2019t overspray and doesnu2019t produce big drops. And the smell, boy it smells incredible! Will repurchase."
        },
        {
            "review_title": "Smells wonderful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Wonderful product for dry postpartum hair. I use a couple of pumps after a shower and it helps to keep my hair feeling soft, luxurious and great-smelling."
        },
        {
            "review_title": "So soft!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I was really pleasantly surprised by this oil. I have fine hair and usually hair oils are too heavy, but this didnu2019t leave my hair looking greasy or weigh it down at all. It makes my hair super soft and a little shinier than usual. It may not be intense enough for people with thicker or dryer hair, but itu2019s great on my straight fine chin length hair."
        },
        {
            "review_title": "Pleasantly surprised",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Love this product for my fine hair! I received this through Influenster and was pleasantly surprised with the whole line! Not greasy and my hair feels amazing after one use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This oil is great for dry, damaged hair and a little goes a long way. I have bleached then permanent fantasy color hair so it is pretty damaged. This product along with the shampoo and conditioner left my hair soft and shiny and definitely helped with flyaways."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I love this hair oil, it kept my frizz at bay. My hair looks shiny and gave a beautiful look to my hairstyle"
        },
        {
            "review_title": "Great for damaged hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I recently bleached my hair, and struggle with damage, dryness, and frizz. Iu2019ve been using this oil in conjunction with the shampoo, conditioner, and hair mask from the Absolut line. I apply one pump of the oil to the ends of my hair while itu2019s still damp and blow dry. Itu2019s a pretty thin consistency so one pump is enough for my long hair.  It definitely makes my hair look softer and shinier, but didnu2019t do that much for frizz. Still a great product and Iu2019ll continue to use it."
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This has the most beautiful oil serum texture and my hair loves it! It really smoothed out all the frizz and left my hair so smooth shiny and glossy! Thank you to Loreal and Influenster for sending me this line to try."
        },
        {
            "review_title": "Shiny and Soft Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I received the Loreal Absolut Repair Oil along with the shampoo, conditioner, and mask from Influenster in exchange for my honest opinion. I love the entire set, especially this oil.I have a long straight hair and it had been extremely been dry and coarse due to the super hot summer weather and this in conjunction with the shampoo and conditioner have instantly transformed my hair to shiny and soft. I received a compliment on my hair looking nice on the day I used them."
        },
        {
            "review_title": "I like it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I was sent this product from Influenster to try out and I have been enjoying it. It adds shine to my curly hair. I think that it makes my hair look healthier and prettier. I will definitely continue to use this until it's gone (which will take a while because the bottle is pretty big). Would definitely recommend this product."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I received this absolute repair oil for free in exchange for my honest opinion. I personally really like it. I have a long hair. However, my hair is extremely dry and damaged from being constantly colored. After 2 times using the whole set including shampoo, conditioner, repair oil and mask, i noticed a difference. My hair feels better. They are a bit softer and they don't tangle as bad as before. Im very happy with it so far. I highly recommend the while set for a full treatment effect"
        },
        {
            "review_title": "Love this oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "It works, it smells really good and if you apply a small amount it's enough to keep your hair manageable. I had noticed that after bathing my hair fluffed up now that I have gray hair, before gray hair it was very straight now it is wavy, but now that I use this product I put it on with damp hair and comb it and I have noticed that it looks straighter, much better."
        },
        {
            "review_title": "Heat protectant & much more in one bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this product from Influenster and Lu2019Oreal. I used it after I washed my hair and blow dried it. It left my hair shiny and my frizz was tamed. Light weight and I little goes along way."
        },
        {
            "review_title": "Makes my hair more manageable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I received this product for free in exchange of a review. I have been using hair oil for several years by now. I have split ends and mildly damaged hair that feels dry. I apply this oil after drying my hair with a towel. I apply this hair oil on the distal half of my hair then blow dry as usual. I can feel my hair is instantly hydrated and smoother to comb through. It helps reduce the frizziness and split ends. Obviously it does remove the existing damage or split ends but it helps reduce the unwanted feel of it and makes my hair more manageable. With use over time I hope it will reduce the formation of new split ends. It doesnu2019t leave greasiness or heaviness on my hair after use, if any itu2019s a small amount thatu2019s not causing any problems for me."
        },
        {
            "review_title": "Great Hair Oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Love how lightweight this oil is! It adds shine and smooths my hair, which has been so helpful in the humid summer weather. I have noticed my hair feeling softer since using this!"
        },
        {
            "review_title": "A must have! Shines and strengthens",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "After using this I can tell my hair is stronger and Iu2019m experiencing a lot less breakage. It smells so good and you donu2019t need much, it will last a long time, I love the added shine it gives too."
        },
        {
            "review_title": "Want smooth hair give this a try!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I have been using this oil for the past two weeks and can I just tell youu2026 itu2019s probably the best oil yet that I have tried. This oil makes my hair super soft without feeling greasy at all. My daughter also has very dry frizzy unmanageable hair and this oil has help me so much! Yes me, because I am the one that has to deal with the knots everyday. Overall if you have dry damaged hair give this product a try. The only reason why I didnu2019t give it 5 stars is I wish it didnu2019t come in a glass bottle."
        },
        {
            "review_title": "Game changing multitasker!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I received this item complimentary from Lu2019Oreal in exchange for a review.  My hair is dry and damaged from highlighting and blow drying. That coupled with the humidity really made my hair a disaster. I tried this for the first time for a date night and I couldnu2019t believe how amazing my hair was! It was soft and shiny, it had a great smell and my hair wasnu2019t frizzy at all. The best part is that I only needed about half a pump to coat all my hair! I canu2019t wait to try it with my natural curls! This is a game changer for me! (Before and After of air dried hair)"
        },
        {
            "review_title": "Salon quality at home",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "After a few uses, itu2019s safe to say this formula is MAGIC for fine, damaged hair. I dye my hair a lot, and use bleach twice yearly, so my hair is essentially fried. This not only makes my hair smoother, but visibly tames all frizziness. I highly recommend if you dye your hair frequently."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
            "review_text": "A little bit goes a long way. Instant repair and shine. Your hair will look and feel vibrant. No oily residue after left. Perfect"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "I loved this product! I have very frizzy hair and after using this product just once it made my hair so soft and shiny without being too heavy or greasy. It smoothed and tamed my frizz immediately. It also smells so good!"
        },
        {
            "review_title": "Amazing hair oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was given the opportunity to test this product for free from Influenster and Lu2019Oreal Professionell. This is how I would describe this oil! The texture, the packaging, and the smell.. ethereal and magical, no exaggeration. It leaves your hair feeling so smooth and smelling so nice. This oil is light and it absorbs really well into the hair. It is nice for wet or dry hair for a shiny finish after styling. I really appreciate that it doesnu2019t make hair greasy like a lot of oils do. It has the unique smell that the professional line all has. The smoothness of your hair can be felt with just one touch, and just a few pumps would cover your whole hair, meaning that your product will last for a while. I only have one suggestion, that if you want to straighten or style your hair, I would recommend to apply the oil after styling to give a shiny finishing look, instead of before. If you plan to leave your hair to air dry, then I would recommend  applying while wet. It also makes it really easy to comb afterwards. I am so pleased with this product. I would highly recommend this product and the entire Lu2019Oreal Absolut Repair line."
        },
        {
            "review_title": "An IMMEDIATE essential!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I can't say enough about how much I love this oil. Not only is it a great value for the price point, it's a multi use product. You can use it right after washing and styling, but just use it as a refresher for your dry hair in the middle of the day. It helps volumize and restore shine."
        },
        {
            "review_title": "Weightless leave in treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This repair oil is more of a leave in conditioner than a blow dry serum.  It has a very thin consistency and I needed 5 pumps for my long hair.  I focused on my mid-length to ends and blow dried using a round brush.  I was very happy with the way the product made my hair feel, it left me with a healthy, bouncy blowout look without weighing my hair down at all.  I have enjoyed it use alone and with my regular blow dry serum, which I think gives an even better result.  The scent is fresh and clean, it lingers but does not overpower.  This is a great leave in oil for colored, dry or damaged hair!"
        },
        {
            "review_title": "Great Oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Great oil! Itu2019s super hydrating. I personally donu2019t like the smell at all right off the bat but when you run it through your hair and a few minutes go by the seems is not as intense. Itu2019s more on the citrusy side. Itu2019s very very hydrating so I donu2019t mind the smell when my hair feel so good! My hair has not been that soft in a really long time"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Absolutely loving this Lu2019Oreal Absolut repair hair oil. I have super curly and dry hair so using a hair oil daily is a must. This one smells great and isnu2019t too heavy. This was gifted by Lu2019Oreal for my honest review"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "A very nice hair oil! Works really well for my hair!"
        },
        {
            "review_title": "Amazing Hair Oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Iu2019ve been using this for the last few days and I have to see that this is probably one of the best hair oils Iu2019ve ever use. I have quite a few other options in my bathroom but lately Iu2019ve been reaching for this one. The smell is incredible. It is not overwhelming, but it smells fresh and clean and also the thickness of the oil is not over whelming."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have fine hair so I tend to not like oils because they weigh my hair down. Not this one! This oil is hydrating and protective but light enough that I don't look greasy."
        },
        {
            "review_title": "Leaves Hair So Soft!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "*Received this product free from Influenster in exchange for my honest review*  I have chemically treated, very dry hair. While it looks nice after styling, I definitely wouldnu2019t say it looks or feels soft or healthy. I used this oil after using the shampoo, conditioner and mask of the same line and wow. My hair has honestly never felt so soft and just looked healthier. Just from one application you really can note a difference. Even styling was so much quicker after applying because of how smooth the oil made my hair feel. Once this bottle is finished I will absolutely continue to purchase because I canu2019t imagine feeling my dry hair again after this!"
        }
    ]
}