{
    "product_id": "1178",
    "name": "Madagascar Vanilla Perfume Oil Rollerball",
    "brand": "NEST New York",
    "categories": "Fragrance, Women, Perfume",
    "price": 47.5,
    "about": "Fragrance Family:Warm & Spicy.Scent Type:Warm & Sweet Gourmands.Key Notes:Madagascar Vanilla Bean, Vanilla Orchid, Coconut.Fragrance Description:Capture the allure of Madagascar's landscape with this nourishing perfume oil featuring the warm essence of vanilla bean, the subtle floralcy of vanilla orchid, and a hint of coconut. Itu2019s artfully blended with baobab oil for a formula that melts into your skin while leaving behind a long-lasting fragrance..About the Bottle:Housed in a jewel-like glass bottle tinted with a warm amber hue and featuring a dropper that offers a completely unique and customizable fragrance experience..About the Fragrance:This gourmand perfume oil features Madagascar vanilla, one of the most expensive crops in the world, in part because of the elaborate care it needs all season long. The vanilla orchid must be hand-pollinated by skilled harvesters, who then spend a year curing and drying each pod to perfection, giving dozens of local villages a source of livelihood.",
    "ingredients": "Fragrance (Parfum), Dipropylene Glycol, Triethyl Citrate, Ethyl Hexyl Glycerin, Propanediol, Adansonia Digitata Seed Oil (Baobab Oil), Benzyl Alcohol, Benzyl Salicylate, Linalool.",
    "how_to_use": "Suggested Usage:.-Glide over your arms, legs, decolleteu2014anywhere on your body that you want to indulge with nourishment and a highly concentrated expression of exquisite fragrance. .-Ensure oil is fully absorbed prior to delicate fabrics coming in contact with skin.",
    "num_reviews": 498,
    "overall_rating": 4.1,
    "product_url": "https://www.sephora.com/ca/en/product/nest-madagascar-vanilla-perfume-oil-rollerball-P470233?skuId=2411437&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2411437-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "0.20 oz / 6 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2411437-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Smells so good and lasts long",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received a sample of this perfume oil in a sephora best of vanilla sampler, and I have to say that this scent was most definitely my favorite. With the sampler, there was a certificate for a free travel size of any of the scents in the sampler, and I went with this one. I have gotten so many compliments on this! It is very aromatic and I feel like I can be smelled from a mile away (which is something that I was looking for. If you want something more subtle I wouldn't choose this fragrance). It is great for layering with other vanilla perfumes, as it is the perfect true vanilla scent. I highly recommend this."
        },
        {
            "review_title": "Do not discontinue this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is by far my favorite vanilla scent, I love that itu2019s an oil, I feel like it last all day, you may not be able to smell it, but half way through my day someone will hug me and swoon over how good I smell, when I thought it was gone! Plus it pairs so nicely with my other vanilla perfumes! This small bottle lasted me a full year! I received my second bottle this year for Christmas! Iu2019ll be back for my third bottle next year! You better not discontinue this! lol I love it so much!"
        },
        {
            "review_title": "Smells DELICIOUS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I got this for my little sister for Christmas, and now I am buying for myself! It smells AMAZING, and the scent lasts all day. It's definitely a pretty intense vanilla scent, so make sure you like vanilla like we do! I like how it soaks into your skin, and leaves a lasting scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Porcelain skin tone, Dry skin",
            "review_text": "My favorite perfume. You get vanilla and the warm spiciness of the sandlewood, then it wears down to a sweet, sugared vanilla orchid scent.  It's beautiful and it lasts all day.  Wear it on your skin and see and see how it interacts with your own chemistry before making any decisions.  I'm so glad that I did."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "The perfume smells good. However, the smell doesnu2019t last long"
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Adore this scent so much. Itu2019s perfect for every day"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I was doubtful but it actually smells so good and last long ! I pair it with kayali vanilla rock sugar or kayali yum bougee marshmallow and itu2019s divine !!!"
        },
        {
            "review_title": "Donu2019t walk run and buy it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love it!! One of the first vanilla rollerballs that actually gave vanilla, it layers amazing not overpowering or too light either I wanna say itu2019s a signature all vanilla girls should have!!!"
        },
        {
            "review_title": "No, not this one!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone",
            "review_text": "I was so excited to try this Nest fragrance. Iu2019ve loved this fragrance line for years.  The fragrance was so strong, it actually took my breath! I could hardly smell any vanilla in the fragrance at all.  Very disappointed."
        },
        {
            "review_title": "So yummy!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Normal skin",
            "review_text": "This is my 2nd time purchasing this product & it is so amazing!! It has such a delicious vanilla smell, not too strong and the scent lasts ALL day! I place it behind my ears, and on the back of my hairline so body heat warms it up all day. I will be purchasing the large size next. Recommend to everyone!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This perfume oil is amazing, not too strong but very long lasting. Iu2019ve read the negative reviews and maybe it sits different on everyone but I LOVE it. It has a tiny bit of spice, maybe thatu2019s whatu2019s throwing people off but Iu2019ve got nothing but compliments people  people"
        },
        {
            "review_title": "Smells syntheticu2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Smells like vanilla but has that crazy stinky alcohol smell afterwardsu2026 itu2019s so gross.."
        },
        {
            "review_title": "For vanilla lovers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "As a lover of vanilla and gourmand scents, NEST Madagascar Vanilla is the overdose of vanilla I was looking for. It's a thick fragrance, but it's not just the fact it's an oil. I personally can wear it anytime, anywhere (very sweet gourmand fragrances tend to smell more balance on me than other people), but some might find this too much for small places or hot summer days. It's amazing that few simple notes created this active scent."
        },
        {
            "review_title": "Not what I thought..",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I don't know if I got an old batch or something but it smelt amazing when I first opened it and then now it smells so fake and cheap.. I have to mix it with other perfumes to smell better ):"
        },
        {
            "review_title": "Hidden Gem",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Dry skin",
            "review_text": "So so underrated, warm vanilla scent that lasts all day"
        },
        {
            "review_title": "Gourmand dream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "Amazing smell, last 10+ hours, perfect everyday scent and isnu2019t over powering"
        },
        {
            "review_title": "Vanilla baby",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "I use it as the last layer to my Bare Vanilla SOL from Victory Secrets and it makes me smell so good I love vanilla scents and I definitely prefer the body oils, the scents lasts longer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love it and itu2019s long lasting. I normally go for floral fruity scents. This is kind of a u201c matureu201d scent but I layer it with other scents. It has a little masculine touch. But I like it. The coconut oil is my favorite from this line."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "This is terrible. I don't understand the hype, but this smells cheap. I don't smell the vanilla either. Wouldn't recommend."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I wish it was just vanilla very odd smell and the coconut is the strongest part"
        },
        {
            "review_title": "Definitely with it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Got at the Downtown Disneyland location since I forgot my normal perfume at home. These definitely last longer with a no scented lotion. I always use a lotion with it. Yes by itself it does fade away. I would definitely recommend this perfume oil, but with a no scent lotion for longer lasting scent."
        },
        {
            "review_title": "NOPE!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I can not smell it... not one bit. I tried it on me and my daughters, I even asked my friend after applying it can they smell it and you would literally have to shove it up your nose in order to smell it. I'm so disappointed for the price. I expected more from all of the reviews."
        },
        {
            "review_title": "Smells lovely but does not last long enough",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I love the Nest Madagascar vanilla scent and the rollerball is of course super practical to carry everywhere because of its compact size however, it does not last long. While I love the scent I just wish it would last longer than forty-five minutes to an hour. I find myself having to reapply often whenever I use it. I first smelled it in a sample that came along with some makeup I ordered and I instantly loved the smell but wanted to try the roller ball before I committed to the slightly bigger size and I am glad I opted for that instead. Even though I love the scent and am definitely going to finish the roller, I highly doubt i'll repurchase because its not really worth the price in my opinion. I thought since it was an oil the fragrance would last longer than traditional spray on perfume but that's just not the case."
        },
        {
            "review_title": "Mix it with nonscented lotion!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I mixed this perfume oil with nonscented lotion and it smells amazing!!! Makes the scent last longer and I always get compliments. I keep the mixture in a container so I can use it any time"
        },
        {
            "review_title": "Smells divine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "This oil smells so good and I've repurchased it quite a few time. I would love for it to smell longer though. You have to Bri g it along with you to keep reapplying."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I worked at chipotle and I wanted to test it out how long it would last. I worked at least almost 7 hours and I still smell. Very long lasting"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I love this scent, light but delicious!! People stop me and say that I smell so good"
        },
        {
            "review_title": "Love the scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I get a lot of compliments when I wear it, which is all you really want with a perfume right? I think it lasts a decent amount of time, I do end up reapplying at least once during my in-office days."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "very cheap vanilla smell. not what I was expecting"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Nice subtle, sweet scent that layers well with additional fragrances if desired, and has good longevity--in terms of the scent as well as the product. I can see myself taking a while to get through this little roller ball."
        },
        {
            "review_title": "I'm obsessed lol",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Deep skin tone, Oily skin",
            "review_text": "I normally don't leave reviews but I had to with this one. LOVE IT. Immediately was obsessed when I put it on. It's not overly sweet which was my concern. 10/10 recommend!"
        },
        {
            "review_title": "A very good everyday work option",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "A very good average scent, wonu2019t bother anyone and smells pleasant but over powering."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "i have had this for over a year and upon reaching the end of it recently repurchased. w applying 1-3 times a day almost daily the rollerball lasts a little over a year. sillage & and lasting power is amazing. i would recommend only using the roller though, and the dropper system leaves room for contamination."
        },
        {
            "review_title": "Perfect vanilla scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Absolutely perfect vanilla scent! I like to use it on its own or layered with other fragrances"
        },
        {
            "review_title": "Balanced Vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Not an artificial, saccharine vanilla, itu2019s the perfect combo of sweet and slightly smoky. I get lots of compliments on this!"
        },
        {
            "review_title": "A little goes a long way u203cufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This is such a beautiful fragrance. I wore this to work and it lasted 8+ hours. Very sweet and subtle scent with a light floral note that I really enjoyed. Great for layering. Love love love ud83dudc95"
        },
        {
            "review_title": "Sexy Vanilla smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Deep skin tone, Combination skin",
            "review_text": "SMELLS AMAZING! I wish the smell lasted longer than 30 minutes!"
        },
        {
            "review_title": "Beautiful scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "3rd time buying this product definitely worth it  Highly recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Sooooo yummy. Musky vanilla. If you love the smell of vanilla you will absolutely fall in love with this scent. This format is perfect for travel as well."
        },
        {
            "review_title": "Pairs so well with other Nest oil perfumes!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I am not a huge fragrance wearer as Iu2019m super sensitive to scent so I tried this several times in store prior to purchasing and knew I loved it! Oil based perfumes are very concentrated so how you apply them is super important for your overall experience. A little goes a long way. Applying too much as well as how you apply it is definitely key. Apply to areas of the body that are warmer such as behind the ears, inner elbow and behind your knees as the heat will help release the fragrance throughout the day. Itu2019s even more important with oil based perfumes to not u201crubu201d the oil onto the skinu2019s surface but tap it lightly to apply and allow it to dry onto the skin and absorb it naturally or the scent will be affected greatly.  I find it to be my go to as a base fragrance as it pairs so well with others such as the Nest Coconut or Sandalwood. It gets an A+++ from me!! A 10/10!!!"
        },
        {
            "review_title": "Yummy and comforting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love this vanilla oil! Sheu2019s warm, sheu2019s sophisticated, she feels like a warm hug from your beautiful mother after baking cookies together."
        },
        {
            "review_title": "yuck",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Oily skin",
            "review_text": "kind of smells awful.. not getting much of a vanilla scent at all. will be returning"
        },
        {
            "review_title": "strong & lasts all day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "stunning basic but deep warm vanilla, smells ALL day, if youu2019re super migraine proned w fragrance iu2019d skip. projection is good and i love how easy it is to roll on and carry around!"
        },
        {
            "review_title": "Rue 21 dupe",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I've been trying to find my signature vanilla scent. I bought a sample size as I don't live near a Sephora and was disappointed to find that this smells similar to the Rue 21's black perfume. I'm sure this is someone's cup of tea but it's just not mine."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I love the texture of this product and with pthrr we scents a little went a long way. This scent I feel like I barely smell it! I use it for layering my perfumes but I wish it was a little more intense."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This perfume is amazing, the sent lasts about 5-6 hours for me. And itu2019s not to expensive for this perfume. Would totally recommend"
        },
        {
            "review_title": "Vanilla Bean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Exactly as  I imagined, beautiful scent that lasts all day. Worth the price, I am very happy with this purchase."
        },
        {
            "review_title": "Just right!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "When I first tried this product I couldn't stop smelling it! It's the goldilocks of scents, gently sweet but also down to earth. It would be perfect paired with a scent free lotion - not too strong but very addicting. Would buy again in a bigger bottle!"
        },
        {
            "review_title": "MUST HAVE!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "One of my absolute favorite vanilla scents!! Layer this with cherry ambition by 7 virtues and youu2019ll smell to die for!"
        },
        {
            "review_title": "Donu2019t buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I donu2019t understand all the positive reviews. You can hardly smell anything with the rollerball and it kinda smells like cheap plastic vanilla. If you can smell the vanilla in the scent. Idk if I just got a bad batch or what."
        },
        {
            "review_title": "Great scent but design flaw with full size",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I fell in love with this scent in the store and bought the rollerball size. Depending on how long it lasts I may buy the full size next HOWEVER there is a design flaw with the dropper. Itu2019s very short and you will have to turn the bottle over and drip it out once the product gets lower."
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I tried it in store and rubbed it on my skin. It smelled awful. Like how pouring too much vanilla extract into a dish makes it taste bitter. I think itu2019s one of those scents that smells better on others and not on me. Maybe my chemistry makes it smell off? I wanted to love this because so many people were hyping it on TikTok, but least I donu2019t feel obligated to spend the extra 100. Iu2019m happy I tried this in store. The one good thing is itu2019s long lasting, which doubles as a negative since I hate the scent on me lol, but I gave it 2 stars instead of one for that. Makes my head hurt. Donu2019t blind buy this one guys, even if it has good reviews. Try it for yourself."
        },
        {
            "review_title": "need",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Oily skin",
            "review_text": "I LOVE THIS SO MUCH! my friend had it and i used it once and when i first smelled it i knew i had to it get. it lasts awhile and it smells so good"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Smells like a warm sugar cookie! I gifted it to a friend and ultimately decided to purchase one for myself as well since it smelled so delicious."
        },
        {
            "review_title": "SMELLS DIVINE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "smells incredible and is layerable with any perfume I decide to wear, lasts a long time, smells absolutely divine! its more of a floral vanilla but yet sweet. Love this ! will probably purchase the big bottle"
        },
        {
            "review_title": "Smells amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Iu2019m not one to typically write reviews, but this scent smells so amazing, I canu2019t help share. This scent has very quickly become my favorite of all time! Itu2019s a very mature, adult scent, not reminiscent of the saccharine sweet typical vanilla that youu2019re used to smelling. fragrance has very quickly become my favorite of all time."
        },
        {
            "review_title": "pleasant vanilla scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
            "review_text": "This is a lovely mild vanilla scent. I gave it 4 out of 5 stars because it really isn't long-lasting."
        },
        {
            "review_title": "Horrible immediate headache!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is no where near a yummy vanilla this is awful!! Something in this is extremely strong and gives you an immediate headache!!!!!!"
        },
        {
            "review_title": "Beautiful scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Was just wandering around in the fragrance section and randomly decided to smell it, this was an instant purchase. To my nose the coconut definitely stands out, this is like a salty, skin-like tropical coconut-y vanilla to me, but not sun-screeny. Transports me to a tropical island. ud83cudfddufe0f"
        },
        {
            "review_title": "vanilla girl staple ud83dudc8b",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This scent is literally so good, and itu2019s long lasting and great for layering. imo itu2019s better than the kayali vanilla 28. you should def get this!!"
        },
        {
            "review_title": "Absolutely Gorgeous!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Last summer I revived a sample from Sephora with my purchase and i immediately fell in love! I had it on my bucket list for a year and finally purchased it during the sale last week and I must say I donu2019t regret it at all! Indeed Iu2019m gonna buy the coconut one as well. The packaging is Seminole yet chic! Will try to apply it with sent-free lotions and on me lasts 4-5 hours! Doesnu2019t trigger my migraine too!! So in love! Good job NEST ud83dudc4dud83cudffb"
        },
        {
            "review_title": "Incredible scent!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Incredible deep vanilla scent. I absolutely love this! Iu2019m definitely purchasing the full size bottle."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "this perfume has a very sharp smell, which makes it lean masculine and almost headache inducing."
        },
        {
            "review_title": "Great smell strong lasting iffy packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Bought in store and it was missing about an inch of oil from the top! I just exchanged the Balinese coconut for it and that was full(online order). It also exploded oil from pressure in the ball, I think it was a manufactured error that trapped air instead of oil inside causing these problems. On the scent itu2019s lovely a little musky and spicy  but a refined vanilla smell!"
        },
        {
            "review_title": "Smells heavenly",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I absolutely love the smell of this perfume! It was exactly what I was looking for. I do find the scent wears off after a few hours so I would suggest getting the small roller to pack with you and reapply."
        },
        {
            "review_title": "Just get it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "Smells absolutely amazing!! Perfect combination of vanilla, woodsy, and musky! Lasts for a long time!"
        },
        {
            "review_title": "Soft smelling, needs layering",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "The perfume smells good, but since its an oil I didnu2019t feel like it gave an u201call aroundu201d scent, it wasnu2019t strong enough for my preference."
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I received this scent as a sample, and love it.   The vanilla mixed with warm spices is complex but subtle.  My only complaint is I wish the scent lasted longer."
        },
        {
            "review_title": "Works best warmed up!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I wanted to try the travel size first before I sprung for the full-size bottle. I love the scent and it's a very warm and sweet vanilla. I found the roller ball works best if you warm it up first. I carry mine in my pocket and apply it when needed. After it's warmed up it glides on perfectly. I layer it with Burberry Goddess to warm up the scent a bit. I've gotten numerous compliments on the combo at work and out and about! It's my new go to scent!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Smells amazing! please, Nest, make this into a perfume! I give 5 stars for the scent. It's the perfect spicy, warm vanilla scent, but the oil doesn't last long. I reapply often, and then it's gone !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Smells beautiful - great vanilla scent and the rollerball is easier to apply than the dropper bottle"
        },
        {
            "review_title": "Great for layering!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
            "review_text": "I've used this fragrance several times and it is so lovely! I mainly use it to layer other perfumes!!  it just doesn't last as long as I'd like on its own. It completely disappears after it dries down, which is so unfortunate because it's such a lovely scent!!"
        },
        {
            "review_title": "VANILLA DREAM",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "this smells unreal. If you are a vanilla girly you definitely need to add this to your collection. Itu2019s such a warm scent. 10/10 recommend"
        },
        {
            "review_title": "Here Today, Gone in a Couple of Hours...",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Welp, I guess I am the the one dragging this product's ratings down.  This does not perform like an oil. It only lasts a couple hours for me. I have $10 perfume oils that have better longevity. I took a look at the ingredients. It's a perfume with oil in it. It smells nice but had an unexpected slight sharpness to it (likely due to the alcohol). If you want a nice smelling, grown up vanilla perfume, this is it. If you want something like a perfumed body oil (like NYC street vendor oils-ish) look elsewhere."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Why canu2019t they make this in a spray!!??  Itu2019s a powerful vanilla. - amazing throw.  Scrumptious. Long lasting."
        },
        {
            "review_title": "Fav",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Compliments galore! I recommend this to everyone. Itu2019s not too sweet and not too musky. Itu2019s a great date night scent. Seriously intoxicating."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Personally, I think itu2019s one of the best vanilla smells out there; however I do wish it last longer. Itu2019s a very subtle scent."
        },
        {
            "review_title": "Pass",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "This smelled like the old school bath and body works vanilla spray I wore in middle school. Save your money and just go to BBW ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Ce produit sent super bon, longue tenue et facile u00e0 appliquer"
        },
        {
            "review_title": "Love the scent, I wish it lasted longer :(",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This has a great scent! I love the vanilla fragrance, it's so warm and inviting and cozy. I think it's a lovely daily fragrance for fall/winter with the vanilla notes. I have the travel roller ball so I  don't know if the full size oil would have this issue but the scent just doesn't last for long. Dissipates within a few hours. At least since it's a travel size I can take it with me to reapply but it's a shame because I love the smell. I just don't think it's worth the money for the full size when there are other vanilla fragrances out there that last longer."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "Floral headache for the first hour or two. It literally took 2 hours for it to start to smell like vanilla on my skin. It's synthetic singed plastic floral with something parading as a creamy note. I truly do not understand why people love this."
        },
        {
            "review_title": "Beautiful. Perfect for layering or alone",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This is my favorite vanilla perfume out there, and beautiful to use in layering. Itu2019s not heavy but lasts. My kids love it when I wear it. To those who donu2019t like it, I genuinely wonder if their skin altering the wcwnt."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love this oil so so so much but i took off a point because the rollerball is so terrible ud83dude13 itu2019s almost impossible to get anything out of it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Favourite scent ever, i layer it with the balinese cocount oil and get so many compliments"
        },
        {
            "review_title": "Vanilla dream",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Love the smell of this. Itu2019s warm, cozy and inoffensive. Wearing this feels like snuggling up with your significant other, nuzzling in their neck under a weighted blanket. Loved it for fall/winter season, but Iu2019m excited to layer it with my spring/summer scents as well. Iu2019d definitely recommend if youu2019re a vanilla lover! Not too heavy, but noticeable at the same time."
        },
        {
            "review_title": "Long lasting, rich, warm vanilla scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Ebony skin tone, Combination skin",
            "review_text": "Very long lasting. Great layered with other scents or on its own. I mix it with a little neutral body oil or Vaseline for a stronger scent.You only need 1-2 drops and the scent last all day. It's a warm, sweet vanilla scent. the coconut scent is very mild."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "absolutely foul smelling it isnu2019t a sweet warm vanilla scent whatsoever it has this sickeningly burnt undertone to it. canu2019t believe people pay 100 to smell like this."
        },
        {
            "review_title": "Delicious and stays all day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "I have quite a problem with perfumes/scents not lasting more than a couple hours once applied, but this scent lasts all day!   I love this warm, rich, and cozy vanilla scent"
        },
        {
            "review_title": "SMELL LAST ALL DAY LONG",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Perfect for layering or alone. The smell lasts all day long. Definitely worth the money. A little goes a long way!"
        },
        {
            "review_title": "A must have for summer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Lasts a long time! About 9 hours! Smells great too!"
        },
        {
            "review_title": "I was really excited for this product :,)",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I really wanted to like this, but the scent is giving old lady or like a strong powder kind of scent, itu2019s hard to explain but def not vanilla like I expected, doesnu2019t smell very good. But pretty packaging , one flap came opened, but it has a great amount of product on the bright side :)"
        },
        {
            "review_title": "Sad. I Wanted to love....",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "I can't wrap my head around this perfume.  There is no vanilla.  There is no coconut.  Once dried down it's spicy.... which I don't care for.  Depending on where I apply its get a soft musk or a spicy floral.  It's so inconsistent I returned."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I have never smelled anything so delicious as a perfume in my life! This vanilla is super complex and warm! Reordering asap! Definitely trying out other scents from this brand."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Smells pretty good but its nothing special, its just a generic cheap vanilla scent to me. Also wish it would last longer than it does"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, notSure skin tone, Combination skin",
            "review_text": "My favorite & signature scent! Just wish that it lasted a little longer"
        },
        {
            "review_title": "it will last forever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "i cannot run out of this. i bought it last summer i think? and use it daily and a LOT, and it isnu2019t even half done. i do not understand it. it also smells so good, i pair it with nearly any perfume and it doesnu2019t clash (to me)"
        },
        {
            "review_title": "Love!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I LOVE this so much! Itu2019s a nice fruity vanilla but isnu2019t overpowering"
        },
        {
            "review_title": "So gorgeous!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "If youu2019re looking for a travel sized perfume that smells amazing - this is for you. Warm and sexy vanilla!"
        },
        {
            "review_title": "Love!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Smells amazing! It lasts long and it's so good for layering."
        },
        {
            "review_title": "New must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Great perfume oil! My very first perfume oil and I love it! Was very spectacle due to the reviews but if you like a vanilla that isnu2019t too strong but just enough & long lasting then this is for you!     then this is for you!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The smell is delicious. Sweet but not overwhelming sweet. It has a hint of coconut that I love. I mix it with a odorless body cream for an easier application. Go for it! It will not disappoint you."
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Combination skin",
            "review_text": "Tried a sample and had to get the full size. Smells absolutely divine and I get compliments all the time. This is my first perfume oil and I love it. The bottle also looks stunning on my vanity."
        },
        {
            "review_title": "Iu2019ve been looking for the perfect vanilla foreverr",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This perfume is very soft and feminine, overall pretty sweet. It lasts all day, and when it does die down, it smells like a mixture of all my favourite vanilla scents put together. Sooo worth it!! ud83eudd79ud83dude4f"
        },
        {
            "review_title": "10/10 Recommend Smells So Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "If you like vanilla scents, you must try this. I purchased this after seeing on TikTok and itu2019s so good. The smell is a fresh warm vanilla - I like that itu2019s an oil I feel like it lasts longer. Great scent & it has become one of my go-tos."
        },
        {
            "review_title": "Daily must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "YES 1000000x yes. This will last you literally 24 hours, and layers so well."
        },
        {
            "review_title": "perfect first layer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I got this as a deluxe sample first and loved it so much that I bought a full-size. This works so great as the first layer of scent and has great staying power!"
        },
        {
            "review_title": "Earth Angel energy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The holy grail in my fragrance routine !! I use this as a topper for whatever sent I use that day. For instance, I will layer this over Tom Ford lost Cherry and I smell like a SNACK. This scent alone is heavenly too."
        },
        {
            "review_title": "Rash and bumps",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I am giving two stars because it does not last in the roller ball form. Also I canu2019t seem to even get the product out onto my skin.. so much so that I actually think I am having an allergic reaction to it. Rash"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Smells amazing! I've gotten so many compliments on this fragrance. Definitely will purchase again."
        },
        {
            "review_title": "not what i expected but its still good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Normal skin",
            "review_text": "it smells really good. itu2019s definitely unique to me and not what i was expecting but the smell is nice. really good for layering"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Application is easy, it smells so good, iu2019ve gotten so many compliments on the smell."
        },
        {
            "review_title": "Smells like bananas",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "No longevity & smells like bananas left in a hot car."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "smells like the perfect vanilla sent not strong or nauseating just perfectufffc"
        },
        {
            "review_title": "New Favourite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I love this scent - itu2019s earthy, and a more feminine and softer version of Replicau2019s by the fireplace. Got the roll on to try and Iu2019ll be purchasing the larger bottle when this is used up."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is my go-to fragrance! it lasts long and doesn't give me a headache like a lot of perfumes do. Highly recommend:)"
        },
        {
            "review_title": "Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I tried this in store, but they were completely sold out of it so I immediately ordered it when I got home! This smells so warm and lasts quite a while on the skin, especially when you spray another fragrance on it. Angelu2019s share smells really good over this!"
        },
        {
            "review_title": "A Sweet Sexy Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Treated myself to this scent and I like it more than I expected. This has a vanilla scent that's light and not syrupy sweet like some of the more vintage vanilla perfumes. It's subtle and sexy."
        },
        {
            "review_title": "get this IMMEDIATELY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I love this so much. It smells soooo good and lasts forever. I still smell it on my clothes from two weeks ago, even after I washed them! I also get told I smell really sweet :) ice cream, cookies whatever you can think of (depending on what perfume I layer it with)"
        },
        {
            "review_title": "Yummy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "i use this as a combo with burberry goddess and it smells so good, has a hint of coconut when you apply it but dries down into a  pure warm vanilla smell."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Itu2019s a very rich smelling perfume oil that lasts decently long and has pretty moderate projection. It has a more mature vanilla scent but it dries down a little creamier and sweeter than when first applied. It smells sooo good and itu2019s nice for layering."
        },
        {
            "review_title": "This one was a miss for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, fairLight skin tone, Combination skin",
            "review_text": "I had high hopes for this scent, but the alcohol undertones are too strong for my preferences."
        },
        {
            "review_title": "100000/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Iu2019ve always gotten compliments on this perfume, itu2019s not sickly strong so when youu2019re farther away you canu2019t smell it immediately! This is my signature scent!"
        },
        {
            "review_title": "Great for Layering",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I received a mini perfume oil rollerball and I really love it! I mainly use it to layer with other gourmand scents. It is the perfect perfume to keep in your purse and use to touch up throughout the day. I donu2019t find it to be super long lasting, however I will often apply petroleum jelly first to prolong the wear. Such a yummy vanilla without being overpowering or u2018fake.u2019"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "This lasts forever and smells so yummy. I feel like I hold my head higher when I wear a good fragrance. This is my signature one, Iu2019d say"
        },
        {
            "review_title": "Donu2019t get fooled",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Vanilla lover and this is horrible. Smells like burnt plastic plus other things I canu2019t describe. NO VANILLA. It smells good on paper at the store but when you get home and try on your skin itu2019s HORRIBLE."
        },
        {
            "review_title": "Mmmmm.... YUMMY!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "OMG this is thee best scent I've ever worn. It's SO edible warm, deep inhaling therapy I swear its another level heavenly scent. If you like fresh baked pie smell... Honey.. all that, YOU'LL LOVE this! It's not perfumey, it's like some warm coconutty, honey vanilla OMG give me more I can't stop smelling it scent! I think it's my all time favorite other than Riddle Original. This is I can eat it! It's also sensual. Drives my men crazy too. Like a bee to a flower or something, men want to eat me! Lol.. and the price is incredible if you compare to other sophisticated scents. I think I will have to buy a second bottle as a back up because I don't think I can live without this because it's not like a regular vanilla perfume -has coconut scent (I have many) it's something more exquisite than that. The great thing about this oil is that you can add it to your body moisturizers and haircare! Boom!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this oil soo much it smell soo good I had brought one of the samplers and had came across this one so I went to go but this and it last me for about 8 months And it stays on for hrs"
        },
        {
            "review_title": "Butter Popcorn",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Right off the bat, it smelled like butter popcorn. Delicious but not what I was going for. I'm really hoping the scent changes after an hour. If I could go back, I'd likely order a different perfume. Just being honest.  Kind of disappointing. It had solid reviews + an Allure Best of Beauty seal. You'd think it'd be one of those perfumes you can trust to smell beautiful."
        },
        {
            "review_title": "Amazing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Smells amazing I just hopped it would stay on longer but it doesnu2019t."
        },
        {
            "review_title": "SMELLS AMAZING!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "Absolutely LOVE IT! Went browsing in Sephora room one sniff and went straight to the register. This smells amazing."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Okay for starters, I love the complexity of this vanilla scent. Not too sweet but definitely still vanilla. However, it has little to no staying power which is something I never usually struggle with. The rollerball is also impossible to use. I would still recommend but maybe if itu2019s layered with another vanilla scent!"
        },
        {
            "review_title": "Grab Grab Grab!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "#1 Vanilla scent. This is the first oil I've ever purchased and I'll definitely be buying more. I've been wearing this for more than 8 hrs and it still smells so good. Will be purchasing full size asap. I received a ton of compliments on it today."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love the smell, itu2019s subtle and does not give me headaches! Unfortunately i feel like it breaks me out when i apply on my neck, so i can only apply it on my wristsu2026"
        },
        {
            "review_title": "A must-have scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "LIQUID GOLD!! This is the most captivating and delectably delicious sweet vanilla scent that I have ever smelled. If I could smell one thing for the rest of my life, it would be this. It is incredibly long lasting, and layering it on top of a scentless lotion will make the scent last for the entire day. Run don't walk to get this! You will not regret."
        },
        {
            "review_title": "Summertime Fine Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Absolutely delicious scent. I like to layer it with Seville Orange."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Smells amazing and is the longest lasting perfume in my collection!"
        },
        {
            "review_title": "Love this warm winter perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Received a sample size of this perfume and I am addicted.  It is lovely, warm fall/winter perfume.  I will order more as soon as my sample runs out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells AMAZING that is all. Great all oil to pair up w perfumes."
        },
        {
            "review_title": "Long Lasting Gourmand Heaven",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I've been repurchasing this perfume oil for over a year now and I simply cannot get over the scent and quality. It's a perfect grown vanilla, and when it dries down it turns into such a delectable scent. I love layering this with other gourmand fragrances like Escapade Gourmand by Mason Mataha & Bianco Latte by Giardini di Toscana & it will last me ALL DAY! I receive several compliments when wearing this. Highly recommend!!!"
        },
        {
            "review_title": "No for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Saw all the good reviews and thought to try it but it smells exactly like warm vanilla sugar from bath and body works. Scent is very heavy too. :("
        },
        {
            "review_title": "Not a win for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Iu2019m so sad to be writing this review! I expected this to smell incredible, but every time I smell it, it just smells like bug repellent."
        },
        {
            "review_title": "Great product, great throw, great lasting power",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Amazing product - I always get asked what Iu2019m wearing. Great cozy scent with great throw and lasting power. Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "The perfect subtle Vanilla scent. I wish this came in a spray version!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This was bombu2026. Thatu2019s all I have to say about it. I get compliments all the time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I pick it up last, finally start using it, and mix it with body lotion ud83dudc4c . it's smells delicious vanilla."
        },
        {
            "review_title": "Pure Vanilla",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "Very sweet, warm and elegant scent. I like to mix it with other scents and it compliments well without overpowering."
        },
        {
            "review_title": "loveee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "smells so yummy and lasts awhile, itu2019s a very warm soft scent"
        },
        {
            "review_title": "My favorite perfume yet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "My favorite scent ever. Very warm and strong vanilla scent. Lasting power is okay but its so easy to just reapply the roller on the go. Wish there was a spray version as well!"
        },
        {
            "review_title": "Simple and beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "Love this perfume oil. Great on its own and layers so well with anything that needs a boost of its vanilla note."
        },
        {
            "review_title": "Sweet smell",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Received a sample size of this with an order. I love the texture of the oil. Scent is more of a sweet vanilla that almost reminds me of a candle. I layer it with Burberry Gold to give it more of a spicy layered scent spraying Burberry Gold. The vanilla scent itself iwithwarmer"
        },
        {
            "review_title": "Attracts u2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am inloveeeeee with this scent!u2728u2728It last long and I love the soft vanilla scent! I got a mini sample but I am for sure buying the full size!"
        },
        {
            "review_title": "Love this scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "Smells beautiful and is a stunning addictive vanilla scent like no other but does not last long unfortunately"
        },
        {
            "review_title": "I want to love oil this but",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I want to love this product because itu2019s the best scented perfume Iu2019ve come across in awhile. However, it doesnu2019t last or projects. I have to hug myself just to get a whiff of it. Sucks because it smells sooo nice in the bottle."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The scent is lovely but it doesnu2019t last on me. Probably would not repurchase."
        },
        {
            "review_title": "Niceu2026.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Second time trying Nest products and I like this vanilla scent! Itu2019s slightly smokey and not super sweet smelling. Goes very well with Fenty Vanilla body butter"
        },
        {
            "review_title": "Long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I barely smell anything when I open the bottle, but I applied it and it smelled like vanilla. But after an hour or so, it smells very smoky. Itu2019s Comforting but I did get asked u201cwhatu2019s thatburning? burning?u201d"
        },
        {
            "review_title": "Will always have this from now on!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Love love love! My new favorite scent!!! Itu2019s not over powering and very subtle but it lasts a long time! If you love vanilla smell thatu2019s not over the top but it!"
        },
        {
            "review_title": "RUN DONT WALK",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "As a Vanilla girly, this scent is chefs kiss. I have about 5 other scents in my collection and this is the one I constantly reach for. It's the perfect clean vanilla and it's not too strong where it would give you a headache but since it is an oil it's potent and LASTS! My friends/family who don't like sweet or vanilla scents like this. I need the full size!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "This is my first purchase of the perfume oil and I love it. It is perfect for fall!!"
        },
        {
            "review_title": "Soooo good!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I used some points (I think?) to get a small sample of this and omg this scent is sooooo good!  Yummm!  Warm, sexy, the perfect fall fragrance.  It smells VERY similar to Replica's Jazz Club (a scent I also love) but I actually love tgid even more.  Way more.  Wish it came in a spray,, that's the only downfall for me.  But I'm stilll buying the full size because it's soooo yummy!!! )"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Greate vanilla sent but I also smell the alcohol a bit. The alcohol smell does fade later."
        },
        {
            "review_title": "Absolutely not for Gourmand Vanilla lovers.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "Just no. Yuck! I have no idea why people like this perfume. I got a sample and itu2019s absolutely gross. Smells nothing like vanilla. NOT a gourmand scent whatsoever. Intensely floral, incense, headache inducing. Not sweet. Not edible. Not lockable. Just perfume and flowers."
        },
        {
            "review_title": "smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I got this perfume set with the rollerball and the full size for $130 CAD because it was cheaper to buy the set. I honestly love this vanilla perfume! itu2019s the perfect autumn scent and iu2019ve gotten so many compliments from wearing it"
        },
        {
            "review_title": "Sweet & warm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is my new favorite fall scent! Sweet and warm! I love it!"
        },
        {
            "review_title": "Spicy and slightly smoke vanilla",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Not as vanilla as I like. This is a deep slightly smokey and spicy vanilla. I expected a true vanilla scent this isn't it. I gave away my purchase."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Smells so good!!! Good to layered with other perfumes. Love that is long lasting on my skin . I donu2019t know why I took so long to purchase it. Once I finish it Iu2019m buying the full size"
        },
        {
            "review_title": "10/10 Would Recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Normal skin",
            "review_text": "Iu2019ve never been a vanilla girl..,until I smelled this! OMGGGG. It smells so delicious and seductive to me. Itu2019s definitely sweet smelling but not in a childish type of way. Great fall scent!"
        },
        {
            "review_title": "u2726u029au2661u025eu2726 DELICIOUS u2726u029au2661u025eu2726",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "amazing !!! obsessed !!! big vanilla perfume girly and this is just chefs kiss. very sexy ! couldnu2019t stop smelling myself the first time i wore it. iu2019m trying to save it for going out cuz itu2019s a little pricey but so worth it my opinion."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was nervous to buy a perfume without smelling it first- but trusting the other reviews and looking up the notes, I went for it. Let me tell you, this perfume is amazing! Itu2019s the perfect scent for fall/ winter- with a beautiful woodsy vanilla. I am in love!"
        },
        {
            "review_title": "Fire af",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This is so fire. It smells so yummy. I absolutely would recommend"
        },
        {
            "review_title": "Current fav",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "I actually used to say I hated anything vanilla scented but when I smelled this in store I put it in my cart immediately. It's nothing like the cheap vanilla candles and body sprays I grew up with that gave me a headache. There's a hint of spice in there and a coconut creaminess that builds over time. It layers nicely with a couple of my fruitier scents. I wear it regularly and have gotten compliments and questions on what it is. I love that it is not overwhelmingly strong and I find it does last on me subtly."
        },
        {
            "review_title": "Not a keeper",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "Returned it. It wasn't what I was expecting. I could get the same results with cheaper perfume options. It is a pleasant scent."
        },
        {
            "review_title": "My everyday perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "A unique vanilla smell that Iu2019m in love with. Itu2019s tough to describe. Honestly, with the first wears I was skeptical, but itu2019s lasting and the smell has grown on me. Itu2019s now my favorite!"
        },
        {
            "review_title": "Smells really good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is more of a musk scent then vanilla and more sexy then sweet. If you are going for vanilla and sweet this is not the oil for that but I still smells good. Itu2019s really good just not you topical vanilla scent scent"
        },
        {
            "review_title": "Lovely Scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The main reason I purchased this Madagascar Vanilla Perfume Oil is its light scent.  It's not too overpowering and lasts through the day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is such an elegant vanilla. I am a gourmand perfume girl and this perfume oil had the perfect vanilla gourmand scent with class! You donu2019t need to apply alot of it, worth the investment!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Smells AMAZING! But doesnu2019t last long. Not sure if itu2019s because itu2019s an oil and not a perfume spray"
        },
        {
            "review_title": "A must have perfume oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "This oil smells so good! I use the oil then spray a vanilla base perfume and the smell stays longer"
        },
        {
            "review_title": "RUN DONT WALK",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "This is the PERFECT winter, creamy, vanilla, nutty scent, without being too sexy. It can DEFINITELY be sexy, but itu2019s also subtle enough to be worn on a regular basis. This will definitely be a fall and winter staple for me. If youu2019re on the fence DONT BE. GET IT NOW"
        },
        {
            "review_title": "Smells so amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The smell of this product is absolutely amazing. I went in for the Balinese Coconut scent. But when I put the Madagascar vanilla on, it was just meant to be. Although I think I may need both."
        },
        {
            "review_title": "Delicious smell!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I looooove the scent!It is sweet and fresh!However I wish it had more staying power."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I LOVE this one! It smells so good and its perfect for every occasion. Smells like the perfume alien"
        },
        {
            "review_title": "Vanilla with spicy, creamy depth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "If you want a vanilla fragrance with a hint of spice and creamy depth, this is it. Not an overtly sweet candy vanilla but a grown up, spicy vanilla perfect for fall. I layer it with other fragrances as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The smell is delicious and gets lots of compliments! Would love a spray perfume in this scent"
        },
        {
            "review_title": "Best perfume oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "My favorite perfume oil of all time! Iu2019m a gourmand lover, so having this as a base for all of my perfumes has really changed the longevity of my scents!! Definitely plan to get the large size one of these days"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This scent is HEAVENLY!!! The vanilla is very musky and has traces of coconut. If you want to smell expensive, this is the one"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Smells amazingggg!! Lasts for such a long time as well and is very easy to keep in your purse/bag."
        },
        {
            "review_title": "my go to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "by far one of my favourite perfumes! the smell lasts forever, and I always get compliments on it.  10/10 recommend if you love a vanilla scent!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I got a sample vial of this and decided it was ok...just ok...but I really wanted to like it. So I ended up buying the rollerball. Funny enough, I actually find the rollerball sweeter than the sample vial. Maybe the rollerball is older and has sat longer?  There is just the tiniest bit too much spice/herbiness in this for me, but it does dry down to a nice warm, soft, but not overly sweet vanilla. It reminds me just a little bit of Philosophy Fresh Cream Cashmere when I sniff them side by side. Fresh Cashmere has a bit more sugary sparkle to it thought.  It has really grown on me. I have been layering it with Comptoir Sud Pacifique Vanille Extreme, Kayali 28, and Dulce by Rosie Jane. It gives these fragrances a bit more depth.  I think macerating it may be the trick, since the rollerball smells sweeter and nicer than the sample."
        },
        {
            "review_title": "THIS IS VANILLA :)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "EST New York's Madagascar Vanilla Perfume Oil has completely won me over. This fragrance is an exquisite journey into the world of vanilla, capturing the warmth and sweetness of this beloved scent in a truly enchanting way. From the moment I applied it, I was enveloped in a comforting and indulgent aroma that lasted for hours.  What sets this perfume oil apart is its authenticity. The rich, creamy vanilla notes are perfectly balanced, creating a fragrance that's not too overpowering but still leaves a lasting impression. The oil formulation adds a lovely depth to the scent, making it feel intimate and personal on my skin.  I also appreciate the convenient rollerball applicator that allows for precise and controlled application. This perfume oil is versatile u2013 perfect for both everyday wear and special occasions. The fact that it's long-lasting means I don't have to worry about reapplying throughout the day.  EST New York's Madagascar Vanilla Perfume Oil is a true gem for vanilla enthusiasts like myself. If you're in search of a high-quality, authentic vanilla fragrance, look no further u2013 this perfume oil is a delightful and captivating choice that will make you fall in love with vanilla all over again."
        },
        {
            "review_title": "Pretty good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love the smell of this. Itu2019s a very soft, sweet, creamy vanilla. Smells like a vanilla cupcake. The only downside is it doesnu2019t last. Quickly turns into a skin scent."
        },
        {
            "review_title": "Best vanilla perfume.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells SO good. Most vanilla perfumes have an excessive alcohol smell, however this being an oil skips the weird alcohol drying down stage. Long lasting and smells good right away."
        },
        {
            "review_title": "A classy vanilla!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This rollerball is AMAZING! Itu2019s definitely not a sweet vanilla, so if youu2019re in the market for that i wouldnu2019t purchase it. Itu2019s very musky and strong with a hint of coconut, this last all day on  me and i have gotten so many compliments!"
        },
        {
            "review_title": "Nice smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I was look for a smell to last all day. This is not the one for me but has a really nice smell though. T donu2019t think itu2019s worth $."
        },
        {
            "review_title": "Not good",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Wow this was soo disappointing. I almost ordered this because I thought it sounded like a sweet creamy simple vanilla with a hint of coconut and thatu2019s right up my ally. Iu2019m so glad something told me to go smell it in Sephora first. Omg itu2019s awful. Itu2019s so plain and not sweet at all, kinda smells like something youu2019d use by the pool but not in a good way. Not as advertised"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been waiting to try this forever now and I finally got my hands on the rollerball perfume oil and itu2019s amazingggg. Itu2019s more on the pricey side but because itu2019s a oil itu2019ll last a while"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "Iu2019m in love with this scent. It lasts long. Smells amazing. Def worth the money !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "a must have in my scent collection. this is easily one of my favorite scents EVER! wish they made it in a spray."
        },
        {
            "review_title": "An expensive version of Warm Vanilla Sugar!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I've been working at Bath & Body Works for two years now, and I can honestly and confidently tell you that this smells EXACTLY like Warm Vanilla Sugar.   The dry down for Warm Vanilla Sugar is just going to be a little more sweeter because of those sugar notes, and the NEST perfume is just going to have more of those coconut notes to it, but it's Bath & Body Works-esque. It's very cheap smelling, nothing about this screams luxury or quality. Side by side, they smell almost identical, in my opinion.   I'm only giving it 2 stars because the scent is long-lasting on the skin, and it'd make a good layer scent for something like Warm Vanilla Sugar or another vanilla perfume with similar notes. But for the price point, I'm very disappointed because I was expecting more from the reviews. The scent itself is very overhyped, so I'd be cautious of that if you are looking to try out this perfume. I'm only keeping it to layer it with my Warm Vanilla Sugar. If you don't like that scent, I wouldn't even waste your time with this. There are better vanilla perfumes out there that are more affordable than this. ud83eudd37u200du2640ufe0f"
        },
        {
            "review_title": "Unique and elevated vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I bought this to tryout as Iu2019m a big vanilla fan. It smells really unique and luxurious. Itu2019s definitely vanilla, however has a more elevated smell. I really like it and will buy the full size."
        },
        {
            "review_title": "Staple in my routine ud83dudc96",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "Nest has the best perfume oils ever!!! This one and the coconut one are my all time favorites. If you are looking for a perfume that last foreverrr then this one is it. I love to pair it with sol de Janeiro 71 or 62! Best pair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Was a regular kayali vanilla user, however after impulsively purchasing this as a sample I am hooked! If youu2019re looking for something similar to kayali thatu2019s a big sweeter and longer lasting, this is it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "perfume is subjective.  what I love about this is that it's not a kid vanilla fake scent that you usually get from bbw. it's got vanilla, it's a little bit peppery. Slightly coconutty."
        },
        {
            "review_title": "Absolutely not.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "This smells like the primate enclosure at the zoo with a hint of vanilla."
        },
        {
            "review_title": "Currently obsession",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Not usually a super big fan of perfumes heavily influenced by vanilla but this has quickly became a favorite"
        },
        {
            "review_title": "A deeply elevated, mature, and musky vanilla.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Warning: this is not a gourmand vanilla fragrance. If your goal is to smell like a vanilla snack, this is not the fragrance for you. This is a fragrance oil for people who want to smell seductive and intoxicating. A little goes a long way and it layers beautifully!"
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I was able to try this on in store and initially it smell like bananas. I was totally turned out. I gave it like 10 minutes to settled and I was able to smell the warmth of vanilla but nothing that wow me. The scent is very light as well.This is not worth the  price."
        },
        {
            "review_title": "pleasantly surprised",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I'm not usually a fan of vanilla scents. However, I bought a variety sampler and ended up picking this as the freebie because I loved it that much. I get so many compliments whenever I wear this and it lasts allllll day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "Buggiest fan of this perfume. smells so so so good"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Iu2019m a vanilla lover and this is by far the best smelling one! Iu2019ve used so many different brands and this is my new fav from now on! Highly recommend"
        },
        {
            "review_title": "Delicious luxury scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this luxury smell! I have an obsession with mixing this Nest vanilla scent with sol de janero '62. I will forever be a customer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I loved Madsgscar vanilla perfume oil Rollerball . And I Happy to use this perfume b/c he have oil and he not removed fast ."
        },
        {
            "review_title": "Very potent, Worth Your Money!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I saw their display at a Anthropologie store and it smells like the expensive version of the Billie Eillish perfume. It's a very sweet, warm vanilla scent. It's very strong and smells high quality. Definietly worth purcahsing at least one of these from the collection."
        },
        {
            "review_title": "Smells expensive and has good wear-time overall",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "This smells like a classy expensive tropical vanilla! I wish it absorbed into my skin faster so it does not stain my clothes. It last all day! This is the best vanilla perfume/oil that actually smells like vanilla."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Quality feeling packaging, lush vanilla, long lasting, would bathe in it."
        },
        {
            "review_title": "smells like alcohol after first use",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "I got the small roller ball from the birthday set, it smelled really good at first but after using it once it just smells like alcohol now with hints of the original scent. idk if they're all like this"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
            "review_text": "This is one of the most sophisticated, complex and expensive vanilla I have smelled. Itu2019s the perfect balqnce between sweet and spicy. I was pleasantly surprised."
        },
        {
            "review_title": "going to be a staple in my collection <3",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Iu2019ve wanted this perfume oil for awhile, since I smelled it many months ago in roller ball form and I have to say, Iu2019m OBSESSED. You can put ONE drop onto your wrist, pat it onto tour neck and it will last for at least a few hours. 2-3 drops and that will enhance the longevity of it. Overall good for layering with other vanilla perfumes (as well as some coconut ones). 10/10 recommend for vanilla lovers."
        },
        {
            "review_title": "One of the best perfume oils iu2019ve ever smelled",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This body oil is giving luxury vanilla. I got a sample and people all day were telling me how amazing i smelled. Bought the travel size and now will be purchasing the full!! OBSESSED"
        },
        {
            "review_title": "If youu2019re a vanilla Woods Lover this is for you!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This was definitely a love at first sniff for me. Came in to Sephora to purchase a fragrance but I canu2019t help sniffing new juices/ oils. I sampled this and after leaving, I couldnu2019t get it off my mind. I HAD to have it in my collection. Ended up purchasing several weeks later and no regrets. If you love Vanilla Woods, youu2019ll love this fragrance 1,000% as itu2019s in the same realm of scent. Itu2019s a warm sweet (not overly sweet but just enough) vanilla with a hint of musk. The longevity is amazing and projection is enough for the people next to you to get a whiff. Itu2019s perfecting for layering and adding some sweetness or depth to create an a new scent profile. My husband gives me non stop compliments every time I wear it. Highly recommend."
        },
        {
            "review_title": "Has a really nice smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really liked this sent. I bought the mini version in case I didn't like it but once it sits on the skin for a bit it smells so nice. I'll definitely buy the larger bottle once I have the money."
        },
        {
            "review_title": "Definitely try this if you love vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I picked this as a sample from my last Sephora purchase and I absolutely love it. I was planning on just sticking in my suitcase or my locker at work, just to have a tiny backup fragrance. But now Iu2019m obsessed and buying the full size version. I wore it once at work and everyone kept saying u201cwho smells so good?u201d"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Deep skin tone, Combination skin",
            "review_text": "I love everything about it. I would definitely buy again. Canu2019t go wrong with this scent"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "This is not a gourmand vanilla. To me it smells like a juicy young coconut. I barely smell any vanilla and it doesn't have much depth. Its not bad but not what I expected with the name, but it is too expensive for what it is. It lasts quite a while, I can still smell it on my skin after 8 hours."
        }
    ]
}