{
    "product_id": "297",
    "name": "Dream Coat Anti-Frizz Treatment for Curly Hair",
    "brand": "COLOR WOW",
    "categories": "Hair, Hair Styling & Treatments, Hair Styling Products",
    "price": 32.5,
    "about": "What it is:A lightweight, all-in-one curl styler for bouncy, glossy, defined, frizz-free waves and curls..Hair Texture:Wavy and Curly.Hair Type:Fine and Medium.Hair Concerns:- Curl-Enhancing.Key Benefits:- Weightless hydration for springy curls.Highlighted Ingredients:- Proprietary Tri-polymer Complex: Moisturizes, conditions, adds spring-like bounce and shine to curls..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also gluten-free and cruelty-free..What Else You Need to Know:This ultralight spray helps solve every curly-related problem in one multitasking formula. It moisturizes, conditions and de-frizzes, restores bounce and elasticity, and keeps curls soft, flexible, and full of shine..Fragrance Description:Unscented/Fragrance-Free",
    "ingredients": "-Proprietary Tri-polymer Complex: Moisturizes, conditions, adds spring-like bounce and shine to curls..-Hydrolyzed Keratin: Moisturizes and helps repair dry, fragile hair..-Glycerin: Maintains hydration for healthy-looking, shiny curls...Aqua/Water, VP/Methacrylamide/Vinyl Imidazole Copolymer, PEG-40/PPG-8 Methylaminopropyl/Hydroxypropyl Dimethicone Copolymer, Glycerin, Dipropylene Glycol, Polyimide-1, Phenoxyethanol, Hydrolyzed Keratin, Ethylhexylglycerin, Phenylpropanol, Propanediol, Potassium Sorbate, Potassium Benzoate, Caprylyl Glycol, Propylene Glycol, Disodium EDTA, Tocopherol, Citric Acid.",
    "how_to_use": "Suggested Usage:.-After shampooing and conditioning or wetting hair, squeeze hair to remove excess moisture..-Spray on liberally section by section to saturate hair. .-Make sure to thoroughly spray under layers as well..-Air-dry or blow-dry using a diffuser.",
    "num_reviews": 183,
    "overall_rating": 3.6,
    "product_url": "https://www.sephora.com/ca/en/product/color-wow-dream-coat-supernatural-spray-anti-frizz-treatment-for-curly-hair-P469066?skuId=2446607&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2446607-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "6.7 oz/ 200 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2446607-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Great for Fine & Curly + 2nd Day Refresh",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I have fine, curly hair that loves to bunch together to make it appear like I have 3-5 locks of hair. This product (when used as directed) helps define my curls, which provides me with more volume and curl surface area. When I use this product, my curls are soft, light, defined, and shiny.  I also use this product to refresh my curls on days 2-4. I use the product as I would on Day 1, drenching the hair with product. Curls come out beautiful and defined. I consistently get compliments on my curls when I use this product."
        },
        {
            "review_title": "Amazing! And no heat styling required to work",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love it! I have curly and frizzy fine hair, and this adds an incredible shine and softness to it, and relaxes the curls a bit. Itu2019s doesnu2019t make my fine hair  feel crunchy or sticky, it actually just makes it feel like my hair usually does after I do the 3-4 month lasting Brazilian keratin/protein treatments. My favorite part about it though is that it doesnu2019t require heat, like the regular Color Wow (which Iu2019ve also tried in humidity, and which also worked well, but I try not to heat style my hair to save from damage). You really do have to just saturate the hair though and use a lot, and also use it as the first product after washing hair. I saturate with this, then layer a small amount of my usual leave in conditioning spray and a shine serum after this product. When I tried not saturating it as much, it did not have a huge impact. But when using a liberal amount, the change is amazing and I use it every time now. In extreme humidity (like very rainy weather on my trip to London) it helped but obviously it does not waterproof your hair, and so you have to have reasonable expectations.  This is now a staple in my routine! The spray isnu2019t really any harder to spray than my regular leave in conditioner spray. You can tell the nozzle is slightly tweaked to spray more to saturate, which is necessary. Also love that it comes with a little cap to prevent the spray from spraying when itu2019s in luggage/traveling."
        },
        {
            "review_title": "A must have for my curly hair routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I have been using this product since February of this year. I spray this evenly, add some leave in conditioner at the ends and then follow up with a gel all over and I LOVE how my hair looks. I have 2C/3A thick long curly hair and I really feel like this product makes a difference in making my hair smooth, shiny and maneagable. I like how when I spray this near my roots it makes it soft and reduces frizz, without becoming greasy too fast. I'm all out of my first bottle and I'm totally repurchasing. Doesn't make my hair crispy or crunchy. Love it."
        },
        {
            "review_title": "Didnu2019t meet expectations",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "After using this once I noticed my hair felt really dry. I tried using it a few more times, but it still left my hair feeling really dry. I did not find it helpful with my frizzy hair much. The product was light and I did not give any build up from it."
        },
        {
            "review_title": "Works well butu2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I like this product a lot and if used correctly (drench your hair) it works as it suggests. However, the shape of spray bottle is difficult to hold making it near impossible to really get it all over your hair.  Secondly I used the full bottle after 3 uses! Only 3. I have long thick haur."
        },
        {
            "review_title": "Great for refreshing curls",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "At first I really didnu2019t like this product for the sticky feeling it left on my hair. I stopped using it for a while then picked it up again recently to refresh my second day curls and I AM IN LOVE. It gives a salt spray beachy curls vibe."
        },
        {
            "review_title": "Donu2019t waste your money or time",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Not happy with the product from start to finish. I have naturally curly short hair that doesnu2019t require much maintenance but wanted something to help with frizz. The smell is terrible and the product left a film of residue on my hair. Made my hair feel rash after it dried. I had high hopes but so disappointed."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "After using this product with my daughter curl hair, it makes her hair dry, and opaque, no good for her hair, I wouldnu2019t buy it again."
        },
        {
            "review_title": "on my second bottle!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "my favourite, i have fine and wavy/curly hair (but a lot of it) and i find creams too thick and they leave my hair waxy. this gives a nice subtle definition and shine thatu2019s just what i need"
        },
        {
            "review_title": "Believe the hype!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this for my daughter! Follow the directions makes hair look professional!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product is like frizz in a bottle. Instead of getting rid of frizz, it made my hair unmanageably frizzy. Would not recommend."
        },
        {
            "review_title": "3C hair has never looked worse",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I was excited to try this because itu2019s supposedly an all in one product and curly hair can be exhausting and time consuming. My hair is somehow frizzier and less curly?? Everyone is different, but this did not work for me at all."
        },
        {
            "review_title": "Good but it should have more product.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this product. It really is an all in one helps define and control the curls, creates a beautiful cast. The only reason why iu2019m not giving it five stars is the amount of product. Certainly not enough product to use everyday."
        },
        {
            "review_title": "Worth every penny!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "I have wavy hair and this product is worth the 5-star review. TRULY it ELIMINATED ALLLLLLL THE FRIZZ and you're left with BOUNCY, SHINY, DEFINED WAVES. Amazing product 10/10"
        },
        {
            "review_title": "Did Not Work :(",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Not for my fine, soft curls. Follow directions but did not tame the frizz or add shine. Hair looked dried. Will give another brand a try."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "As someone with 3A-3b curls, I felt it did help with frizz control and showcased my natural curl. I bought the entire line."
        },
        {
            "review_title": "Omg!!! I canu2019t believe this is real!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I didnu2019t believe that I could use just this product for my hair. But I did what the directions told me and I did not use any other product. Wow is all I can say my hair is beautiful now! Iu2019m shocked"
        },
        {
            "review_title": "Save your money",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I have very thick, wavy and curly (2A/B) hair. The instructions say to drench your hair with the product. I used it less than 10 times before it was emptyu2026it made my hair shiny and soft, but didnu2019t lessen the frizzy"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "My husband loves this product for his curly hair. He uses in combination with mouse."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I returned this product. Didnu2019t do anything for my hair. I have wavy medium thick hair."
        },
        {
            "review_title": "The all in one product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I really like this product, I used it by itself, after washing my hair I applied by sections and air dry, I was impressed with the results, how with only one product I was able to replace a styling cream, foam and gel and get so nice results, as you can see in the pictures my hair is so defined and shiny, and for those who struggle to find scent free products here is what you are looking for, the inly thing is that it doesnu2019t have as much hold for your hair as if you use a gel but itu2019s pretty impressive anyways!!!"
        },
        {
            "review_title": "Game-Changer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "It's a game-changer for my curls and styling routine. I use this after a leave-in and before finger coiling with gel. I notice a huge difference in the texture and longevity of my curls. Pro-tip: pour product in a continuous or smaller round spray bottle for easier application. The bottle gets hard to hold when you have product all over your hands."
        },
        {
            "review_title": "love this product, I use every day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product is so good for frizzy and curly hair. (I have both) When you put it in the hair stays put with no fly aways, and will also work for curled hair that just needs to settle down a bit, for this price too I couldn't be more happy with it."
        },
        {
            "review_title": "not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "the smell is so bad it kinda smells like a baby spit doesn't hold my curls that well and doesn't help frizz, not worth buying"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "i was pretty excited for this, since i keep seeing it everywhere, but itu2019s just ok. i canu2019t really tell if it does anything, since i use it in conjunction with other products, but it seems fine."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Lol what the hell, I have no words for how crunchy my hair is after I use thisu2026. Diffusing my curly hair or not, it makes my hair looks so heavy so crunchy id rather stick with my 10 steps routine"
        },
        {
            "review_title": "must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Normal skin",
            "review_text": "i love this product!! itu2019s a must have in my curly hair routine."
        },
        {
            "review_title": "My Favorite Curl Product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "My natural hair is wavy with frizz if I air dry without product. With this stuff I can create beautiful soft curls that hold together without frizz. Iu2019ve tried several products and this truly is the best one. You do need a lot of it and it should be sprayed on fairly evenly."
        },
        {
            "review_title": "Very light! Great product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
            "review_text": "So I have to start by saying I love when my curls are crunchy..so hence why I put 4 stars instead of 5. I LOVED this product, so it takes a long time and lots of pump to cover your entire head but once itu2019s air dries itu2019s so light on your hair feel like you have nothing on but still hold my curls pretty well!  The picture is after a full day, me playing with my hair, wind and a bit of snow!"
        },
        {
            "review_title": "Works for frizz!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "My waves/curls arenu2019t as noticeable with this but it helped a lot with frizz. Donu2019t recommend for curl definition but yes for frizz."
        },
        {
            "review_title": "skip",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "pretty much did nothing for my 3a-b hair, and it has no claims of heat protection like the other sprays. expensive water basically"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I have fine wavy hair and was hoping this would help control the frizz but it just made my hair lay flat and feel greasy."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "Terrible. This product did not work at all on my hair. My hair was frizzy, dehydrated, and none of the curls were defined."
        },
        {
            "review_title": "Itu2019s just okayu2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "It doesnu2019t smell good, not horrible but weird (considering it doesnu2019t have fragrance added thereu2019s nothing to mask the smell of the chemicals) and it honestly doesnu2019t do much for my hair."
        },
        {
            "review_title": "Itu2019s a must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Love it! It has helped my hair so much with the frizz!"
        },
        {
            "review_title": "YOU NEED THIS!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This product is amazing when you STYLE your hair. When I spray this in my hair, my Dyson air wrap curls last me 5 days! Without this product my Dyson air wrap curls only last 1-2 days. I love this product"
        },
        {
            "review_title": "Change my hair texture",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I had high hopes for this product, but it didn't work for me at all! It turned my curls into waves. I followed the instructions and used a diffuser, but this product left me with half wavy/half frizzy chunks with zero definition all over my head. My hair basically went from natural 3b (3c with a diffuser) to 2b. I'm glad I only bought the mini. I think this product is better suited for people with wavy hair."
        },
        {
            "review_title": "A must have for my hair.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is my 3rd bottle.  Consistent and reliable results. I always keep the small one when traveling since it dies multitasking."
        },
        {
            "review_title": "Gave my hair a nice shiny look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I actually bought the wrong version of this because I have curly hair but I used this with my heat protectant and my hair had a nice glossy finish, one downside of this though is that they ask you to saturate your hair but then you only get a few uses from the bottle, but overall I really like it and I will be buying more!ud83dudc95"
        },
        {
            "review_title": "I donu2019t see what the hype is all about.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I donu2019t see what the hype is. Smells terrible and doesnu2019t seem to work."
        },
        {
            "review_title": "Love it but massive price increase",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I loved this & it really works control the frizz on my very curly hair. However, the regular price used to be $24 prior to the brand going viral & considering how much it needed to really coat the hair itu2019s not economical."
        },
        {
            "review_title": "I like it but does not eliminate frizz 100%",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I put it on at night after washing my hair and then add a gel and oil the morning after. I have curly hair and I tend to put multiple products on so my hair does not look as frizzy. The product feels very light so you can + products"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Works very well. Defines and holds curls perfectly. Does well in humidity and ok in wind."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Is very lightweight and doesnu2019t weigh down my fine, curly hair. However, I notice if Iu2019m out and about during the day my hair still ends up frizzy. Itu2019s nice at first but doesnu2019t last the day unless Iu2019m inside in AC!"
        },
        {
            "review_title": "eh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "i love how lightweight this product is for my fine curly hair, but it just doesnu2019t do what it says its supposed to. my hair still turns up frizzy at the end of the day, well really mid day. i did give it 2 stars for making my hair shiny and manageable, but thats about it."
        },
        {
            "review_title": "Amazed by the results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Honestly I donu2019t usually write reviews, but this is truly the most amazing curl product I have ever used. Typically it takes layers or serums, creams, and gels to tame my hair but this works incredible alone. I purchased this to try on a recent trip to Florida because I didnu2019t want to pack multiple products. I was shocked that my curls were defined and frizz free without any additional product, the typically frizz out from the humidity. I highly recommend and will purchase again!"
        },
        {
            "review_title": "Do not recommend",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Did not like this product my curls do not look defined. Every time I use this product it looks like Iu2019ve used hairspray on my curls not pretty!"
        },
        {
            "review_title": "Would repurchase",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I like to pair this with the shae moisture curl enhancing smoothie. At first it smelt a little weird, but I think itu2019s kind of like cinnamon."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "It smells so bad! I don't recommend at all! It might make your hair look good but the smell doesn't worth it!"
        },
        {
            "review_title": "Crunchy curls",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "K but why is my hair so crunchy like i just put a bottle of gel in it like back in the 2000u2019s ? Im actually so disappointedu2026 i wanted something to hold my natural waves without using oils. Used it as directed to"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "Just okayu2026.it didnu2019t do much for my wavy hair. There is definitely better products out there"
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I bought this as I had heard good things and it lives up!! I have curly, frizzy, thick hair and I use this daily on damp hair to freshen my curls - Iu2019m on my second bottle!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This product worked great for my thin, medium lenth 3C hair.  It left a very soft hold.  The only negative is that a lot goes a little way.  I think I used it 3x and it was gone.  Not worth the money for something that doesn't last long."
        },
        {
            "review_title": "Not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I have naturally thin curly hair and this just left a weird coat on my hair that didnu2019t hold the curl. It was still frizzy too"
        },
        {
            "review_title": "Save your money! Do not buy!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This product did nothing fior my naturally curly hair! The made big claims of greatness on the bottle and it did nothing! No hold AT ALL, No extra shine.   NO WOW"
        },
        {
            "review_title": "Wanted to love this hair product",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "I do not like this product for 3C curls. I wanted to love it, but Iu2019ve tried it twice and my hair volumizes like crazy. I have enough volume. I do like how it feels going on and the detangling aspect. ud83dude1e"
        },
        {
            "review_title": "My Holy Grail For Perfect Curls!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "This is my holy grail for frizz-free super bouncy curls for the last year or so. Iu2019m on probably bottle 7 by now. It just works. Iu2019ve tried so many different products for my curly hairu2026that has also been getting bleached about every 3 months as an FYIu2026and this product has not failed me once. The curls stay nice and tight, no flaking, no nasty crunchinessu2026just soft and perfect curls every time. And itu2019s all I use after I shower. No Thee products go on my hair at that point. If you have curly hairu2026you need to try this. I will forever use this product.  I also air dry my hairu2026very important!"
        },
        {
            "review_title": "In LOVE with this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I have naturally curly thick hair & all products I have used when I let my hair air dry leave it feeling thick & greasy. I immediately fell in love with this product after the first use !!!! Leaves my hair weightless, soft, shiny & frizz free after every use! Will definitely be repurchasing infinitely!!!! DONT WALK, RUN to get this product!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Wow. Wow. Wow. I have the doll hair I always wanted; totally transforms my 3c hair when I blow it out. And it lasts. Unreal"
        },
        {
            "review_title": "You'll regret buying this",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I hated this.. Left my hair still super frizzy and it smells very weird."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have natural waves and this made my hair fall flat after 10 minutes. I didnu2019t notice a difference in frizz. Maybe itu2019s just not for me! Keep in mind I have fine hair so Iu2019m not sure if it just weighs it down."
        },
        {
            "review_title": "Never again!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This used to be really good. My hairdresser used it on my hair once and it was so good I went out and bought my own. Loved it. Left my hair soft and completely frizz and flyaway free. I was so happy to find something weightless to achieve that and that felt like water on my hair instead of a heavy cream or serum. Then all of a sudden they decided to change the formula. Why did they have to do that?! The new formula had a strong smell and it actually created frizz in my hair, so bad that it lost all shape. Day 2 and 3 it started feeling stringy at the ends. I hated it.   Now Iu2019ll have to look for a new product to use thatu2019ll hopefully give me the previous results. If they did this with their other products theyu2019ll become the next DevaCurl. I donu2019t know why companies insist on fixing whatu2019s not broken. Now itu2019s broken. Congratulations."
        },
        {
            "review_title": "It didn't define my curls",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I returned this product because it was just ok. It didn't weigh my hair down or made it feel crunchy. But it didn't define my curls well. I did follow tutorials and used a diffuser. I'm a bit disappointed because I love other products from this company and had high hopes for this product."
        },
        {
            "review_title": "Use everyday on my hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Normal skin",
            "review_text": "I love this product. Leaves my curls bouncy and not frizzy"
        },
        {
            "review_title": "Product that Delivers Results",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Positives: First and foremost, the results are impressive. It actually holds curl, without making it crunch like a mousse or gel and it makes the hair soft, shiny and fluffy without frizz.   Negatives: Having to drench each section is probably the most annoying part though. If I could simply coat my hair in a cream that would probably work faster than spraying the top and bottom of each section.   The only other product I may use after this, is a texture spray for my roots to really help lift the curls. Other than that, it really is a 1 product solution to wanting more manageable, natural curls."
        },
        {
            "review_title": "Innnnnteresting (takes some getting used to).",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair",
            "review_text": "I have fine, low-density (THIN!) hair that's wavy if left on it's own to air dry, curly if loaded up with gel, manipulated/scrunched for half an hour and diffused. I'm trying to be lower-maintenance with my hair and let it air dry more often, so I'm looking for one-and-done products that work well without a lot of fussing & intervention.   This stuff really does feel/smell like nothing when it goes on (which makes it a little tricky to know if you've distributed it well). As it begins to dry, a cast does form and it can feel a little brittle/sticky/crispy while drying.   Once it's dry I'd say it does a few things well:   Definition is good (better than most of my other air-dry creams).  Frizz control seems good (curl clumps seem to have plenty of hold) Seems to enhance my wave pattern a little.   But the cast is fairly tough to release (which means a lot of scrunching/touching, which is annoying when you just want to spray something in and head out the door).   I suspect the bottle will be gone in no time (it does take a lot of product to cover my hair and I really don't have much hair....I'm guessing 6-10 uses out of one bottle if I'm lucky, so it's pricy).   Overall: don't hate it, don't immediately love it, but I probably don't have anything else like it in my closet full o' hair products (and it does seem to work well on it's own).   Haven't tried it layered with anything else, and I tend to wash daily (or put my hair up), so not sure how well it does with a refresh on days 2, 3, 4."
        },
        {
            "review_title": "I'm in love...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is truly a great product!! I've used so many creams, gels, foams, combos... Dream Coat for curly hair is SO EASY and gives me beautiful, light, sleek curls in one step! I do put my spray into my pattern/ aerosol bottle for easier saturation, then gently scrunch and let air dry."
        },
        {
            "review_title": "Does nothing.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "This does not do what it says for curly hair. Iu2019ve tried many products for curly hair but this one completely misses the mark. It made my hair look dull, dry and frizzy."
        },
        {
            "review_title": "Too heavy for waves",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have thick, wavy hair and found this to be too heavy and look quite greasy. Maybe it would be better  Iu2019m excited that you have a background in French Immersion. Maybe it would be better for hair with a tighter curl."
        },
        {
            "review_title": "exceeds my expectations",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I really love how lightweight this is on my curls. This leaves my hair shiny and silky yet still adds definition. I love that it is just one step to amazing curls!"
        },
        {
            "review_title": "This will not help",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "My hair has turned from straight to wavy, frizzier, and dryer than it once was. I bought both the regular and curly formula to see which one would be best. They were both failures. Formula couldnu2019t even give me a nice straight blowout. Returning!"
        },
        {
            "review_title": "I like the product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "When I originally bought this I had really high hopes due to the consistency in social media. I like this product but donu2019t absolutely live it. I have it a four because it did what the product said it would but the reason I didnu2019t give it a five star rating is because it was not voluminous as I thought it would. I have really fine hair and Iu2019m use to volume. The more volume I have the more fullness my hair looks. And I looovvvee that look. So this is why I gave it a four out of five stars. Will continue to work with the product to figure out if I can work with it."
        },
        {
            "review_title": "Terrible Awkward Bottle",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The bottle is terrible. The shape makes it nearly impossible to hold and spray at the same time. My hand is just too small to get a good grip on the bottle and hold it properly. I have to try and use two hands-one to hold the bottle and one to push the button. It's very difficult to be accurate and get an even coating of product when I'm battling with the bottle. I've accidentally sprayed myself in the face a couple of times and it's so frustrating (and embarrassing). I don't think I will repurchasing."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair",
            "review_text": "Got this for my mom and she loves it! It def helps with holding ur styled hair for longer periods of time but its also def not a magical cure for frizzy hair in very humid environments either."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Fabulous!   Works great on my curly/wavy hair. I live in a dry climate and my goes thru extreme climate changes in a high dry climate snowy Utah. So keeping my hair healthy with Gizou oil and now with Dream coat Anti-Frizz is saving my hair."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have 3b/3c curls and always airdry, alone this product doesn't work for me but recently discovered that applying a little amount of this a few minutes later after styling my hair with Cantu kids leave-in and curl defining cream GUARANTEES 0 FRIZZ and the next day my hair look as amazing frizz 2/10."
        },
        {
            "review_title": "I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This worked great for my wavy to curly hair (some days my hair has more of a curl to it others more of a wave)! Although I will say 2 things, while I do use it after I shampoo my hair I did not soak my hair with the product or brush my hair afterwards. I also used this in combination with my it's a 10 leave in conditioner. My hair has maintained it's curls and is not frizzy (side note I live in a very humid place so that says a lot). My hair was not crunchy either and I am able to run my fingers through once it is dry."
        },
        {
            "review_title": "Not Impressed!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This product was horrible in my curls. It did not perform as  advertised. I followed the directions and sprayed the product through sections of my hair after a wash and combed through but ended up with a tangled mess! I thought I did something wrong so I tried it a few times in different ways but always ended up with stringy tangled hair. Even after using it together with my other tried and true products it just didnu2019t work. Honestly feels like putting a ton of hairspray on your curls. It didnu2019t even control the frizz. I had to detangle several more times and was left with tangled waves instead of bouncy soft curls. Terrible product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Normal skin",
            "review_text": "My hair has never looked this amazing! Thank you!!"
        },
        {
            "review_title": "does not help with frizz",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair",
            "review_text": "Donu2019t waste your money did not help my frizz control at all."
        },
        {
            "review_title": "Shiny & Defined W/O Any Crunch or Stickiness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Ok, this stuff is amazing. I have wavy 2Bish hair, and this was the missing ingredient in my routine. I was getting pretty good hold and wave with Oribe Curl Gelee, but adding this has made my curls much more shiny and defined and reduced frizz a TON even throughout the day. I don't know what other posters are talking about regarding crunch or stickiness because this product is not sticky or crunchy whatsoever. It kind of reminds of my spraying MAC Fix+ onto my hair or face. But if that's a problem you have, google scrunch out the crunch."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Made my hair crunchy and sticky and did not help with frizz at all."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "not sure why but didnt work for me at all. Hair was still frizzy"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "I was looking for a product to help manage my wavy/curly sometimes fuzzy hair. I like how it works when i first use it, but it doesn't last. Also i had some trouble using the spray mechanism, so replaced it with a different sprayer."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This product took ALL the curl out of my hair. I love the Dreamcoat so I hoped this would be just as amazing but it was horrible."
        },
        {
            "review_title": "fantastic product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I have very naturally curly hair and have tried an extremely wide variety of products and brands over the years. I was very skeptical with this one claiming to be all products in one, but it truly is. I couldnu2019t believe what my hair looked like when all I did was spray it in, comb it through, and let air dry. Because it is light it does not weigh my curls down and my hair dries quicker as well because Iu2019m not using heavier styling creams or gels. Iu2019m really pleased with this product. I even love the removable lock on the sprayer so you can take it with you without any mess. Where they could improve is the shape of the bottle. The rectangle is not the easiest to handle. Also, if you have longer hair like I do, the whole bottle was gone in about five uses. Please sell travel size and jumbo refills. Thanks!"
        },
        {
            "review_title": "AMAZING!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This is my new favorite hair product! I have thick, naturally curly hair and this stuff works wonders!!!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair",
            "review_text": "So disappointed in this product. I have frizz, hair is wavy/curly. Didnu2019t do anything but make it feel and sound crunchyu2026.."
        },
        {
            "review_title": "So excited to try it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Actually I didnu2019t try it yet but i saw many reviews and videos about how amazing and effectively of this product so i decide to see if this deserve all this recommendation or not so i wish it worth the money"
        },
        {
            "review_title": "LOVE THIS STUFF!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I LOVE THIS STUFF!!!!! I bought this because I saw someone talking about it on Tik Tok and I was planning on getting my hair straightened and Iu2019m fully natural hadnu2019t straightened for 2 years and I was nervous about having frizz. I bought the sample size for $12 and used it at the salon before blow drying. No frizz and my curls reverted back with no heat damage."
        },
        {
            "review_title": "no",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "does not work well. makes my hair frizzy and adds not curls"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I use this on top of my usual curl cream and gel when I diffuse my hair. It gives my curls a nice glossy shine and great definition. The only thing I don't like is that the instructions say to really saturate your hair with product, so you use a fair amount of it quickly. Using only  few sprays will not let you see a significant difference."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this for quick air-dry styles and for when I have time to diffuse! Lucious, frizz free curls!"
        },
        {
            "review_title": "One-and-done that Works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I bought this to just try it, not really expecting it to work. My hair is not a fan of one-and-done products. I normally style with three products. This actually worked! So, then I was sure my hair would fall after one day. Nope! Lasted several days. I applied this, though, like I normally apply my products. I had about 10 sections of hair. I sprayed the product on each section, smoothed it down, and then scrunched. So, I didn't apply it like in the WOW videos where the spraying seems haphazard."
        },
        {
            "review_title": "Curly Girls BEWARE",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Had high hopes for this product since I love the Dream Coat Supernatural Spray. This stuff made my usually soft healthy loose curls feel like I used a gallon of super damaging hairspray. My 3a curls laid flat and looked more like a 2a pattern. There WAS a crunchy cast which is the exact opposite of what is advertised. Curly girls stay far away from this product. Stick to your normal routines! If there is a miracle all in one product out thereu2026 THIS AINu2019T IT!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "Does nothing for my curls. I let my hair air dry and doesnu2019t even help with the frizz ness."
        },
        {
            "review_title": "The worst",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Calling it lackluster is an understatement. My hair is a 3B curl and this straightened my hair some and just made it stringy and gross. This is useless. Wonu2019t stray from my $3 herbal essence curl mousse again anytime soon."
        },
        {
            "review_title": "Curls Disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I was so excited about this product because I read a lot of great reviews from people who used this spray and their curls were just so beautiful, less frizzy and more. Boy was I sold a lie. Nothing suggested that I needed additional products to bring my curls to life. I had other items, but it was obvious that this did not work at all. Now I just use it to control the frizz in my hair. I wouldnu2019t buy this product again."
        },
        {
            "review_title": "Disappointing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Combination skin",
            "review_text": "I was skeptical since I already have a wonderful product.  I couldn't imagine that there could possibly be a better product but the way this product is advertised it looks like it does amazing things to curly hair.  NOPE. first, this is a thin liquid.  I have to try and cup up a lot of thin liquid in my hand and apply it to my wet/damp hair.  Didn't make sense, what is a thin liquid gonna do? it did nothing.  I'll be returning this and sticking to my cream product that I love now even more than before."
        },
        {
            "review_title": "Does what it says!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have fine, thin curly hair that is naturally really frizzy.  This product is easy to use.  Spray on wet, clean hair, and let it dry.  No scrunching needed.  It defined my curls with no effort.  If I don't spray enough and evenly I can find frizzy spots, but if I get all the areas evenly, and comb thru it, wow!  Just wow!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this!!! It keeps my hair nice and healthy looking. Not dry like most products that say and donu2019t deliver. I keep this stuff stocked!!"
        },
        {
            "review_title": "Curly Hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, lightMedium skin tone, Normal skin",
            "review_text": "Great product when you want your curls to show and stay. Enjoy product also got my grandson to use on his hair. He loves it too."
        },
        {
            "review_title": "Magic!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "2c/3a curls, I want sure about a 1 step product but this truly is a Wow! Followed instructions, light diffuse and my curls are soft, bouncy, shiny, no frizz itu2019s incredible. Highly recommend, much easier than the 4 step process I used to do"
        },
        {
            "review_title": "Initially great, however......",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "This product works great initially, however, my hair went flat after about 1 hour. Two hours later my hair was completely flat and no curls.  My hair is medium thick with lots of curls and waves. I have always had a hard time finding a product that holds my curls and doesnt weigh them down.  Based on my personal opinion, I think this product is best for VERY curly hair. I may try it again but will also use some spray extra hold gel. Maybe that will work better for me!  I definitely would say give it a try because everyones hair is different."
        },
        {
            "review_title": "wow is right!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Dry skin",
            "review_text": "I have finally found the perfect product for my 3C curls! omg it's awesome!!! my hair is stubborn and doesn't like too many products and always turns out frizzy. I used just this and a little bit of the shine gel on spots I know are bad and holy ..... perfect curls, so soft not crunchy, barely any frizz, no gel, oil, or cream and it lasted for days. I'm in love!!! plus it's a fantastic price, I would of paid a lot more!"
        },
        {
            "review_title": "frumpy curls",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I was so excited to use this hyped up product for my curls.  I finally got it, followed the directions to the 'T' and was left with only a few loose frumpy curls.  When I actually have VERY curly hair ( with the right products) My hair is also very naturally curly on its own, but with more frizz added when I don't do anything to 'help my curls out with products.  I've honestly had better results when I put any old gel in my hair after I shower and go to bed with wet hair!  I will def give this product another chance, using a diffuser maybe next time.  I really want to love it!!"
        },
        {
            "review_title": "A must for air drying",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Love this stuff! I prefer air drying my 2B hair and this stuff is the best for that! My have is super frizzy and I have a lot of it. After plopping my hair for a little bit I let it down and I drench my hair with this pretty well, being careful not to disturb the curls or touch it. Then I let it air dry making sure not to touch my hair as much as possible (this creates frizz). It take a couple hours to air dry but it comes out very nice! Frizz free for the most part and has volume, doesnu2019t make it greasy. Some hair days are better than others depending on how the waves/curls come out but Iu2019m very happy this cuts down on the frizz. I bought a jumbo size!"
        },
        {
            "review_title": "Iu2019m happy!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I like it. Itu2019s better than just using an anti frizz serum but Iu2019ll have to use it after a wash where I havenu2019t deep conditioned my hair as well before I know for sure. Itu2019s hot (85 degrees) and VERY VERY humid here in West Michigan today, far more humid than usual and normally my naturally curly hair would be a puffy, frizzy nightmare after about two minutes outside, but so far itu2019s been four hours and Iu2019ve walked the dog, putzed around the garden for an hour and still itu2019s pretty tame. This stuff may actually help tame the beast!!"
        },
        {
            "review_title": "plump up your dull curls with this honey!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I originally got this at my salon, and it is a staple in my bathroom now! Donu2019t be afraid to really spray your hair down with it. If youu2019re looking to plump up your dull curls this is it!"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "This is the BEST product Iu2019ve ever tried for my curls. I have naturally wavy/curly hair but it frizzes super easily and not many products are able to tame the frizz while also adding texture and volume. This product does all of that! It does an amazing job at separating the waves and gives the perfect texture without weighing down my hair or making it feel like thereu2019s a bunch of product in it. I really love it & im so glad I decided to try this out randomly! Will definitely be repurchasing."
        },
        {
            "review_title": "Works for my 2C hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I am enjoying this Color Wow for curly hair. I use this along with Davines OI all in one hair milk. I like to use it to air dry and then leave my hair natural OR proceed with a curling iron or flat iron. It does seem like water in consistency. I am glad Sephora is carrying this now as their shipping is much better than the brand website."
        },
        {
            "review_title": "Obsession",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I am obsessed with this product (and have been using it for over a year). It has transformed my hair from a frizzy mess into a controlled good hair day situation, and has enabled me to go longer between washes as well. It's also brought out my curls, but in a way that doesn't overdo it on the volume. And best of all, it doesn't leave my hair oily or greasy. In short, it's the perfect product for my hair. Highly recommended to all of you wavy/curly girls out there.   Note: I think I may have originally received this product for free (I don't remember), but I have bought it many many times since then of my own accord and dime."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Love love love please invest. Good for wavy hair as well."
        },
        {
            "review_title": "WOW",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Smells like nothing which I absolutely LOVE. Feels like water going in to hair. No sticky residue on hair or hands. I spray a good amount throughout my hair, good spray mechanism. It is challenging to know if I put enough Iu2019m going to have to experiment & find the sweet spot. My hair is so soft, frizz-less, shiny & loose but defined curls, hair is easy to air dry. I LOVE this product. I am a low maintenance girl & this is my solution, I ordered a few small sized of other products, to mix & match to get a little more oil in my hair that helps with the dryness in the climate I live in, excited to try! Buy this!"
        },
        {
            "review_title": "Nope.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Made my curly frizzy. Had to add extra products to tame it down."
        },
        {
            "review_title": "Water in a silver bottle",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I purchased this product because it would have been great to find a leave-in spray that didnu2019t weight my 3b curly, fine hair down. I used it about 4 times so far, following the directions, and I cannot tell if it does anything for my hair. I can find other products around the same price range that will provide noticeable moisturize and offer at least light hold, but spraying  Dream Coat on my hair was no different than spraying water.... Iu2019m returning it."
        },
        {
            "review_title": "This is no all in one",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "NOT an all in one. My hair ended up even frizzier. Having to separate sections to spray separated my curls and they didn't coil back up. I sprayed a lot but couldn't tell if the product was getting in there. With a lotion or cream at least you can feel where it is going. I think it ads moisture but I have to add a styling product. I have to use so much spray it's a waist of money."
        },
        {
            "review_title": "Did It Work? Who Knows!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I honestly canu2019t tell if this product works or not. Lol I have type 3a/3b curls and definitely could not use this product on its own like itu2019s advertised, but used with other products such as a styling cream and light gold gel, this product did work alright. I think it made my hair shinier, but did not offer any type of hold for my curls."
        },
        {
            "review_title": "Hair frizzier than ever after use",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "After two uses my hair was a dry, frizzy mess.  No definition or bounce to my curls.  I had to add tons of product after drying to be somewhat presentable leaving the house."
        },
        {
            "review_title": "Surprised",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Really impressed with how nice and soft it made my curls."
        },
        {
            "review_title": "This might be magic!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have very thick curly hair and after the shower I have to use several products to keep my hair from being a big frizz ball so I was a bit skeptical that I would only need this ONE  product to keep my hair in check. The reviews looked good so i bought it.I tried it on a day I wasn't working and air dried it and my hair looked so good. My curls were perfect, my hair was soft and no frizz!! I am obsessed with this now. It is going to save me so much money on hair products. I cant tell u how many hair products i own bcuz im always looking for something to get my hair in check. Finally I found it!! I highly recommend it to my curly, frizzy haired sisters out there. You won't regret it."
        },
        {
            "review_title": "itu2019s okay, not curly girl method approved",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Fair skin tone, Combination skin",
            "review_text": "I got this product for free to review and tried using it dry without heat styling and it is okay.  Maybe it will be better if I use it after I wash my hair. I also like to follow the curly girl hair method and this product when I looked it up had one ingredient that doesnu2019t meet the method"
        },
        {
            "review_title": "Lightweight & super soft waves/curls with this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This is GOLD.  It's CG approved (I checked the ingredients on isitcg.com and you can too by copy-pasting the ingredients), and leaves my hair softer than ever.  My hair is wavy/curly 2b and it stays light and bouncy with this.    It really is light as water, if there's a fragrance I haven't noticed.  I highly recommend this for girls with wavy/curly hair that needs something lightweight so as not to weigh the formation down, or completely nix all the volume out.   I'm curious to try more Color Wow stuff not that I see how seriously amazing this is."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this product. I've used similar products, but this outperforms them. At the end of the day, my hair is still manageable and not frizzy.  I would definitely recommend this to friends and family."
        },
        {
            "review_title": "Do try it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This product was gifted by the brand in exchange of my review. I have seen this product many times and never tried it. I seriously regret not trying the product qny wasting lots of money on other products. If you have curly hair do try it. The curls are more define once I use this. I can style how ever I like. Few of the other brand spray smell like chemicals, but this doesn't.  Do try it."
        },
        {
            "review_title": "Really good product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I loved this product, it is not sticky, really smoothes frizzy hair, I use it after shampooing and conditioning my hair, just spray a little bit on my hair and let air dry. It holds my curls and not heavy."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Dream Coat Spray's anti-frizz treatment for curly hair is the best anti-frizz spray I have ever tried. I used it as they say in the instructions and I dried my hair with the dryer and when it was dry my curls were perfect without frizz. Now this product is one of what can not be missing in my routine."
        },
        {
            "review_title": "Highly recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "It really helped my curls, smelled amazing and was super hydrating! It really brought my curl pattern back. I really enjoyed the texture and feel of this in my hair, it wasn't too heavy and defined my hair better than other curl sprays I've used.  I definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I received this complimentary from Color Wow. I was very impressed the first time I used this. I followed the directions and this helped control my frizz. Because my hair tends to get super frizzy really quick. And it gave my hair the moisture it needed, which I love. Also, this had such a nice scent to it.  I will continue to be using this product because itu2019s amazing."
        },
        {
            "review_title": "Best Curl product I have tried",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This is my 2nd time using Color Wow Haircare Dream Coat and I'm very impressed. Its not sticky, very lightweight formula  and it doesn't have much of a scent.  After shampooing I sprayed throughout my whole hair then difussed and it left my curls so soft / bouncy. I normally use 2-3 styling products to acheive healthy bouncy curls,but with Dream Coat that was all I needed. I'm very satisfied with the results."
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I loved it, it left my hair soft, hydrated and with an impressive shine.  I control the frizz for several days.  you really see the difference from the first use"
        },
        {
            "review_title": "Does not work",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "My hair was frizzier with this product. I have extremely Shirley Temple like curls being multiracial."
        },
        {
            "review_title": "Works great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I am really impressed with this new product line out by Color Wow! The dream coat for curly hair is just what my hair needed! Itu2019s a miracle worker to my hair for sure! I like to apply to my hair as soon as I get out of the shower and towel dry my hair a little bit then I spray my hair in sections to make sure I get it good throughout my entire hair! I am so pleased that this one product can take care of all of my haircare needs without having to add tons of other products. It doesnu2019t weigh my hair down either. Itu2019s so easy to just spritz and go! I like to let my hair air dry. This product is really like adding a touch of magic to my hair! My natural curls lay perfectly now thanks to using this wonderful product! I can definitely see myself purchasing this more and using this brand from now on! Ladies you will love it too! Itu2019s perfect! I received this product for free from Color Wow."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Color Wow Dream Coat Supernatural Spray Anti-Frizz Treatment for Curly Hair  I use this product after washing my hair. Since I started using it my hair has stopped frizzing and static.  The product is: Heat protection  High shine finish  Good for: Color care  Long-wearing Lightweight formula, doesn't weigh hair down   Free of parabens, formaldehydes, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, cruelty-free, and comes in recyclable packaging.   Pr/Gifted. All opinions are my own."
        },
        {
            "review_title": "Try it out !",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "Iu2019ve tried other products from Color WOW and they are amazing. Now this in particular is okay. I have frizzy curly hair and this product so far works but very minimal. It has no scent which for me is a con but could be good for someone else. Itu2019s lightweight on the hair compared to other sprays that weigh down and leave a residue, I personally like to use this when my hair is air drying and put a good coat in the middle and ends of my hair, then blow dry. Now with this dream coat I use less products and I do see a significant change but not drastic. I did receive this as a free sample but Iu2019m so glad I did because I wouldu2019ve never known this brand had something for us curly girls ! So overall if you want something thatu2019s lightweight, no scent, leaves no residue, and helps tame frizz then I definitely recommend just trying it and maybe it might work for you."
        },
        {
            "review_title": "tames my frizz",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The Dream Coat Supernatural Spray Anti-Frizz Treatment for Curly Hair is just what I have been looking for to tame my frizz. I have curly hair, but it is also thin so I need products that don't weigh it down. This spray is light and the frizz is gone so my curls shine through. I love the nozzle. It is unlike any other I have used before, coating more of my hair so it doesn't just concentrate on one small section. I am very impressed with this spray. I received a free product in exchange for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I complete and I try to take care of my hair with conditioning shampoo, cream masks to comb and minimize frizz as well as curl activating spray, I think that more economical products like cantu, which are also products with less sulfate salts and alcohol, my hair is curly but fine perhaps for thick, curly hair works best. completa y trato de cuidar mi cabello con Shampoo acondicionador mascarillas crema para peinar y minimizar el frizz asi como spray activadores de rizos  creo que productos mas economicos como los cantu que ademas son productos con menos sales sulfates  y alcohol  mi cabello es rizado pero fino quiza para un cabello rizado y grueso funcione mejor."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love the Wow Dream coat.  I have unruly curly hair that has a mind of its own. The dream coat does make my hair look smoother and less frizz. I just spray it on with no other products and go. No more messy buns"
        },
        {
            "review_title": "Wow is WOW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Wow is actually wow! When i used it it really left no frizz in my hair and has defined my curls really well. I was gifted by WOW USA . Would buy again forsure and definitely would recommend this product."
        },
        {
            "review_title": "Separates curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Compliments of Wow Color, this spray is easy to use but in my opinion it does not do a great job taking care of the freeze it does separate the curls nicely but my hair feels rough and is still slightly freeze if using alone, I found it better to add a cream with it, the spray does not have a strong smell at all and itu2019s the consistency of water so it easily saturates the hair without too much product"
        },
        {
            "review_title": "love this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "i received this product as a complimentary gift in exchange for my honest review and i love it!!! i have naturally thick and curly hair and have tried so many products to reduce frizz and most of them leave my hair feeling weighed down and looking greasy! this formula is so lightweight compared to the rest. and there is no strong lingering odor, so thatu2019s a plus!"
        },
        {
            "review_title": "Wow color dream coat for curly hair",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "The color wow dream coat for curly hair didnu2019t work for my hair I feel like it was drying my hair out instead I love how the bottle looks and the color of the bottle very cute it kinda made my hair feel like it was a residue on it I really didnu2019t get the moisture from it I personally will not buy this product in the future nor the present I feel like it donu2019t work well for my hair"
        },
        {
            "review_title": "Love this!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a new go to hair product!! The spray is super light weight so I was nervous it wouldnu2019t hold my curls but it did. Usually I use thicker creams but this product is a new favorite. I highly recommend using if you have curly hair."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I will be very honest... I was skeptical AT first about Dream Coat. I will say that I have curly hair and like to wear it down during the warm months. I am on day 3 and I HAVE NO FRIZZ!! This makes my hair smooth and gives it a nice shine. I will recommend Dream Coat to all. I will most definitely be looking into Dream Coat other products."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "A fun little products to help control the frizz in my curly hair. Iu2019ve super thick curly hair that can be difficult to tame so this has been helpful. It doesnu2019t feel too heavy or draining on my head so thatu2019s nice!"
        },
        {
            "review_title": "Not the Greatest Scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "The WOW dream coat for curls has a unique smell. It doesn't have the best scent but it did effectively reduce frizz and enhanced my natural curl look. It took a good bit to see a noticeable difference and the smell just isn't all that great. Aside from the smell, it does work but not for someone with long thick hair."
        },
        {
            "review_title": "Perfect frizz free curls!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Dream coat Spray anti frizz treatment for curly hair is  the best anti-frizz spray I have ever tried. I followed the directions shampooed my hair then brushed , then sprayed  liberally section by section. When my hair tried I was very pleased  my curls were more defined and I had no frizz. I have naturally curly hair so having no frizz is a very big deal. This is so lightweight you dont even notice that you have used a product. There is no strong notable   scent which I love.The bottle is very sheek looking, the spray nozzle works great I didnt have nay dripping or over-spray. i received this product as a gift, in exchange for my honest opinion. I will be adding this product to my shopping cart I am very impressed with the result, I highly recommend this product."
        },
        {
            "review_title": "So light & makes my hair frizz free!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "It's WOW & it is a miracle! I have very frizzy curly hair & have stuck to the same oil & cream forever. Now I use this spray & air dry. It's very light & makes my hair soft. No more frizz! I love it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Combination skin",
            "review_text": "I was gifted this by color wow in exchange of my honest review. I received the product and thought it wasnu2019t going to work but my hair is curly and super dry and it work for my hair. This stuff is amazing plus itu2019s lightweight totally recommend."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Gifted by Color Wow. My hair is so shiny and each curl is separate and no frizz. Very soft and bouncy curls. Love my hair this dream coat is the best I've tried. Amazing and you just spray on after shower."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Color Wow is amazing! My hair is naturally curly so this helps it stay moisturized and in great shape and form. So soft and so easy to use! Its sprays well on all the desire areas to make sure the product spreads evenly. I loved it!"
        },
        {
            "review_title": "Easy to Use, Amazing Results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "The Color Wow Dream Coat for Curly Hair is an amazing product. After washing my hair I squeeze out the excess water and then apply the spray all over my hair. I let it dry for a bit on its own then use a hair dryer with a diffuser. My curls look and feel amazing. They feel weightless and have no crunch or stickiness, like some products make my hair feel. It eliminates frizz and my curls continue to look and feel awesome the next day.   This product is so easy to use and it's only one step. It contains no harmful ingredients and is fragrance free (which I absolutely love and appreciate). There is no need to layer additional products to get the desired look and feel of my curls. It is so simple to use, makes my routine quick and easy and makes my hair feel so light, not weighted down. I recieved this product as a gift from Color Wow in exchange for my honest opinion. I would highly recommend this product."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This product is nice. I like the fact that itu2019s in a spray bottle so itu2019s easier and faster to apply. It did help to make my hair look a little more alive and healthy. It also helped to tame some of the frizz but not all of it. Iu2019d still recommend it. Gifted by Wow Color"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I have always loved wow products. This product really seals my hair when I style it and tames my frizz. I find that I only need to use it every few shampoos vs every shampoo. It gives my hair lots of shine too. I received this product complimentary in exchange for my honest review."
        },
        {
            "review_title": "Good product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "I was gifted this by Color Wow in exchange of my honest review.This product is good but I was expecting something that literally made me say WOW. It did feel different after applying but I have achieved the same result with cheaper brands so I don't think this is a product i would buy after finishing this bottle, I would keep using because it's not a bad product tho."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I've tried many hair products and nothing seems to really work but this Color Wow product has been one of my favorite. I love how light my hair feels and and the style it gives to my curls."
        },
        {
            "review_title": "Great Product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Iu2019m really liking Color Wow Dream Coat Supernatural Spray Anti-Frizz Treatment for Curly which I received complimentary. I sprayed it on my damp hair and let it air dry. It definitely defined my curls. Itu2019s lightweight and left my hair feeling bouncy with more shine and volume. I did notice less frizz but not a big difference. I usually use a leave in cream. I love that I donu2019t have to really lather it in and get my hands dirty. Looking forward to what it will do to my hair after more uses."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019m really impressed by this treatment. Iu2019m using it as a leave-in conditioner, and it leaves my hair noticeably softer and less frizzy. unfortunately, it does not work for my 2b waves as an all-in-one product like it is marketed - I still need a gel or mousse to define my waves. However, the result are so good as a leave-in before gel. bottle looks small but a little goes a long way, and the spray make it a really fine mist that covers a good area. This was gifted by color wow for my honest opinion."
        },
        {
            "review_title": "This is definitely a one and done!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Dry skin",
            "review_text": "This product has literally cut off all other products I needed to use to achieve this look, bonus is that my hair doesn't feel like I have any product in it and, my style last a good 3 to 4 days. I've gotten countless compliments on my hair since I've started using this. Most common hair feed back I've received is from my coworkers, they noticed immediately, how defined my curls looked and with a healthy sheen. This product has now become my must have item."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Fair skin tone, Normal skin",
            "review_text": "This is the most amazing styling product for curly hair that I have ever used. Super easy, and it even looks good the next day too. If you have curly hair, this will become your best friend. Worth every cent!"
        },
        {
            "review_title": "Does the job",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Not a bad curl holding spray! Its not heavy at all and provides a nice amount of hold without the crunchy feeling you get when using gel. Some complaints I had about this was the smell and the lack of definition your curls get compared to gel. The smell wasnu2019t bad but it was very light and kind of cinnamon like. Though, for a spray itu2019s pretty good because most sprays tend to dry out my hair, but this did not!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "As a curly girl, I'm always on the hunt for new, curl-enhancing products. My routine features several different products for defining and managing curls. I have been so happy to discover the Dream Coat Supernatural Spray! It's very light and weightless but defines my curls and eliminates frizz. It's basically magic!"
        },
        {
            "review_title": "Works great on dry frizzy hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely loved Color Wow Dream Coat Supernatural Spray Anti-Frizz Treatment for Curly Hair. It works great for my dry curly frizzy hair. I apply it on my damp hair after wash and set them with my hands let it air dry and done. The texture of spray is lightweight and it keeps my hair in place. Doesnu2019t show my frizzy hair. I am impressed that the brand paid so much attention in creating this product  and even packaging. The anti frizzy spray is free from all harmful chemicals and even the packaging is recycled one. Definitely a good brand to invest in. So glad that Color wow gifted me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "My curly hair and I love this product. My curls are light and bouncy and shiny. I used to have to use 2 or 3 products to get this result- Iu2019m so happy to have the one now- major time saver. I also feel like my curls arenu2019t being weighed down by a bunch of different products which is great, especially with summer coming!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I received this complimentary from Color Wow for my honest opinion.  I love this brand already but I really love this product.  I have very curly hair and this is just what I needed. My hair is always frizzy and this really helped with the frizz.  Also, the scent is very pleasant."
        },
        {
            "review_title": "Love this product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I love this product! I have always used leave in conditioner and gel for my curly hair, but the frizz would still persist and my curls would feel crunchy. This product solves all of those issues! My curls are soft and shiny, and they arenu2019t crunchy at all! I am definitely making this my replacement to my gel and leave in conditioner. However, I will only be giving this product 4 stars because it was not p lagged properly and half of it spilled out all over my mailbox. Other than that, the product is amazing and I would highly recommend it!"
        },
        {
            "review_title": "COLOR WOW Dream Coat Supernatural Spray!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone",
            "review_text": "I received the COLOR WOW Dream Coat Supernatural Spray Anti-Frizz Treatment for Curly Hair free from COLOR WOW for testing and review purposes. This product created visibly glossy, defined frizz-free waves and curls for me, which I love.  After I started using this spray my hair has improved a lot and it has now become more glossy and shiny for me.  This spray is absolutely weightless and it gave my hair the hydration it lacked for creating amazing, springy curls.  Also, this spray is free of parabens, formaldehydes, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan as well as it is gluten-free, cruelty-free and comes in recyclable packaging.  These are the important facts why I love to use this spray so much, and use it daily."
        },
        {
            "review_title": "COLOR WOW Supernatural Spray!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I received the COLOR WOW Dream Coat Supernatural Spray Anti-Frizz Treatment for Curly Hair free from COLOR WOW for testing and review purposes. This ultra-light spray moisturizes, conditions, de-frizzes, restores bounce and elasticity and keeps curls soft, flexible and full of shine.  I love to use this Supernatural Spray every day as it improves the quality of my hair.  Also, I like the fact that this spray contains tri-polymer complex which conditions, moisturizes, detangles and adds shine and bounce to my hair.  It contains cashmere extract which moisturizes and helps repair my dry, fragile hair.  Also it contains glycerin which maintains hydration giving my hair healthy, shiny curls.  I will purchase he COLOR WOW Dream Coat Supernatural Spray Anti-Frizz Treatment for Curly Hair again and again once it is over."
        },
        {
            "review_title": "Very light weight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this product. Iu2019m used to using more gel like products for my hair but this miracle moisture mist is super light weight. I suffer from extremely frizzy hair and I noticed a significant difference after just one use. Iu2019m definitely going to be using this product more often and minimizing the several products I use daily. I definitely recommend!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I was gifted this amazing WOW  Dream Coat Supernatural Spray Anti-Frizz Treatment for Curly Hair. Let me tell you, this is a staple product on hand. I love it so much I also purchased several bottles for my daughters who have thick coarse hair like mine. This is a must-have for everyone."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have super curly hair and absolutely lovey the fact that I didnu2019t need tons of gel or creams to achieve the look I was going for. I usually get a very irritated scalp using too much product! Iu2019m so glad I was gifted this spray because itu2019s helped so much with my frizz."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I was so excited to have this again.. i purchased it like 2 months ago and I'm in love it's leaves my hair soft and fluffy manageable. My hair is thick and some parts are very wavy and some or just slightly wavy. But this leaves my hair supper cute and it's so easy to use spray on wet and brush through and crunch up. Easy!!! Gifted by Color Wow"
        },
        {
            "review_title": "meh, Id skip this",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Unfortunately this didn't do much for my hair, I wouldn't recommend it to be honest.My hair is very long and voluminous, type 3a and type 2c and i was really looking out for this to work, specially since summer is coming however I feel like this was way too light for my hair type."
        },
        {
            "review_title": "Magic in a bottle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Holy moly! I did not expect much from this product. I was honestly prepared to try it, not like it, and return it. BOY WAS I WRONG! After I showered I wrung my hair out and started spraying. I used my denmen brush for a few sections and sprayed some more. I finished up with my blow dryer. My hair literally has never been shinier and itu2019s like I have all my old regular products in it to keep up tamed. I can tell where I missed a few spots since itu2019s a little frizzier and less tame. I LOVE this product!!!! I personally donu2019t think I can use it everyday since the price tag is a little hefty but this will be PERFECT for a summer day after the beach or pool."
        },
        {
            "review_title": "Returned",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "I really love the original dream coat, it leaves my hair very soft, silky, and with a beautiful shine. I wanted to love this version for curly hair but unfortunately it didnu2019t control my frizz and my curls didnu2019t last."
        },
        {
            "review_title": "DO NOT USE! CONTAINS TOXIC INGREDIENT.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Warning this product contain DMDM!!!!! Some hair companyu2019s are currently under lawsuit for using this formaldehyde derivative that is causing peopleu2019s hair to fall out!"
        },
        {
            "review_title": "game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "You guys, this product changed my life. I have 3a/3b curls prone to FRIZZ. I normally layer 2-3 strong products (mousse, gel, etc) to control the frizz. This product, layered on top of leave-in conditioner), creates these juicy, beautifully defined curls that last for three days (with standard refreshing). The frizz is minimal, the durability is amazing, and my hair even dries way faster because the product is lightweight. The cons: 1. Price: I go through a whole bottle in 3-4 weeks, so this is an expensive new habit. 2. The spray application to cover my whole head of hair is laborious. So I pour mine into a continuous spray bottle."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "I use this for refresh days and it works so well. I just spray some of this onto dry hair and wait for it to dry. It helps my curls get back together and makes them spring up more."
        },
        {
            "review_title": "Only product I use on my curly hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "By far the best curly product I have ever used and the only product I use on my hair. I stopped using 3 other products that I would need to get my curls to not look frizzy. I air dry and my curls are the best they have ever looked....natural, shiny, bouncy, defined and never crunchy or stiff looking.  I have been using for years and so happy I can get this at Sephora now!!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely LOVE this curly hair product!!! Makes my curls bouncy and definitely frizz free. Iu2019ve been using this spray for 6 months now, and I will continue to buy it. One thing it has no scent at all, some people donu2019t mind it I rather have a nice smell."
        },
        {
            "review_title": "an essential in my hair care routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Not sure what all the bad reviews are about. I have wavy curls and my hair was heat damaged and this product has allowed me to wear my natural hair more confidently and saved me from furthering my heat damage!"
        },
        {
            "review_title": "Did not work well for my hair",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I really wanted to love this product.  I have curly hair that I prefer to air dry and this seemed to fit the bill.  It made my hair drier and frizzier.  Do not recommend"
        },
        {
            "review_title": "Didnu2019t work for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Didnu2019t work for me. Iu2019m a type 2 and I still had frizz. Maybe it would work better if I really had curls instead of waves."
        }
    ]
}