{
    "product_id": "506",
    "name": "Bundle Up + Hydrate Holiday Gift Set - Full Face Skincare Routine",
    "brand": "First Aid Beauty",
    "categories": "Skincare, Value & Gift Sets",
    "price": 58.0,
    "about": "What it is: A kit with four problem-solving bestsellers to cleanse, exfoliate, and hydrate your skinu2014all winter long...Skin Type: Normal, Dry, and Combination..Skincare Concerns: Dryness, Dullness, and Uneven Texture..Highlighted Ingredients:- Glycerin: Hydrates and smooths..- Colloidal Oatmeal: Addresses eczema and visibly enhances skin renewal for a stronger-feeling barrier..- Glycolic and Lactic Acids (AHAs): Exfoliate skin, improving the look of brightness and texture...Ingredient Callouts: These products are gluten-free and cruelty-free...What Else You Need to Know: This kit provides you with a full, fragrance-free routine for skin thatu2019s clean, exfoliated, nourished, and hydrated...This Set Contains:- 5 oz/ 142 mL Pure Skin Face Cleanser.- 6 oz/ 170.1 g Ultra Repair Cream Intense Hydration.- Facial Radiance Pads with Glycolic + Lactic Acids (60 pads).- 0.25 oz/ 6 g Ultra Repair Lip Balm..Clinical Results: Facial Radiance Pads with Glycolic + Lactic Acids:.In a consumer-perception study with 55 participants, after 4 weeks:.- 92% agreed this product gently exfoliated and made their skin look smoother.- 98% agreed it removed residual dirt and impurities after cleansing.- 92% agreed it did not irritate or feel harsh on their skin..Ultra Repair Cream Intense Hydration:.In a clinical study, after 7 days, results showed:.- The skin barrier was strengthened..In an independent clinical study with 21 participants, results showed:.- Skin hydration increased by more than 2X, immediately after use..In a consumer-perception study with 21 participants, after 2 weeks:.- 100% reported it helped soothe, moisturize, and condition their skin..Ultra Repair Lip Balm:.In a consumer-perception survey with 55 participants, immediately after use:.- 100% reported it instantly hydrated lips and combated dryness.- 95% reported it left lips feeling soft, supple, and soothed with hydration.- 95% reported it made the perfect base for a lip-care routine and layered well with lip gloss and lipstick..Clean at SephoraOur commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing effectiveness.",
    "ingredients": "-Glycerin: Hydrates and smooths..-Colloidal Oatmeal: Helps calm and relieve dry or distressed skin.-Glycolic and Lactic Acids (AHAs): Exfoliate skin, improving the look of brightness and texture....Ultra Repair Cream:.Aqua (Water, Eau), Stearic Acid, Glycerin, C12-15 Alkyl Benzoate, Caprylic/Capric Triglyceride, Glyceryl Stearate SE, Glyceryl Stearate, Cetearyl Alcohol, Colloidal Oatmeal, Squalane, Ceramide NP, Allantoin, Chrysanthemum Parthenium (Feverfew) Extract, Camellia Sinensis Leaf Extract, Glycyrrhiza Glabra (Licorice) Root Extract, Eucalyptus Globulus (Eucalyptus) Leaf Oil, Butyrospermum Parkii (Shea) Butter, Dimethicone, Caprylyl Glycol, Xanthan Gum, Phenoxyethanol, Sodium Hydroxide, Tetrasodium EDTA.&nbsp;...Facial Radiance Pads:.Aqua/Water/ Eau, Aloe Barbadensis Leaf Juice, Glycerin, Cucumis Sativus Fruit Water, Lactic Acid, Glycolic Acid, Camellia Sinensis Leaf Extract, Chrysanthemum Parthenium (Feverfew) Extract, Citric Acid, Citrus Limon (Lemon) Peel Extract, Citrus Nobilis (Mandarin Orange) Fruit Extract, Glycyrrhiza Glabra (Licorice) Root Extract, Hyaluronic Acid, Phyllanthus Emblica Fruit Extract, Polysorbate 20, Sodium Hydroxide, Tetrasodium EDTA, Chlorphenesin, Phenoxyethanol, Potassium Sorbate, Sodium Benzoate.&nbsp;...Pure Skin Face Cleanser:.Aqua/Water/Eau, Sodium Cocoyl Isethionate, Glycerin, Stearic Acid, Hydrogenated Coconut Acid, Sodium Isethionate, Stearyl Alcohol, Allantoin,u202fu202fChrysanthemum Parthenium (Feverfew) Extract, Camellia Sinensis Leaf Extract, Glycyrrhiza Glabra (Licorice) Root Extract, Aloe Barbadensis Leaf Juice, Tocopherol, Hydrogenated Palm Glycerides Citrate, Phenoxyethanol, Disodium Cocoamphodiacetate, Sodium PCA, Hydroxypropyl Methylcellulose, Coco-Glucoside, Glyceryl Oleate, Sodium Chloride, Disodium EDTA, Citric Acid, Potassium Sorbate, Sodium Benzoate, Maltodextrin,u202fTetrasodium EDTA&nbsp;...Ultra Repair Lip Balm:.Ricinus Communis (Castor) Seed Oil, Bis-Diglyceryl Polyacyladipate-2, Simmondsia Chinensis (Jojoba) Seed Oil, Euphorbia Cerifera Cera (Euphorbia Cerifera (Candelilla) Wax, Cire de Candelilla), Persea Gratissima (Avocado) Oil, Oryza Sativa Bran Cera/Cire (Oryza Sativa (Rice) Bran Wax), Helianthus Annuus (Sunflower) Seed Extract, Mangifera Indica (Mango) Seed Butter, Oryza Sativa Bran Extract (Oryza Sativa (Rice) Bran Extract, Rosmarinus Officinalis (Rosemary) Leaf Extract, Tocopherol.&nbsp;",
    "how_to_use": "Suggested Usage:.Pure Skin Face Cleanser:.-Dampen your face..-Dispense a dime-size amount onto fingertips..-Gently massage onto all areas of your face..-Remove with water or a soft, damp washcloth..-Use twice daily, morning and night...Facial Radiance Pads with Glycolic + Lactic Acids:.-Start with clean, dry skin..-Wipe pad across your face, neck, and decollete once or twice daily..-Follow with moisturizer and SPF..-Throw pads in the trash or compost after use...Ultra Repair Cream Intense Hydration:.-Apply as needed...Ultra Repair Lip Balm:.-Apply as needed to hydrate lips..-Use as a prep step before applying lipstick or gloss.",
    "num_reviews": 28,
    "overall_rating": 4.7,
    "product_url": "https://www.sephora.com/ca/en/product/first-aid-beauty-bundle-up-hydrate-full-face-routine-holiday-gift-set-P513093?skuId=2811818&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2811818-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "great product /wasteful packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "I've been a fan of First Aid for some time but the packaging isn't great. So much empty space in the box and while it makes sense to have the facial cleansing pads in a jar, it would be more hygienic to only sell the ultra repair cream in tubes."
        },
        {
            "review_title": "Worst face wash and moisturizer",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "The second I wash my face with the face wash and put the moisturizer on, my skin turns red and burns like crazy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Oily skin",
            "review_text": "Amazing price for the amout of produits! Higher recommend for a gift"
        },
        {
            "review_title": "All youu2019ll ever need in one set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This brand is seriously underrated! I buy their holiday set every year."
        },
        {
            "review_title": "A must have set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Best value ever and amazing products. So happy with this purchase!"
        },
        {
            "review_title": "Must-buy for this price",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "This is an extreme value set. All of these products are full size, and they each individually cost $50 to $60 on their own, this means you're basically getting three of the products in here for FREE!!!! The products are amazing!"
        },
        {
            "review_title": "Donu2019t miss out on this set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This gift set is a steal! For anyone who has sensitive skin or prefers a lightweight moisturizer, this is it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "These products are part of my daily routine. They suit mt sensitive skin. The product sizes are great (please check description for quantity). This particular set is a STEAL!!! It's a great value for money !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
            "review_text": "this will be my 3rd year in a row buying this set, the moisturizer and cleansers lasts me the whole year, the radiance pads 3 months. I use my products pretty conservatively but have seen a huge improvement in my skin texture and will be sticking beside this one ud83dudc83ud83cudffe"
        },
        {
            "review_title": "Good value, but not as good as indicated",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Good value, but not as good as indicated. Unfortunately, it's misleading: This Set Contains: - 5 oz/ 142 mL Pure Skin Face Cleanser - 6 oz/ 170.1 g Ultra Repair Cream Intense Hydration - Facial Radiance Pads with Glycolic + Lactic Acids (90 pads) - 0.25 oz/ 6 g Ultra Repair Lip Balm  There are 60 facial radiance pads, not 90!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is the perfect holiday set!! You get so many great products for such a good price! I already loved the moisturizer and the cleanser but with this set I got to try the facial pads and I am obsessed!! They really do such a great job at exfoliating and brightening my skin I cannot recommend this more!!"
        },
        {
            "review_title": "Perfect set for all your skincare needs!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I recently treated myself to the First Aid Beauty Bundle Up + Hydrate - Full Face Routine Holiday Gift Set, and itu2019s been such a great addition to my skincare routine. It has everything I need to keep my skin hydrated and healthy during the colder months. The Ultra Repair Cream is amazingu2014itu2019s thick but absorbs quickly, leaving my skin soft and nourished without any greasiness. The Pure Skin Face Cleanser is gentle but effective, leaving my face feeling clean without any tightness or dryness. The Facial Radiance Pads are a great bonus, giving my skin a gentle exfoliation and making it look more radiant without causing irritation. What really surprised me was how much I love the Ultra Repair Lip Therapy that comes with the set. My lips tend to get really dry in the winter, but this balm has been a lifesaver. Itu2019s moisturizing without being sticky, and it keeps my lips soft and hydrated all day long. Overall, this set is the perfect winter skincare routine in one package, and it even comes in festive packaging, making it a great gift. Highly recommend for anyone looking to keep their skin and lips happy through the colder months!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This is an amazing set! I got four full size products and my skin absolutely loves all of them. They are all perfect for dry or combo skin, and they get the job done. And the cream is my new holy grail!"
        },
        {
            "review_title": "The set you need!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This set is so worth it! They are all full sizes and it doesnu2019t even cost you half of the real price. The cleanser feels very good on my face and it didnu2019t give me any reaction. I use the cream on my face and all over my body. The balm is in a nice package and the facial pads didnu2019t gave me any redness for the moment. I really like this full set."
        },
        {
            "review_title": "Holygrail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I love this hydrating bundle kit as the name speaks for itself hydration. The products are made with amazing ingredients and keeps your skin well hydrated!!It has all the essentials required for your skin in dry winters. This set has great value plus i love the kit that comes with the product itself. I would definitely buy it again and recommend for everyone to snatch this great value deal while it lasts."
        },
        {
            "review_title": "What a nice Holiday Kit!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "You are saving so much money with the Bundle up + Hydrate Holiday gift set. The Ultra Repair Cream Intense Hydration is an award-winning moisturizer that instantly relieves dry, distressed skin and eczema. I personally struggle with eczema around my extremities and this product has really calmed my skin down. This hydration bundle is perfect to gift during the holiday season, when the weather is cold and skin is more dry."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "A set with great value! The lip balm is very hydrating and leaves a nice sheen. The moisturizer is deeply hydrating, and it keeps my skin moisturizer even in cold and dry weather. Iu2019ve notice my skin has been brighter since using the pads, and the cleanser does an excellent job of cleansing the skin without feeling too stripping."
        },
        {
            "review_title": "Amazing value and quality!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The holiday kit has unbelievable value packed into a beautiful and well thought out package. Providing the essentials for a skin care routine, from a high quality brand in first aid beauty, this box provides amazing value and quality all in one."
        },
        {
            "review_title": "Perfect set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I'm obsessed with first aid beauty products and i'm sooo happy I could get them all in this set, which is such an amazing deal! Even though I have really sensitive skin I haven't broken out at all. My skin feels super hydrated and healthy!"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I tried the Bundle Up + Hydrate Holiday Set, and it couldnu2019t have come at a better time with winter approaching.  The Pure Skin Face Cleanser is super gentle, leaving my skin clean without any tightness, which is perfect for sensitive skin like mine. The Facial Radiance Pads offer a nice, mild exfoliation with glycolic and lactic acidsu2014gentle enough for regular use, and Iu2019ve noticed my skin looking a bit brighter. The Ultra Repair Cream is a total standout. Itu2019s thick and incredibly moisturizing but not greasy, which makes it perfect for those stubborn dry patches. The Ultra Repair Lip Balm has a rich, hydrating feel; itu2019s slightly heavy for daily use, so Iu2019ve been using it as a nighttime treatment, and it keeps my lips soft and hydrated. This set is a great all-in-one for anyone dealing with winter dryness or dullness, and I love that itu2019s fragrance-free and cruelty-free. My skin feels more comfortable, balanced, and hydrated, so Iu2019d definitely recommend it if youu2019re looking for a winter skincare routine."
        },
        {
            "review_title": "amazing value set with super hydrating products!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "#gifted_by_firstaidbeauty @firstaidbeauty   I got a chance to try out this amazing First Aid Beauty Bundle Up + Hydrate - Full Face Routine Holiday Gift Set from @skeepers_us!   I was so excited for this to come in the mail! This set has 4 full sized products that make the perfect, hydrating skincare routine for the season!   I've tried all of these products, and they're all absolutely amazing. My favorite products from this bundle are the facial radiance pads and the ultra repair cream! The facial radiance pads leave your skin super smooth and soft by gently exfoliating the skin. I love using the pads since they're so easy and fast to use! The repair cream is very hydrating, and I LOVE using this on the extra dry areas of my skin!  The cleanser leaves my skin super clean and hydrated. My favorite thing about it is that it doesn't make my skin dry, which is extremely important to me, ESPECIALLY during the winter! The lip balm is very hydrating as well! It isn't thick and sticky, which is what makes this so good.   This set is amazing for the price. For $65, you get $164 value (in products) and 4 amazing full-sized products! I LOVE how this bundle includes extremely hydrating products, which makes this the perfect gift for this holiday season! . . . *Received free product from @skeepers_us"
        },
        {
            "review_title": "for night routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "love the facts that they are good size product and not like sample. I have oily-combo skin and also ezcema sometimes in the face. Is perfect for my skin. I use everything at night."
        },
        {
            "review_title": "A perfect skincare routine in one set! Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This set is perfect for the colder months! You get to try out four of their bestselling products at a great value and it is definitely worth it! The ultra hydrating repair cream is incredibly hydrating and moisturizing, making it a must have for dry skin. The only thing is that I can have acne prone skin so I only apply the moisturizer on my chin, where I tend to get dry. However, I use this cream on my arms and legs and it works wonders for keeping them moisturized!The pure skin face cleanser leaves my skin feeling refreshed after each wash and, removes makeup effectively and does not strip my skin. The facial radiance pads gently exfoliate, giving my skin a nice glow before I apply moisturizer. I also love the lip balm, it feels comfortable and non sticky. All the products in this set are safe for sensitive skin which makes it even better! Such a great set to try out an enture routine of skincare products!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love this itu2019s fantastic the lip balm leaves my lips so soft and smooth and the face pads are a great addition after cleansing with the cleaneee! Great products and itu2019s a great gift to gift during the holidays"
        },
        {
            "review_title": "so much value!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "NON-INCENTIVIZED REVIEW!!  I bought this because the value was too good to pass up. 3 full sized items + lip balm for $65??? say less. I have dry skin that causes me to over produce oil, so my t-zone can look CRAZY. If I use sets just for oily skin, I look like a corpse. I've used a lot of high-end skincare products, but they often leave my skin feeling too dry (even if it's for dry skin). this is the first set that doesn't make me a scaly mess. I use the pads only in the morning because I think it'll be too harsh at night with my trentonin. All in all, J'ADORE!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I received this bundle First aid Beauty for free from Skeepers for free for review purposes. I applied the moisturizer cream and it feels really good on the skin and makes it glowy. The lip balm id good too"
        },
        {
            "review_title": "THIS BUNDLE FOR DRY SKIN!!ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "This Sephora Holiday Kit: Bundle Up + Hydrate by First Aid Beauty is a steal of a deal! Not only are you getting $164 worth of clean products that nourish your skin but your getting it for only $65! FOUR problem-solving bestsellers to cleanse, exfoliate, and hydrate your skin. The Facial Radiance Pads combined with the Ultra Repair Cream Intense Hydration has been my go-to for my dry/combination skin. I can't wait to try out the Pure Skin Face Cleanser & the Ultra Repair Lip Balm too.   My whole face is about to be softer than silk!   10/10 so worth it!"
        },
        {
            "review_title": "Nice bundle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Such a great bundle for that skincare lover In your family ! The products are very hydrating and perfect if your skin needs a little boost ! I also think that itu2019s worth the money ! Full face routine for a great price !"
        }
    ]
}