{
    "product_id": "1054",
    "name": "SoftSculpt Transforming Skin Enhancer ",
    "brand": "MAKEUP BY MARIO",
    "categories": "Makeup, Cheek, Bronzer",
    "price": 44.0,
    "about": "What it is: This skin enhancer is a 3-in-1 cream bronzer that warms, shapes & evens skintone with light-to-medium coverage & a dewy finish...Coverage: Light..Finish: Radiant..Formulation: Cream..Highlighted Ingredients:.- Vitamins A, D, and E: Antioxidants..- Omega 6 Fatty Acid: Provides a protective layer to keep skin nourished...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, sulfates SLS & SLES, and contains less than one percent synthetic fragrance. It  is also vegan and cruelty-free...What Else You Need to Know: This weightless, non-comedogenic balm can be used on bare skin, over foundation, or over powder. The mistake-proof formula can be used all-over as a skin tint or makeup base or use over foundation or powder to add warmth and a natural sculpt.",
    "ingredients": "-Vitamins A, D, and E: Antioxidants..-Omega 6 Fatty Acid: Provides a protective layer to keep skin nourished. ..C15-19 Alkane, Octyldodecanol, Pentaerythrityl Tetraisostearate, Tridecyl Trimellitate, Synthetic Wax, Raphanus Sativus Seed Extract (Raphanus Sativus (Radish) Seed Extract), Cera Microcristallina (Microcrystalline Wax), Synthetic Fluorphlogopite, Silica Silylate, Mica, Hydrogenated Rice Bran Wax, Disteardimonium Hectorite, Oryza Sativa Bran Cera (Oryza Sativa (Rice) Bran Wax), Tocopheryl Acetate, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Dicalcium Phosphate, Helianthus Annuus Seed Oil (Helianthus Annuus (Sunflower) Seed Oil), Rosmarinus Officinalis Leaf Extract (Rosmarinus Officinalis (Rosemary) Leaf Extract) [May Contain/Peut Contenir (+/-): Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491, Ci 77492), Blue 1 Lake (Ci 42090)].",
    "how_to_use": "Suggested Usage:.-Work the fuller side of MAKEUP BY MARIOu2019s F 1 Brush (sold separately) into the Skin Enhancer until the hairs are evenly coated. .-Apply starting from the perimeter of the face..-Blend inward...To get Mariou2019s Two-Step Transformation:.-Apply the SoftSculpt Transforming Skin Perfector (sold separately) over the Skin Enhancer..-Swirl MAKEUP BY MARIOu2019s F 2 Brush (sold separately) into the powder..-Sweep all over to perfect, illuminate, and set your complexion.",
    "num_reviews": 825,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/softsculpt-transforming-skin-enhancer-P500452?skuId=2578011&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2578011-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": []
}