{
    "product_id": "1128",
    "name": "Scalp Balancing Shampoo",
    "brand": "Moroccanoil",
    "categories": "Hair, Shampoo & Conditioner, Shampoo",
    "price": 38.0,
    "about": "What it is:A sulfate-free shampoo with salicylic acid and niacinamide to improve scalp hydration and visibly reduce flakes, oiliness, and itchiness..Hair Texture:Straight, Wavy, Curly, and Coily.Hair Type:Fine, Medium, and Thick.Hair Concerns:- Dryness.Key Benefits:- Hydrates the scalp and soothes discomfort.Highlighted Ingredients:- Argan Oil: Is an antioxidant-rich, natural oil that nourishes the hair and scalp..Ingredient Callouts:Free of sulfates SLS & SLES. It is also cruelty-free..What Else You Need to Know:Gentle yet powerful, this purifying shampoo visibly restores oily, irritated, and dry scalps to a balanced state while providing hair with optimal moisture. Its Botanical Therapy Blend relieves discomfort and protects, promoting the ideal environment for hair growth..Fragrance Description:The Moroccanoil Scalp Collection has a refreshing fragrance crafted from natural oils specially curated for the needs of the scalp. The aromatherapeutic blend of lavender, tea tree, and bergamot awakens the senses for a spa-like experience...Clinical Results:In an independent lab study with consumer and instrumental testing, after 1 use:",
    "ingredients": "-Argan Oil: Is an antioxidant-rich, natural oil that nourishes the hair and scalp..-Salicylic Acid: Is a gentle exfoliant that visibly reduces flakes and prevents oil buildup..-Niacinamide (Vitamin B3): Calms scalp irritation and reduces redness...Aqua/Water/Eau, Sodium C14-16 Olefin Sulfonate, Cocamidopropyl Betaine, Cocamide Methyl MEA, Dipropylene Glycol, Lauryl Hydroxysultaine, Tea-Cocoyl Glutamate, Polysorbate 20, Argania Spinosa (Argan) Kernel Oil, Fumaria Officinalis (Fumitory) Extract, Hordeum Distichon (Barley) Extract, Melissa Officinalis (Lemon Balm) Leaf Extract, Prunus Yedoensis (Cherry) Leaf Extract, Swertia Japonica (Semburi) Extract, Menthol, Citric Acid, Dipotassium Glycyrrhizate, Glucosyl Hesperidin, Niacinamide, Ethylhexylglycerin, PEG-160 Sorbitan Triisostearate, Polyquaternium-10, Salicylic Acid, Butylene Glycol, Isopropyl Alcohol, Parfum/Fragrance, Disodium EDTA, Sodium Acetate, Sodium Benzoate, Sodium Citrate, Sodium Dilauramidoglutamide Lysine, Phenoxyethanol, Linalool, Limonene.",
    "how_to_use": "Suggested Usage:.-Wet hair..-Massage throughout hair and scalp..-Rinse well..-Repeat if needed..-Follow with Moroccanoil Scalp Balancing Conditioner (sold separately).",
    "num_reviews": 356,
    "overall_rating": 4.7,
    "product_url": "https://www.sephora.com/ca/en/product/moroccanoil-scalp-balancing-shampoo-250ml-P513505?skuId=2797819&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2797819-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "8.5 oz / 250 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2797819-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Not for dry scalps",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I was really excited about this shampoo after reading the reviews. Iu2019ve been using it for about two weeks now and it has given me the worst dandruff. I really want to love it because I love all the other Moroccanoil products Iu2019ve tried and it smells so lovely but it just isnu2019t worth the flaky scalp."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I have supper oily hair, have been try alot of shampoo but this is working the best right now, usually i have to wash my hair everyday but i haven't anymore"
        },
        {
            "review_title": "Amazing product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "I wish I had tried this product sooner! Iu2019ve been struggling with a dry, flaky scalp recently, and this has made a huge difference. It helped with dryness and significantly reduced the visibility of flakes. It leaves my scull feeling clean and smells amazing. Definitely with buying!!!"
        },
        {
            "review_title": "Does the job but..",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Does what itu2019s supposed too. Was pretty bummed the scent smells more chemically than the traditional Moroccan oil smell like the other shampoos."
        },
        {
            "review_title": "Absolute NO if you have seborrheic dermatitis",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "This created so many flare upu2019s with my seborrheic dermatitis itu2019s insane. I actually have greasier hair with major flakes and even bumps from irritation on my scalp. I didnu2019t realize how bad it was until I stopped using it"
        },
        {
            "review_title": "Great, but smells bad! Missing that iconic scent!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "The shampoo is satisfactory, but WHY (!!!?) would you change the iconic scent!? One of the selling points of this brand is the amazing perfume used in their products. This smells like some Aveda rosemary imitation. Please, please reconsider the formula solely for the smell. Otherwise, I am thrilled that Moroccan Oil finally has a product line aside from hydration. Keep up the good work, but don't lose your branding in the process."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "If you have psoriasis/eczema on scalp please do not use this. this is the worst my scalp has been in years and that is from using this product. Youu2019re better off using a coal tar shampoo."
        },
        {
            "review_title": "Complete Garbage",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Donu2019t fall for these incentivized reviews like I did. I bought this shampoo and after using it it made my scalp 3x more greasy by the next 2 days. With normal shampoo it does not get that greasy after a day or two. I thought that maybe I just didnu2019t use enough product so the next time I tried this shampoo I tripped cleansed. Lathered the shampoo probably 3 times and let it sit in my hair for a bit. Same exact issue, itu2019s been 2 days and my hair is so greasy and flaky itu2019s disgusting. Save your money do not buy. My drugstore shampoos work better."
        },
        {
            "review_title": "Scalp savior",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I needed something to fix my scalp but also keep my hair from drying out and have always liked the Moroccan oil shampoo so I gave this a shot and Iu2019m so glad I did! Best shampoo Iu2019ve used in a while. No tacky feel and it lathers which is shocking for a scalp shampoo. Doesnu2019t dry out my hair and Iu2019ve noticed so much less itchy scalp. Thank you for making this."
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Combination skin",
            "review_text": "meh. I have thick hair and an oily scalp but I need a lot of this product to get a good lather. For the price and size you get, not worth it. It has this citrus smell that is reminiscent of Marc Anthony's curly hair line (the one in the yellow packaging). My hair felt a bit cleaner after using this product, but it did not yield drastic enough results after a few uses to make it worth buying again"
        },
        {
            "review_title": "Scalp balancing shampoo",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After using this for 2 months I swear it has made my scalp WORSE. Didnu2019t help dryness at all. I was trying to give it a chance and now Iu2019m outside the return window so I wasted my money."
        },
        {
            "review_title": "Not my favourite",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ive had some drugstore shampoo work better than this. It left my hair oily after one dayu2026 the shampoo smells really good but if you struggle with oily hair, I wouldnu2019t recommend this one."
        },
        {
            "review_title": "Not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "After using the shampoo and conditioner for over a month now my scalp is still irritating after a day of washing my hair, my hair still feels itching and i see dry scalp on skin so I would not recommend it and it doesnu2019t help out at all"
        },
        {
            "review_title": "Not for me.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I wanted to love this shampoo, but it left my scalp feeling oily even after double washing. Maybe because there's oil in the ingredients? Not sure, but I didn't feel clean, and I noticed an uptick in the flakes and itchiness a day after washing. Not for me."
        },
        {
            "review_title": "GAME-CHANGER!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I have struggled with oily hair for a long time and have tried everything I can get my hands on.  THIS IS DIFFERENT!  I no longer have to wash my hair every day and it feels fabulous.  Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This was great for my oily scalp. It helped to reduce the amount of sebum my hair produces daily as well as get rid of any debris that my scalp accumulates throughout the day. Will definitely continue use!"
        },
        {
            "review_title": "My hair is so healthy!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "This shampoo from Moroccanoil is amazing! After using it for several washes I noticed my scalp is less itchy and my hair is just overall healthier and has more shine. It also smells great, would totally recommend adding into your hair care routine!"
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I always love the scent that morrocanoil products have. This one has the signature blue mercury original scent.  Im always a bit skeptical with scalp targeted products because while great for scalp they are definitely not color friendly.   This did in fact bleed my color a bit but not too bad which was refreshing.  It did dry tips a bit but not as much as I expected out of a scalp targeted shampoo. The conditioner did help balance that out. As far as my scalp? It did help it alot less flaky less dry. Idont know exactly what but its much improved."
        },
        {
            "review_title": "Perfect Scalp Shampoo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This shampoo was amazing for my scalp. It lathered up really nice and helped my scalp feel less dry. It has a slight tingle to it, but very minimal you would barely know it. My mom who had lupus also used it, and said less of her hair is falling out since using it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I love how this shampoo had a great lather and also cleansed my scalp. The smell was amazing and really gave my hair a great shine. I know this will be great to keep using and see stronger results after a couple more weeks."
        },
        {
            "review_title": "Best scalp focused shampoo Iu2019ve tried!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This shampoo smelled wonderful, although not the normal/signature Moroccan oil scent. It also foamed and lathered really well, which is something I struggle to find in other shampoou2019s of this type- something that reinforces this oneu2019s role as u201cbalancingu201d not clarifying like many others. It didnu2019t leave any residue and didnu2019t strip my hair, leaving it far more moisturized than usual with a scalp treatment!! Love this!!"
        },
        {
            "review_title": "Love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely love this product! My hair smells so good and itu2019s not too strong! It also leaves my hair feeling so smooth and silky! If you are looking for a new product I would definitely give this a try!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019ve been using the Moroccanoil Hydrating Shampoo, and it has quickly become a staple in my haircare routine! As someone with dry hair, this shampoo has been a game-changer. Itu2019s infused with antioxidant-rich argan oil and replenishing nutrients, which work wonders on my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely adore the moroccan oil Scalp Balancing shampoo. It has made my hair soft, while helping my scalp feel cleaner, healthier, and more comfortable for me. Definitely a great addition to any hair care routine."
        },
        {
            "review_title": "Perfect Scalp Shampoo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This shampoo was amazing for my scalp. It lathered up really nice and helped my scalp feel less dry. It has a slight tingle to it, but very minimal you would barely know it. My mom who had lupus also used it, and said less of her hair is falling out since using it."
        }
    ]
}