{
    "product_id": "1683",
    "name": "GRO Scalp Massager",
    "brand": "Vegamour",
    "categories": "Hair, Hair Styling & Treatments, Scalp Treatments",
    "price": 24.5,
    "about": "What it is:A silicone scalp massager with a comfortable-grip handle that invigorates the scalp to promote circulation and support healthy-looking hair..Hair Texture:Straight, Wavy, Curly, and Coily.Hair Type:Fine, Medium, and Thick.Hair Concerns:- Thinning.Key Benefits:- Supports relaxation and a healthy scalp.What Else You Need to Know:The GRO Revitalizing Scalp Massager pairs perfectly with any of Vegamour's scalp products or can be used on its own for a relaxing scalp massage.",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.-Apply your favorite scalp product of choice: shampoo, conditioner, scrub, GRO Hair Serum, GRO Scalp Detoxifying Serum, or treatments (all sold separately)..-Holding the massager in the palm of your hand, gently press the tips to the scalp and massage..-Repeat all over the scalp for as long as youu2019d like..-Can be used on wet or dry hair, with or without product..-Suitable for use in or out of the shower..-Rinse the massager in cool water and hang to dry.",
    "num_reviews": 8,
    "overall_rating": 5.0,
    "product_url": "https://www.sephora.com/ca/en/product/vegamour-gro-scalp-massager-P509788?skuId=2747046&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2747046-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Highly recommended",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this scalp massager! It's big enough to cover a good area, and it's incredibly comfortable to use. A great feature is that you can open it up completely to let it dry, so no mold will grow inside. Highly recommended!"
        },
        {
            "review_title": "A must-have for hair wash days",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This massager is so soft and evenly distributes the shampoo. Loved it!!"
        }
    ]
}