{
    "product_id": "1350",
    "name": "Mini Soft Pinch Liquid Blush",
    "brand": "Rare Beauty by Selena Gomez",
    "categories": "Makeup, Mini Size",
    "price": 21.0,
    "about": "What it is:Weightless, long-lasting liquid blush with up to 12-hour wear. Blends and builds beautifully for a soft, healthy flush in matte or dewy finishes...Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also cruelty-free and comes in recyclable packaging..What Else You Need to Know:This blush creates a pinch-perfect flush using this featherweight formula infused with long-lasting pigments that last all day. Available in matte or dewy finishes, this liquid blush blends beautifully to create soft, buildable color with a natural second-skin finish.",
    "ingredients": "Hydrogenated Polyisobutene, Hydrogenated Poly(C6-14 Olefin), Mica, Octyldodecanol, Ethylene/Propylene/Styrene Copolymer, Trimethylsiloxysilicate, Isododecane, 1,2-Hexanediol, Disteardimonium Hectorite, Sorbitan Sesquioleate, Propylene Carbonate, Triethoxycaprylylsilane, Aluminum Hydroxide, Helianthus Annuus (Sunflower) Seed Oil, Gardenia Florida Fruit Extract, Nelumbo Nucifera (Sacred Lotus) Flower Extract, Nymphaea Odorata Root Extract. [+/- May Contain/Peut Contenir: Iron Oxides (CI 77491, CI 77492, CI 77499), Red 7 Lake (CI 15850), Yellow 6 Lake (CI 15985), Titanium Dioxide (CI 77891), Yellow 5 Lake (CI 19140), Red 28 Lake (CI 45410), Blue 1 Lake (CI 42090)].",
    "how_to_use": "Suggested Usage:.-Gently remove excess product from applicator..-Use the doe-foot applicator and place one or two dots on each cheek..-Use fingertips and gently pat into skin for a seamless finish.",
    "num_reviews": 427,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/mini-soft-pinch-liquid-blush-P508264?skuId=2792489&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2792489-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Truth",
            "shade_descriptor": "mauve maroon",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2792489-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Hope",
            "shade_descriptor": "nude mauve",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2712867-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Virtue",
            "shade_descriptor": "beige peach",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2762052-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Grateful",
            "shade_descriptor": "dewy true red",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2762029-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Happy",
            "shade_descriptor": "dewy cool pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2761971-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Encourage",
            "shade_descriptor": "soft neutral pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2762045-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Joy",
            "shade_descriptor": "dewy muted peach",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2761989-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Love the color",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "I love how it goes on without my foundation, but with it I had to use a lot of product. However it is one of the better liquid blushes I have used. And I love love the color of it."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "It would have no pigment and disappear on face it would blend very nicely though"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Perfect for everyday use I would say, gives a natural dewy finish I really love"
        },
        {
            "review_title": "Rare-beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "i absolutely love this shade! The brand is everything too! Its very silky and smooth. Ive been looking for a good liquid blush, and i think this is the one ive been looking for :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I like it, itu2019s small but you donu2019t need to use a lot to see pigment so it will last!"
        },
        {
            "review_title": "I dont think I would repurchase..",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "I love this blush butu2026 this packaging (for the mini in particular) is EXTREMELY MESSY. Blush goes all in the lid and leaks out onto my vanity. Though a little goes a long way 21$ CA for this amount of product? Not worth it to me. I prefer glossier cloud paint but this is not a bad blush. Very glowyyy"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "this mini is absolutely tiny, maybe the size of a pinky? a good way to try this blush though since i would never use up a regular size. the blush itself is pretty good, a little hard to blend for me and ofc the pigment is great! hope is a great natural color for lighter skin tones, the product photo looks a little lighter than what it actually is"
        },
        {
            "review_title": "WOULD TOTALLY RECOMMENDED!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I got this product after being influenced by basically EVERYBODY and I have absolutely no regrets! This is the best blush I have ever used, so pigmented and while it is pricey it is totally worth it because it NEVER runs out!"
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "It has a nice color and it is very pigmented. It also stays on pretty long"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product is amazing and I absolutely love using it. It is very pigmented but blends out seamlessly. A little goes a long way for this product."
        },
        {
            "review_title": "BEST BLUSH",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "LOVE THIS BLUSH SO MUCH! I got the mini blush and it has lasted me so long. I love it so much and a little goes a long way. When I bought the mini it only had this shade at the time and I do love it a lot it's almost a nude but with pink and orange, I didn't think I would like this shade but it us gorgeous. The only bad thing I can say about this blush is that the mini is very messy it gets all over the stopper and lid but it's not too bad"
        },
        {
            "review_title": "Beautiful product, awful packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Beautiful shade, easy to blend and build out. Great size. My only beef ((and reason for just 3 stars) is the product gums up and builds up around the screw top opening EVERY time. ud83eudee0 If you donu2019t wipe it off once the lid is back on, it will smear all over everything in your makeup bag. A design flaw I hope they can address and fix in the future ud83eudd1eud83cudffb"
        },
        {
            "review_title": "beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "This blush formula is a dream. It blends out into such a beautiful, soft flush of color. It only takes a tiny dot for my fair complexion, so this mini will last me a long time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Normal skin",
            "review_text": "I LOVEEE this product!!!!! it's super pigmented which means you don't have to use a lot and it lasts a while, I still haven't even ran out of my mini. and they have so many beautiful colors and it looks amazing on your face"
        },
        {
            "review_title": "A must have!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "A lot smaller then expected but it goes along way so no worry !! Very pigmented and beautiful color!"
        },
        {
            "review_title": "Love it so much definitely recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love rare beauty and this blush is amazing if you want a blush that will last all day definitely get this blush."
        },
        {
            "review_title": "New favorite liquid blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I got this blush and was worried it was going to be too pigmented for me. I tried it on and it looks amazing on my skin!! I recommend getting the mini 1st."
        },
        {
            "review_title": "Hope is a perfect everyday blush shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Love this formula and Hope is a perfect everyday blush shade for me! The mini size is perfect for travel or touch ups. I'll be back for more."
        },
        {
            "review_title": "Super cute",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Got small package, and I love it. Great formula and blends very well."
        },
        {
            "review_title": "Rare Beauty Hope Blush",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Rare Beauty has some of the best liquid blushes on the market. I have three colors - Happy, Worth and now Hope. They are highly pigmented and last all day. I deducted one star because this item is very, very tiny."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "itu2019s a good color and works well but it comes really really small and if i knew i woudnt have bought it because itu2019s really small"
        },
        {
            "review_title": "A must have for a simple look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "A really pretty colour look amazing on darker skin tones  and itu2019s in shade truth"
        },
        {
            "review_title": "Gorgeous blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Love this one so much! Especially the shade hope looks so good on me."
        },
        {
            "review_title": "A must-have in my makeup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Normal skin",
            "review_text": "I love it. Iu2019m feel so good with that i loveeeeee it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This product is amazing very pigmented and it lasts for a long time"
        },
        {
            "review_title": "a must buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "this blush is AMAZING! i use it everyday and it lends out flawlessly! 100% recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This is a beautiful color and it blends so easily. A little goes a long way!"
        },
        {
            "review_title": "Rare beauty blush",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "After receiving my package I thought that it would be a little bigger it is small and tiny. The formula is so good ,when u apply it onto your face it goes on so smoothly . I got the shade hope it is like a nude pink and it looks so natural."
        },
        {
            "review_title": "Itu2019s good",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Veryyyy tiny but as you may know, those are so long to finish so it is worth it if you want to try it for a bit, but for the price I recommend to go for the big one"
        },
        {
            "review_title": "A must have love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Its sooooooooooooooooooooo pigmented I bought the full size two years ago and I still ha dent even made a dent. I only bought the mini for travel soooooooooo gooood"
        },
        {
            "review_title": "TINY",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I ordered a mini KNOWING it would be smaller than the full size, but let me tell you, IT WAS RIDICULOUSLY SMALL"
        },
        {
            "review_title": "Donu2019t fall for it!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I got the bottle and was surprised by how small it was ud83dude2d but thatu2019s just slowness on my part besides the size the pigment really wasnu2019t giving what I thought it would? I watch all these reviews on the blushes being SUPER pigmented but my isnu2019t? I donu2019t rlly know why itu2019s not that pigmented like I can get a drugstore blush that has more pigment? But it is cute and small so!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Super gorgeous blush. The pigment and color was pretty but the biggest issue it the size. I knew it was mini but itu2019s so tiny, I thought it was a sample."
        },
        {
            "review_title": "LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "this is the teeniest cutest blush ever. it is super pigmented so it lasts a while even in the little container. super easy to blend and color is beautiful."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone, Dry skin",
            "review_text": "This is a really pretty color and itu2019s has so much pigment. a little goes a long way."
        },
        {
            "review_title": "great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Normal skin",
            "review_text": "love the color and smooth to wear. it's a great product and worth the money"
        },
        {
            "review_title": "Use it everyday!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I have had this product for a while and I truly love it sometimes a dot can be a little heavy but lends really well!"
        },
        {
            "review_title": "A must have blush for sure",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Light skin tone, Normal skin",
            "review_text": "I just love this blush. Awesome shade it will suit fair cool undertones. Very pigmented and buildable. Since this is dewy it looks very natural on skin. Itu2019s mini still it will go a very long way so I feel itu2019s value for money"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love this product it is so pigmented and lasts absolutely forever"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "The best blush Iu2019ve ever used itu2019s not to over powering of u use the right amount it lasts all day and has lots of pigment and lots of product"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Now i know what the hype is all about. It stays like for the whole day. I go to office and i come back 12 hours the blush is there."
        },
        {
            "review_title": "BUY NOW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "i love love this colour, this lasts me forever and I only really need 1-2 dots and its easy to take anywhere. for colour its like a more fun version of hope, its a super pretty pink but i like hope more and its different"
        },
        {
            "review_title": "use in my routine",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Dry skin",
            "review_text": "This is a great product and I have the bigger version in a different color and itu2019s great so I thought I would try the mini it is WAY smaller then you think but I think you should buy the bigger one itu2019s so good and never runs out"
        },
        {
            "review_title": "Love this so much",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Love this so much. It got me to buy a full size bottle"
        },
        {
            "review_title": "Perfect blush for fall.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Always love these! They havenu2019t disappointed me yet!"
        },
        {
            "review_title": "Itu2019s okay I guess",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "I would rate this stuff a 3 itu2019s very pigmented and if you get the mini itu2019s really small so you will loose it very quickly"
        },
        {
            "review_title": "Everyday blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Absolutely loving this product and the color! I recently started using it, and even though I have a brown skin tone, itu2019s such a perfect match. So glad I tried it!"
        },
        {
            "review_title": "Good Formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Good formula, lasts 12+ hours with minor fading, pigmented but buildable. Not dewy but not matte, that'll depend on your makeup/skin underneath"
        },
        {
            "review_title": "Pretty good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Really pretty, itu2019s great because you only need a small amount of it for it to show on your skin."
        },
        {
            "review_title": "I must have this in my routine ufffc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "ufffc  it is a good product and it goes on very smooth ufffc"
        },
        {
            "review_title": "HOPE - Natural Everyday use shade ud83eudef6ud83cudffb",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Hope is the best shade if you want a - u201cNo makeup, cute looku201d. It worked so well on my fair-brown skin. Very pigmented and Natural colour.  I use this shade almost everyday ud83dudc9b  I"
        },
        {
            "review_title": "Not exactly great",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This product is really good!Just before and after always use a primer and a setting spray because if you donu2019t it will fade off in a hour or 2."
        },
        {
            "review_title": "Would recommend",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "For a liquid blush this one was pretty good. I like how you can blend it in pretty easily and it doesnu2019t feel to thick on the skin. Also gives a nice glow if that what your looking for"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "very pigmented so you only need to use a tiny dot on your face but this stuff will last forever"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "NEVER RECEIVED AND CUSTOMER SERVICE WONT EMAIL ME BACK."
        },
        {
            "review_title": "A mutch needed blush!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I LOVE THIS BLUSH!!! I am obsessed with this brand and this color is soooo pretty!!! I highly recommend it for middle school girls just getting into makeup, and the mini is very nice for travel, bringing to school, and I honestly just wanted to try the product before I actually commit to the full sized product. BUT NEXT TIME... the full size product will definitely be in my collection!!! Thx for this Selenaaaa!!!! ud83eude77"
        },
        {
            "review_title": "A must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This blush is super pigmented.I dont  think I've ever had a blush that lasted this long!"
        },
        {
            "review_title": "beautiful!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "this blush is amazing!! it lasts so long and is just the right amount of pigment! the blush blends out so easily, and is such a pretty color! perfect for any skinu2764ufe0f only thing it it leaks, and i dont know why. i dont know if it is just me, but i still use it every day!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "i love it! this is my go-to blush. Highly pigmented, blends well, and lasts all day!"
        },
        {
            "review_title": "small",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Normal skin",
            "review_text": "Product is really nice but ITS SO SMALL!!! Like the shade and I guess you could say pigmented."
        },
        {
            "review_title": "THIS IS MY MUST HAVE BLUSH that I will always use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I love using this product especially the hope. hope is a very light but also the perfect pigment, just use a little dot because just a tiny dot can go a long way. I definitely recommend this and it's not cakey with my makeup"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love the colors they are so pretty ud83eudd29 I wold def recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "so good. I love this shade! the slightly deeper mauve is so flattering when you blend it out"
        },
        {
            "review_title": "blush routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Dry skin",
            "review_text": "omg this product is so good it's so pigmented for $14 for only that big isn't that great but the product itself is the best it's got the best pigment not too much not too less the perfect shade recommended"
        },
        {
            "review_title": "my fave blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this blush so much but I don't like how much pigment it has. other than that it's amazing! it's dewy, glowy, and long lasting"
        },
        {
            "review_title": "love love love! u2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "I originally got this to test it out and it is so good! it leaves the perfect pinky color of your face. I will be buying the big bottle. (I got the shade hope)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "sooo pretty, and so easy to blend. though it leaks a little bit on the outside."
        },
        {
            "review_title": "Gorgeous.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Blends out like butter, i got the shade hope and itu2019s such a beautiful subtle pink that gives your face just the right amount of colour! definitely a winter shade though. Selena gomez ud83dudc4f"
        },
        {
            "review_title": "ABSOLUTELY A MUST HAVE!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "THIS IS AMAZING!! I adore this product! I got the mini to try it out and I got it in the colour happy. It come out dewy but once you put it on it looks PERFECT! It also has a good amount of product min it."
        },
        {
            "review_title": "Perfect for no makeoup-makeoup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Looks very natural and is definetely very buildable. You only need about two dots for each use. I can see this mini blush lasting me for a long time!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is a very good product but the packaging Is very messy"
        },
        {
            "review_title": "So tiny",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "if your mini had a mini me, it will still be small."
        },
        {
            "review_title": "Never going back to powdered blush.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After using powder blush my entire life, I am never going back. This little bit of product goes a long way. Just a dab on each cheek and blend in with the complimenting Selena brush, and youu2019re looking radiant. Highly recommend you give it a try."
        },
        {
            "review_title": "A new favourite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I use this to bronze up my skin (I am fair). The formula is long-lasting.. even after a full day of being a teacher at a daycare it looks beautiful on my skin. Well done Selenerrrr"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i love it sm so cute and pretty i love the color itu2019s perfect for on the go"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "love it! It highlights my skin very well, and I like how pigmented it is"
        },
        {
            "review_title": "Amazing product, not so nice applicator",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Very nice shade and easy to blend. I only leavs 4 stars because I do not like the applicator on the mini size. I have the blush in different colour in the big size and I can say that the big sizeu2019s applicator is much softer and has a nicer feel to the skin. The miniu2019s applicator is rather hard and I feel like Iu2019m poking my cheeks with it. I wish they kept the same applicator."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "perfect little blush that adds a little bit of color, would recommend and last a long time just really expensive. elf is a good dupe but rare beauty is decent"
        },
        {
            "review_title": "Smooth, Buttery and lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I LOVE this product. It is so smooth and buttery. It blends so well with BB cream or foundation. I use a tapered blush brush from IT cosmetics to blend. Definitely will be purchasing more. It looks stunning on my beautifully on my very light paleIt"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this blush! easy to blend, lightweight, nice pigment and doesnu2019t trigger more breakouts. The shades are gorgeous!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i love this product so much it has the perfect pigmentation and coverage and isnu2019t splotchy. Though i do think that i picked a wrong shade but after a month of wearing iu2019ll probably go to sephora and get another shade because i love it so much."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great product, a be safe and gives great color. Would definitely recommend."
        },
        {
            "review_title": "beautiful blush!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s really pretty on the skin and a little goes a long way butu2026 I do think itu2019s small for the price (it will last you a good time but still thinks itu2019s a little pricey  I think itu2019s better if you get the full size. Itu2019s a good alternative for you that wants to test it"
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "the mini goes a long way I love the color with my skin tone it's a perfect match. very easy to use and very easy to build on the color. a must in my make up bag"
        },
        {
            "review_title": "This is a MUST have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this so much!! I have had it for a few weeks and itu2019s so pretty on me. The shade u201cHappyu201d is personally my favorite! I rate this 5 stars and you should run and get yourself one!!!!!"
        },
        {
            "review_title": "I use this after I put on concealer ufffc",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this product it is a great blush and I use it a lot and will definitely purchase again but it is very pigmented but I love the color and texture."
        },
        {
            "review_title": "I recommend without a doubt, a very great formula.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i absolutely love this product and 100% would by again. I recommend this to anyone looking for a great sun kissed glow. I would also like to thank the Sephora employees for being so kind and making my first Sephora visit a great one."
        },
        {
            "review_title": "must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i love this blush so much it is so cute on my skin"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This honestly so great and has SO much pigment! I got it in shade joy and the peachy-coral color is just perfection!!"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I LOVE LOVE LOVE this product! I bought the mini to test the color and product out, and I was not disappointed! Super pigmented, easy to blend, and beautiful color! I have pretty light/fair skin, but I chose a darker pink and loved how it looks!"
        },
        {
            "review_title": "Much smaller than expected",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Tbh there is better blush out there itu2019s not bad just not the best I recommend she glam it is much cheaper with more pigment and a larger amount"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this shade of pink, pigmented. Adds a flush of color."
        },
        {
            "review_title": "Ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This shade (Hope) is pretty but you have to really build it up if your skin is dark. The texture is nice though. I use it for days when Iu2019m high on the minimal spectrum. I didnu2019t like it on the lips. Stick with the tinted lip oil for that (which I love)."
        },
        {
            "review_title": "Overall an okay product.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Overall it is a good product. The only thing that is kinda disappointing is the size. The full size is much cheaper."
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So affordable and bends out amazing. Itu2019s super pigmented Perfect for travel"
        },
        {
            "review_title": "I love this blush!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This blush has really great pigment, blends well, and it easy to take places. The mini is really tiny, but it lasts longer than it looks like it would."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This blush is so beautiful for a natural day! I love the consistency of this product and it leaves such a pretty glow! Rare Beauty definitely has some of my favorite products!"
        },
        {
            "review_title": "The best blush I've ever used",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This blush is my favorite ever since i tried it! It perfects my makeup routine everyday"
        },
        {
            "review_title": "really nice but overpriced",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "itu2019s a great blush. i got this one for my sister and to me the price is insane for a mini like it could go for 8$ not 14 itu2019s so small but the formula is on point. blends like a dream"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The best blushhh. I love how small it is cause you only need a little!!"
        },
        {
            "review_title": "Similar to something Neverending but it's GOOD",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Encourage is a beautiful shade. I've had the same mini bottle of this blush for about 2 months now, and it looks like I haven't made a dent in getting through the product. This blush lasts a long time but the shades are really pretty."
        },
        {
            "review_title": "pretty in makeup and is very bright",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This blush is one of my favorite blushes i have owned i would buy it agian in the bigger verison now it is a little cheap for the small on bc its on like 14 and the big one is 26 dollars so a little bit more pricer but i love it and would buy it again.u2764ufe0fu2764ufe0f"
        },
        {
            "review_title": "u2728ufe0fYEAH GLOWu2728ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this product it's perfect for that dewy glowy makeup look.It's a blush that won't make me break out bad, hundred percent recommend.(trying to be a product reviewer)"
        },
        {
            "review_title": "Always in my makeup routine lol",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I tried this product a year ago and itu2019s amazing! It has lots of pigment and last the whole day!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The color is so cute and pretty I got encourage and a little bit spreads a long way I love this and I am 100% buying it again!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like many others love rare beauty! I wanted to try the blush but was scared from all the reviews about how pigmented it was so I thought this would be a good way to try it... I love it! I also love that it is a travel size so I can easily store it in a small makeup case or even a purse or small bag and it doesn't take up much space. wonderful product, highly recommend!"
        },
        {
            "review_title": "Love shade not size",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the shade so much! I will for sure be buying the full size! But do I think that it should be $14 for a tiny thing? No."
        },
        {
            "review_title": "Favorite blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the pigment blends in really easily to the skin my fav liquid blush"
        },
        {
            "review_title": "A beautiful blushufffc",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Even though this size is extremely small for $14 I find that it last you for a very long time even though it is small, love the pigment and the creaminess of the product itself!"
        },
        {
            "review_title": "BEST BLUSH EVER!!!! u2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I Lu2764ufe0fVE this blush!!! It is very vibrant and blends into my skin very well!!! It lasts a long time and doesnu2019t feel like anything is on my face too! Get this as soon as possible!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "ONE OF THE BEST BLUSH I EVER TRYED.... this blush is very pigmented and stays all day I get so many compliments when I wear it"
        },
        {
            "review_title": "Alternative uses, lips ud83dudc44",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a good product however the color actually works better for my lips, itu2019s a natural color that enhances with a very subtle touch, the texture works for cheeks & lips."
        },
        {
            "review_title": "Wish I Bought Into The Hype Sooner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I get the craze around these blushes now. I held off on trying them for so long but they are amazing. They have pigment but itu2019s not as intense as I thought it was going to be watching all the reviewsu2026maybe they were just deeper shades people were trying. They are super easy to use, blend very easily, you donu2019t need a lot of product, the finish is beautiful and they last all day. Basically all you can ask for in a blush! Plus theyu2019re reasonably priced for how good they are. The shade virtue is gorgeous! Itu2019s like the perfect summer u201cI was just in the sun all dayu201d shade. I will be using it all summoner long!"
        },
        {
            "review_title": "Nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Really pretty and long lasting bought over 4 months ago and still have over 3/4 left but itu2019s hard to blend sometimes"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this product! This was my first time buying from the brand and I wanted to try out the blush before I bought a full size and I love it! Itu2019s easy to blend out, itu2019s lightweight and has a beautiful glowy finish! Buy this!"
        },
        {
            "review_title": "Awesome Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Did not dry out my skin nor did it irritate my skin and there is lots of product in the mini oneufffcufffc"
        },
        {
            "review_title": "good size to try!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "the shade is a little bit dark on my skin tone (thatu2019s my own fault) but to try out different colours this size is perfect!"
        },
        {
            "review_title": "Cute",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Really good I always underestimate the pigment and accidentally put too much but I noticed that it doesnu2019t last that long  and  Iu2019ll probably get another one in a different shade"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Dewy effect , very pigmented best formula for dry skin but product quantity is quite less"
        },
        {
            "review_title": "Ate Down",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So pigmented like EXTREMELY pigmented I have to use half a dot but i use more then that ill look like a tomato but anyways shout out to selena you ate with this one"
        },
        {
            "review_title": "So cute! Love the blush!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Absolutely love this!!!!!! First off the size of it is so so adorable!!! Second it does look a lot darker in reality but itu2019s not as dark after blending it out. Itu2019s this rlly pretty pink that is more on the purple side but as long as you donu2019t mind that itu2019s actually a really pretty color"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Super tiny but one dot gets the job done. The shade Happy gives a very healthy flushed look. Gorgeous under my Milani Dolce Pink for staying power or on its own for a dewy finish."
        },
        {
            "review_title": "Favourite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Prettiest Color!! So pinkud83dude0d blends beautifully and so pigmented but everyone should already know that !"
        },
        {
            "review_title": "I use it every day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I accidentally got the wrong shade, but it still ended up being so great! Any shade works well!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "ABSOLUTELY LOVE THIS PRODUCT AND WILL LIVE FOR THIS!! the blush isnu2019t too much pigmented but not dull so itu2019s perfect for your skin and it blends out SOOOOOOO nicely!!"
        },
        {
            "review_title": "Mini not worth it compared to the full size",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is not a review in the product it self but the size. The .11 oz is more than twice the cost per ounce as the full size. They honestly feel like free samples or like the VIP 100 point samples. Buy the full size it will save you in the long run."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "A pretty pigmented blush, though there are definitely better. The mini is super small so if youu2019re buying and you like it just get the bigger version. Some colors will have a different finish (matte/ dewy)"
        },
        {
            "review_title": "I think thereu2019s better blushes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the product but it leaks all over the capufffc the formula is great and the pigment itu2019s just the leaking"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "LOVE the shade u201cJoyu201d. You really donu2019t need much, so this bottle will last me awhile. Iu2019ve had a hard time in past blending liquid blushes, but this one blends quite nicely."
        },
        {
            "review_title": "Wow just wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Honestly how did we survive before rare beauty blush. Itu2019s so so so good. Just a dot not a lot and you are set! Such a stunning color- a must have in your daily makeup routine"
        },
        {
            "review_title": "Amazing Liquid Blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love the natural finish on this and itu2019s so blendable, I originally bought a mini to test it out but I will definitely be buying a full size when it runs out."
        },
        {
            "review_title": "A great buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this color and the travel size! It doesnu2019t take a lot of product to get a beautiful glow."
        },
        {
            "review_title": "Nice shade",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is cute and pigment is nice. I need to try other colored!"
        },
        {
            "review_title": "Good blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So pigmented blush .  Best colour for fair skin tone ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got the full size before the mini and iu2019ve been loving it. I decided to get the mini for traveling, and it has lasts me a long time! Its blends very well and is good for no makeup/natural makeup routines. Will buy again!"
        },
        {
            "review_title": "Lives Up To the Hype",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s so lovely. Great color, wear, etc. Just get it. Worth the splurge."
        },
        {
            "review_title": "i loveeeee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "iu2019ve already tried this blush in grace, so i knew i loved the formula. i was a bit scared about the color joy so i got the mini, and it is amazing!! the color is so beautiful and it lasts so longgg"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After using this brand in liquid blush, I couldnu2019t ever go back to a powder. Itu2019s beautiful and shows more of a natural look. Itu2019s easy to apply and absolutely beautiful!"
        },
        {
            "review_title": "my favorite !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "after using this product my skin looked great! really pigmented so donu2019t put a lot on but over all great !!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019m really impressed with rare beauty products.  This blush blends very nicely and Iu2019m usually scared of liquid blush."
        },
        {
            "review_title": "Best Blush!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After using this product, I am confident enough to say that it is my favorite blush. Application is very easy and so is blending the product in. I love the color and results!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am not sure about buying this product again. Not bad but not as special as I thought it would be. You can find cheaper versions with similar quality."
        },
        {
            "review_title": "Better than ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Omg this is amazing! I got this about 2 weeks ago and it is so moisturizing and pigmented. You need to purchase this now."
        },
        {
            "review_title": "Perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Literally perfection !!! I'm obsessed with how even it goes on !"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Absolutely beautiful! The color and consistency are beautiful and easy to work with."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Such a great summer blush!!! So dewy and such a pretty colour! Love it and will be using it all summer long"
        },
        {
            "review_title": "Sooooooo Good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I literally just got this product today and i'm in love. It's pigmentation is absolutely phenomenal and it's beautiful on my skin. It's hard to find blushes that look good on my brown skin color but this one is so pigmented and so pretty!"
        },
        {
            "review_title": "My favorite blush!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this blush it is so pigmented! Every time I use it, I get a sleek elegant look with the perfect amount of color and shimmer. When I first opened it, I thought this was not worth the money. It was so tiny, but I've had it for months, and I'm not even halfway done. It's definitely worth the money."
        },
        {
            "review_title": "A must have. ud83dudc8bud83dudc8b",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After just getting this, I didnu2019t realize how it can be slightly more orange (which looks great with my complexion!) I will be using this everyday itu2019s so good and pigmented ud83dude3b"
        },
        {
            "review_title": "ud83cudf80A must in my makeup routine!!ud83cudf80",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this blush so much!!! It is great for traveling or just for your bag! Itu2019s the perfect color and looks absolutely stunning with my makeup!ud83dude0d IT IS A MINI MUST HAVE!!!"
        },
        {
            "review_title": "So beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product is so pretty on skin and doesnu2019t brake me out"
        },
        {
            "review_title": "Pigmented and glowy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Very glowy and pigmented is pretty small but itu2019s good for when u want to test out the product to see if itu2019s your style before buying the big version. Very clean doesnu2019t take off your base when blending it in"
        },
        {
            "review_title": "Love love love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i love the color its so pretty and it lasts all day and it will last a long time! I love the color sm and it looks so good! Definitely recommend and getting the big size soon!!"
        },
        {
            "review_title": "YES",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So so so beautiful. I definitely like the mini more than the full size. I find the light colours better than the darker ones"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "good and pigmented, very small yet not a lot cheaper than full size"
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Absolutely love it, I got the mini and I think itu2019s going to last me forever"
        },
        {
            "review_title": "Not received",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was charged for this item and a different one but didnu2019t receive them, very upset because they were supposed to be for my birthday and I got the wipes and my free birthday gift but not the most expensive item I paid for  S"
        },
        {
            "review_title": "Love the formula and color",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It has very good pigmentation, the color is beautiful, but the mini size is very expensive the size is too smaller. I should make it bigger. Since you can have more variety, the full size may make you tired of wearing the same color."
        },
        {
            "review_title": "Perfect pigment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s so pigmented itu2019s insane. I use it everyday and itu2019s the perfect amount of natural and very noticeable. Itu2019s actually so worth it bc itu2019s lasted me forever"
        },
        {
            "review_title": "must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "love this blush so so soooooo much. itu2019s so pretty. thereu2019s a lot of pigment, but not too much."
        },
        {
            "review_title": "Less Commitment - On the Go size is A+!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i really love all of the rare beauty liquid blush but especially like this new option of a smaller size. itu2019s nice for on the go and doesnu2019t make me feel like i have to heavily commit to a color. works beautifully, love this subtle pop of color"
        },
        {
            "review_title": "LOVE! so pigmented",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the results! It's extremely pigmented but I'm not surprised. I definitely recommend this to anyone wanting to try out the blush but not ready to spend that much money on the original size like me."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this liquid blush, but A LITTLE GOES A LONG WAY! One tiny dot will give you the full cheek"
        },
        {
            "review_title": "Love love love ud83dude0dud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ohh my god rare beauty ud83dude0dud83dude0dud83eudef6ud83cudffb. Iu2019m big fan of rare beauty and i use all products. I like this blusher much. I have most blusher from rare beauty. Whenever i gift it to someone, everyone likes it and also use this ud83eudef6ud83cudffbud83eudef6ud83cudffb they also use"
        },
        {
            "review_title": "Must have of Rare",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love it, itu2019s a really really cute color, i love how good it blends on my skin (fair-medium skin tone) and it will really look so good on dark skin."
        },
        {
            "review_title": "Versatile neutral blush shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this shade! Hope is really such perfect neutral shade that brings out my makeup looks very nicely. Love that itu2019s buildable and can work different with any look. Definitely a go to out of my rare beauty liquid blushes!"
        },
        {
            "review_title": "Lasts long & is worth the money",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I ordered this in january and have used it everyday since and STILL havenu2019t run out. it is now may and i donu2019t even think im halfway done, its my perfect shade & i love the formula!"
        },
        {
            "review_title": "Perfect Blush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got the mini and it's so worth it because a little goes such a long way. Once I run out I'll probably get the full size but for my mini does it's job perfectly"
        },
        {
            "review_title": "love thisss!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "love this! i love how its easy for carry around because its mini. its alot for a mini version, because you use tiny dots since its so pigmented!"
        },
        {
            "review_title": "Liquid gold",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is the first non-powder blush I've ever tried and it did not disappoint! Was afraid liquid would be too dark or streaky but this is silky and blends perfectly for a natural look. I will definitely buy more colors."
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Such a pretty pink color. Easy to work with. The mini is actually the perfect size as well."
        },
        {
            "review_title": "Must Have for traveling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After using this product for a vacation I was very impressed on how long lasting the product was total recommended"
        },
        {
            "review_title": "RAREBEAUTYud83cudf80ud83dude4cud83cudffd",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love it !! But itu2019s way smaller than I expected u2026 def worth it lasts a long time ud83cudf80"
        },
        {
            "review_title": "Wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Yes, yes, yes! A little bit packs quite the punch! Itu2019s beautiful and wears very well. Iu2019ll be going back to purchase more colors."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the color but leaks so much. Like when I say leaks so muck I mean like a full paper towel full of extra product on the side"
        },
        {
            "review_title": "Colour payoff is great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Super pigmented. Love it.  I love this colour and formulation.  Will definitely purchase more colours."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love it ud83eude77ud83eude77 a must . GREAT BLEND PERFECT COLOR FOR SUMMER I LOVE RARE BEAUTY BLUSH"
        },
        {
            "review_title": "Very cute",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Very cute and easy to apply. Very pigmented. Beautiful color"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product is too small for the price. Other than that, it is amazing for summer. It is darker than i thought, but still gorgeous. Definitely a must have in my collection."
        },
        {
            "review_title": "A must have for daily use",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s the best u2026 pocket friendly easy to Cary in your mini bag . Very pigmented and looks very natural."
        },
        {
            "review_title": "Selener did it again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is beautiful and Iu2019m so glad I got the smaller one I have some of the big ones and they last forever . I atleast have a chance of using all this ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": ""
        },
        {
            "review_title": "So worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is such a good shade for me and so cheap love recommend you buy it and try it out"
        },
        {
            "review_title": "Easy to use pigmented blush",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really love the rare beauty blushes - pigmented but blendable. This shade in particular is very natural looking on my skin tone - I can wear it without foundation for no makeup days and it looks lovely. Minus one star because I find you need to set it for longevity"
        },
        {
            "review_title": "One of my Favorite Blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Always wanted to try Rare Beautyu2019s blushes and glad they had this in mini form! Pigment is amazing and color payoff is beautiful. I will definitely purchase this in regular size."
        },
        {
            "review_title": "My favorite blush ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is so good. I love the size of it and it is worth 14 dollars. The shade is gorgeous and so easy to blend. I also have bliss. 10/10 recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Very easy to blend. Feel is watery and moisturizing. Color pigment is great."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Tiny packaging, nice color and a dewy finish but I donu2019t feel like it lasts as long as the full size color happy"
        },
        {
            "review_title": "Small and mightyu2014 perfect for travel or every day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love it so much!! The small size is perfection. I wish I had every color. So pigmented but perfectly blendable. Itu2019s a new staple for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s a great color and super pigmented. The mini size is perfect for when you are on the go and need to have it in your bag. I really recommend this product because itu2019s overall convenient and a good price for how long it last will last last"
        },
        {
            "review_title": "Yep! A win!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love this product, I received it as a add on and I am so glad I picked it.  The colour is so pretty.  I actually just ordered a bigger size."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this mini blush and I pair this with a haus labs blush and itu2019s sooo beautiful!"
        },
        {
            "review_title": "ONE OF THE BEST BLUSHES EVER!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this blush so much! i have this color, and the shade hope. i love both of them! even though it is little, there is a lot of product! the color is so beautiful too!"
        },
        {
            "review_title": "SO SO SO TINY u2639ufe0f I donu2019t think it worth that price",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The size is so small compared to the price and the highlighter came broken u2639ufe0fu2639ufe0fu2639ufe0fud83dude2dud83dude2dud83dude2d"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely LOVE rare beauty Products, the blush is my favorite!! This is an amazing product. I really reccomend. Its sooo pigmented and has a great formula. LOVE LOVE LOVE IT!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The mini size is so convenient! perfect for travel!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am in LOVE with the formula and colors Hope & Joy! The colors are so beautiful and the formula is light and blends so easily. This is my new fav liquid blush and Iu2019m not looking for a replacement, Iu2019ll buy this again & again!"
        },
        {
            "review_title": "Junk",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I purchased this myself. It was not a free Product for review. I didnu2019t like it at all. The colour did not work well for my pale skin. It did not blend  well. I have used way better blushes. Theses Rare Beauty products are just social media hypeBesuty really seem"
        },
        {
            "review_title": "Super tiny and high priced",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Honestly very disappointed in the size of this product it is super tiny! And for $14 ud83eudd26ud83cudffdu200du2640ufe0f please get full size this is just not worth it at all."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Pretty pink blush, but when applying straight onto my face its to bulky. I apply it on my hand and blend it onto the brush from my hand itu2019s perfect!"
        },
        {
            "review_title": "Cute!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Such a cute pink, really easy to blend and stays on for a long while :) great for my peachy skin tone and dark hair"
        },
        {
            "review_title": "I LOVE THESE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have four of these! Grateful, Joy, Hope, and Happy. Grateful is what I am wearing in the picture, and while I sheer it out, itu2019s very buildable. The blush is creamy and blends lovely with just my fingers."
        },
        {
            "review_title": "Read",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Loveeee itu2019s so nice esp with the pigment but very small"
        },
        {
            "review_title": "Highly recommend",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Pretty easy to blend out and is a pretty color. I donu2019t use it as much anymore because I have made my makeup routine shorter and more simple, but i still the it looks gorgeous on some occasions"
        },
        {
            "review_title": "No for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Very light had to use it couple times to see it on my skin"
        },
        {
            "review_title": "Love thisu2026.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this mini blush for travel they come in every rare beauty blush shade itu2019s great for in your car or on the run works just the same as the full size has super cute packaging and worth the money"
        },
        {
            "review_title": "I understand the hype",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Dooo pretty and natural. Loved it. Blended beautifully."
        },
        {
            "review_title": "Best everyday blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a perfect blush i love it so much i wear it everyday now. Even in the tiny packaging the formula is the same and is as pigmented as the full size"
        },
        {
            "review_title": "My daily use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Use this blush with hourglass concealer and Huda beauty loose powder and ud83eudd2fthe best combo"
        },
        {
            "review_title": "Must have ufffc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Very pigmented beautiful color ufffc good size for mini ufffc nothing bad about it at all. Great texture feels amazing on skin and good applicator. ufffc"
        },
        {
            "review_title": "Better than the original",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I think itu2019s much better value than the original considering you donu2019t need a lot of product in one use, very pigmented and pretty colour."
        },
        {
            "review_title": "Great buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is amazing even though itu2019s mini it still lasts a long time and is very pigmented and you really donu2019t need that much so it lasts a long time"
        },
        {
            "review_title": "BUY ITT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Super pretty neutral color!! I love how it looks and itu2019s super cute and good for traveling!! Highly recommend!!"
        },
        {
            "review_title": "Love this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this product even though it is small it is a nice shade and applies nicely in any skin type I canu2019t tell you out how much this product made a difference in my makeup"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "LOVE the color and blends so seamlessly and lasts foreverrrrr"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Works perfectly with my eye color and blends out so evenly!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "OMG i love this blush. it blends so well and it has so much in it for how little it is. i will always repurchase this it is so perfect"
        },
        {
            "review_title": "Pretty good didnu2019t like the dew",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Okay so I bought the mini size because I didnu2019t know if I would like it. I love the color because it matches the rare beauty lip oil shade I have happy. But the dewness of it I donu2019t like that much. Next purchase it will be a matte one."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "the most beautiful color ever! beautiful and looks like that perfect kiss of blush."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Rly rly good, worth buying the full size, the pigment is super good and I definetly recommend but gotta say itu2019s a little too small for a mini"
        },
        {
            "review_title": "Perfect for traveling!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Such a beautiful pink shade. Rare Beauty just does no wrong, we all know these blushes are IT. Minis are convenient for travel & Iu2019ll be buying more shades if released in this size"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this. Itu2019s a little expensive but worth it u2764ufe0f"
        },
        {
            "review_title": "I love this but really, really small",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Donu2019t get me wrong, I love the rare beauty blushes, and I have been using them for about 1-2 years. However, this blush is honestly a ripoff. It is SO small. I was shocked when I opened the box to see I would just recommend getting the full size.the tiniest thing I had ever seen. I understand that the blush is very pigmented, but the size seeems like a rip off."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I just gave my review since my package was lost , but I already have it in my hand , I loved my product despite being my first purchase and the scare of the package , I could have it at the end ."
        },
        {
            "review_title": "BEST MINI BLUSH EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am so glad Rare Beauty came out with more shades. I got my blush in shade happy and it looks so good on my face. Definitely my fav blush."
        },
        {
            "review_title": "To expensive for what it is",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love it but itu2019s so small for the price. Other than that it looks really good!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So cute and looks amazing. Great for travel or to just try it out."
        },
        {
            "review_title": "a moment of a baddie",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "sheu2019s cute. better mini than big so pigment isnu2019t over powering. thereu2019s better products out there like the melani blushes!!! but she cute sheu2019s a moment."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I ordered this and it came in a empty box so I would like a new full sized one"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product lasts a long time considering the small packaging. You only need to apply a small amount, and it blends very easily with a brush."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After using this product Iu2019ve noticed that is amazing the way that the color is in your skin, keep the soft and textured even when you blur"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I donu2019t wear makeup often so i only wanted the little one but it is the perfect match for my skin and is such a great product. Left my cheeks looking rosy and soft"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product isnu2019t worth the 14.98 I spent. It very small if anything it shouldu2019ve been 5-10 dollars. As far as the product itu2019s okay definitely not like illa but itu2019s ok"
        },
        {
            "review_title": "Terrible Product",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Do not buy this product, is not as described and had terrible packaging. On my ring camera the deliverer just dropped it on the ground and it hit the ground, do not recommend."
        },
        {
            "review_title": "ud83dudc95ud83dudc93ud83cudf38u26a1ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i have the full size happy but wanted to try a different shade since i loved it do much and this kne is amazing and i doubt it will ever run outud83eudd0d"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like this a lot itu2019s so cute and little and will last me a long time I do like other shades more though"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I LOVE the shade and the pigment is incredible. For me I only need half a dot for a perfect blush"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this product, but for the price youu2019re paying for this you might as well buy the full size because this is wayyyyy smaller than expected. But I really love the formula."
        },
        {
            "review_title": "Not a fan",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is my honest opinion on this product. I will be returning this product, it does not blend well into my skin, I have very smooth skin so it should easily blend but it doesnu2019t"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "really like the pigmentation, stays on all day, and it doesnu2019t pill when put on top of sunscreen"
        },
        {
            "review_title": "A must have in no makeup routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love it Itu2019s very pigmented and thatu2019s the best thing in the blush and also it stays long time on faceud83dudc4dud83cudffbu263aufe0f"
        },
        {
            "review_title": "love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My new fav blush! Its easy to blend and the color is perfect. Def buying full size when i run out"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really love this blush! It is a great shade, and lasts awhile."
        },
        {
            "review_title": "Beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The most beautiful pink! Very easy to bled out and lasts all day on me!"
        },
        {
            "review_title": "Maybe Iu2019m not applying it right",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I had high hopes for this product because it is still all the rave. So, Iu2019m hoping itu2019s just my application thatu2019s off, however any time one tried different methods it always turns out looking blotchy. Iu2019ll keep trying because I really want to like this!"
        },
        {
            "review_title": "Itu2019s alright",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Very pikmentdied but very good I use every day and it slays"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like this product but i am tan and it doesnt show very well so i would go darker shade for tanner skin!"
        },
        {
            "review_title": "This product works so well in my routine.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this product! It is so smooth on my skin. I mostly donu2019t like liquid blush but this brand just made it work.I love the ufffc colour hope I rate this product a 4 stars"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s a good product but trying to blend it in was really hard to do. Love the color but trying to put it on and blend on face was not easy. Maybe o just suck at doing it but for me I couldnu2019t do it."
        },
        {
            "review_title": "Must have new product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After repurchasing this product multiple times, (full size and mini) I believe this blush Is worth your money. It is a lightweight cream formula that is VERY PIGMENTED."
        },
        {
            "review_title": "A must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After using this product for a bit now it has been the best experience I love the product so much  It blends so easily"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve been using this product for the last week and a bit and itu2019s amazing! Itu2019s A LOT smaller than expected, but you literally only need a tiny dot on each cheek for pigment"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i love this product and my only downside is i sometimes forget just how pigmented it really is but other wise is a complete must have in your routine"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Pigmented, lovely colour. Very cute packaging as well"
        },
        {
            "review_title": "Love it!! All Rare Beauty is a must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Super pigmented. Goes on so smoothly. This color is perfect for my daughter!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love it so much I use it everyday for school and it looks so beautiful"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a beautiful blush and it is so good if you donu2019t have one you should get this it is so cute and mini"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Meh.. looks pretty for a minute but it didnu2019t really last throughout the day and faded pretty quickly. Probably wonu2019t buy a full size."
        },
        {
            "review_title": "Best blush of all time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is the absolute best non powder blush of all time. I have a bunch of liquid and cream brushes, including CT, and this one is amazing. You barely need anything at all itu2019s so pigmented and goes so far. It last. Gorgeous."
        },
        {
            "review_title": "Taille Ridicule",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Je suis gu00eanee par sa taille, je ne m'y attendais pas, on dirait un minuscule flacon de parfum d'essai, c'est dingue. Belle couleur mais taille decevante"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this is very pigmented and creamy u love it so much but it us very expensive for how big it is"
        },
        {
            "review_title": "Super Recommended",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It's very moisturizing and blends well with the skin without ruining the base. The color HOPE will suit everyone!"
        },
        {
            "review_title": "LOVE HOW CUTE AND TINY IT ISud83eudd70",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "itu2019s so cute and tinyud83eudd70 a small drop goes a long way with this soo pigmented and lasts longud83eude77"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product is really nice. Iu2019m definitely going to go for rare flushes again, but itu2019s a little small but lasted a long time ufffcufffcufffc"
        },
        {
            "review_title": "The perfect blush ud83eudd70ud83eudd70",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Wow can I just say Iu2019m so impressed with this liquid blush ud83dude0dud83dude0d , a little goes a long way and it looks so natural, definitely will be repurchasing ud83eudd70ud83eudd70"
        },
        {
            "review_title": "would purchase again",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The formula is amazing its very pigmented and beautiful but the color just doesnt suit my skin would definitely buy again in different shade"
        },
        {
            "review_title": "New must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Only used this product a few times so far but i already love it feels light weight and blends so easy"
        },
        {
            "review_title": "Love this, will buy the large size next time!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "LOVE this blush! Got this mini size as it is my first time trying the Rare Beauty liquid blushes, and will definitely be buying the large size next time. My skin is fair and thus is a great color for me. I am also a total beginner at makeup and found thus easy t"
        },
        {
            "review_title": "Gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Amazing shade and you just need a little dot to have the most gorgeous effect on your skin!"
        },
        {
            "review_title": "a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Soo good!! Feels so nice on the skin, skin feels softer and the pigment is so nice"
        },
        {
            "review_title": "overpriced",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "cute, overpriced but will last you a while. very tiny, but itu2019s blush. not pigmented unless you put a lot of dots. would repurchase in bigger size."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Although this is extremely expensive, it is the most beautiful shade of blush. Iu2019ve ever seen it last long, and itu2019s extremely pigmented."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Very pretty blush the mini has lasted he all most 4 months and I used it everyday only thing itu2019s very pigmented but this color isnu2019t as pink so it just depends"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I'm not the kind of person to use blush, but I enjoy the soft flush that blush gives me, and it's so pigmented that my redness (my cheeks are naturally very red) will not show through which is a big bonus for me :)"
        },
        {
            "review_title": "itu2019s not worth it wonu2019t repurchase",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "so i got this product for Christmas and here is my honest opinion so it leaks everywhere and the pigment is not as good as the regular blush even with the same amount of product"
        },
        {
            "review_title": "Pretty color, size is definitely mini.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Very pretty color and love how the blush applies. the mini is veryyyyy small though, just a warning to those purchasing. Great for travel but itu2019s probably worth just buying the full size."
        },
        {
            "review_title": "one of my fav blushesud83dude4c",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "its so good. yes, the mini is super small but it lasts such a long time. you dont need more than a small spot of product, and itll go such a long way."
        },
        {
            "review_title": "I love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "ok this product is amazing it looks so nice on any skin tone the only thing is that it is tiny buttttt a little go's song way because it is super pigmented but overall I would repurchase this."
        },
        {
            "review_title": "I love this blush.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ever since I bought this itu2019s giving me the most beautiful glow on my face and Iu2019m getting so many compliments, definitely a must have.ufffc"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Even though itu2019s small in size it lasts a long time because of how pigmented it is!"
        },
        {
            "review_title": "just the right size!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this color is so underrated. people are saying this is too overpriced for the size but i disagree. depending on ur skin tone, this goes a rly long way. i got it to try the shade and bought the full size for me and gave it to my mother"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really like this because I did not want to by the big one because it was too expensive but this color is perfect and a good price."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Such a pretty color!! It is pretty powerful though so be careful when you use it"
        },
        {
            "review_title": "Pretty!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this product so much! I use it for blush and eye shadow too! This is one of the best purchases from Sephora and itu2019s very affordable! Please get it if you donu2019t have it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Good product. Blends in easily. Happy with the product"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like this product but I personally prefer a more natural look and this is very pigmented which is good if you like that I just personally donu2019t please donu2019t hateud83cudf39"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Such a gorgeous and natural shade! It blends so nicely and easily too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Its super super small as you can tell from the picture but this blush is super easy to apply and pigmented"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this!! It gives a really nice flush to your cheeks. You donu2019t need as much as you think you do; a dot on each cheek and then blending it out from there with a brush works."
        },
        {
            "review_title": "Cute but small",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great product and great formula I love the way it blends and shows up!!!! For the price I wish this blush came in a larger size."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "itu2019s a good product but iu2019m not sure if iu2019m not using enough or the color is barely visible lol. otherwise good for a more natural look! p.s. itu2019s definitely mini sized"
        },
        {
            "review_title": "Eehh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I mean itu2019s nice but the size is literally can be given as a sample at this point."
        },
        {
            "review_title": "IM INLOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Was really hesitant to buy but I LOVEDD it!! Itu2019s not patchy and has a gorgeous pigment and color!! Iu2019m in love!! my new favorite blush ud83dudc9eud83dudc9e"
        },
        {
            "review_title": "Perfect Size and Shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Loved it!! Perfect size for someone who doesnu2019t wear makeup super often. I donu2019t use much so by the end of the day it is pretty faded but great over all PERFECT COLOR!"
        },
        {
            "review_title": "I like but..",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the big vision of this blush but the mini is so good if need a touch up or you are on a budget. Only downside is that when close the twist top a little bit of blush will come out on the sides."
        },
        {
            "review_title": "Lovely color with multiple layers",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "not that pigmented but very nice with multiple dots giving nice flush pink color. Makes skin very glowy and last long time!"
        },
        {
            "review_title": "A definite must have in my daily routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "With this product I feel like it is not to light or dark and is perfect for my skin tone! It is perfect for traveling because it fits just right in my makeup bag!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I LOVE THIS PRODUCT!! the shade is so pretty and its so easy to blend in the skin + the minj lasts you a long time since its very pigmented and good for its price point"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So cute tiny blush.Got mini version only for $19. Color is so good and after application of this blush results are amazing u263aufe0f"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this product, I got it because I havenu2019t tried the rare beauty blush before, and didnu2019t want to commit to having a normal size one. I will definitely be buying the normal size one!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love it! It's less pigmented than other shades but I don't mind building up. It's a very natural shade on my skin tone and it's beautiful."
        },
        {
            "review_title": "Perfect everyday blush colour",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I wanted a new colour in this blush (I have one already and love it) and I thought this was a great chance since it was a mini. And I absolutely love it! It's natural and you only need to use a tiny bit!"
        },
        {
            "review_title": "Beautiful Blush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this blush!!! Very pigmented and the color is beautiful. Such a great mini/travel size!"
        },
        {
            "review_title": "A must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is the best blush I have ever used I love it very much itu2019s amazing"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It is so pretty and a good size for the price! I loveee it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this mini cutiest blush my favourite one. colour is so nise"
        },
        {
            "review_title": "its okay",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i use this product every day! i love it so much it gives my cheeks the beautiful natural look. Its so great to travel with. however, the packaging is not the best and it spills everywhere when you keep it on its side."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this blush so much. I love the shade and the texture. This is the best blush Iu2019ve ever bought and I will definitelyufffc buy the bigger version."
        },
        {
            "review_title": "Beautiful *small* blush",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really love the blush itu2019s self and the entire brand but I feel like they should more so describe the size of it, I bought it expecting it to be about half the size of the original one but itu2019s much smaller"
        },
        {
            "review_title": "Buy full size instead",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like this product but itu2019s really small for the price, just buy the full size."
        },
        {
            "review_title": "Heavy Makeup Lovers Only",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product makes me look TOO rosy. Although the formula is nice, the packaging gets dirty very easily. I would recommend this to someone who uses heavy makeup."
        },
        {
            "review_title": "yes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "literally love this! itu2019s sooo goood but i rated 4 stars because the actual blush is half of the box, they made more packaging so that the blush looks bigger, but otherwise itu2019s so cuteufffc"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i didnu2019t like this blush. even as a mini it was super tiny. the blush didnu2019t sit right on top of my makeup and moved all my product around. it also broke me out"
        },
        {
            "review_title": "Good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It lasts a reallyyyy long time, it is pricey but it literally lasts forever. It looks really pretty and itu2019s super cute and miny"
        },
        {
            "review_title": "A must-have in my daily routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i love this mini blush, amazing texture and beautiful color ud83dudc9eud83eudd70 10/10"
        },
        {
            "review_title": "7/10 product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Cute, small, not too expensive. Dries quickly and doesnu2019t apply evenly"
        },
        {
            "review_title": "Very good product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "100% recommended, a very natural blush , feels super light, gives a natural tint. The size also has really good quantity"
        },
        {
            "review_title": "love the color!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really liked this blush, just keep in mind itu2019s VERY tiny, i would recommend getting the bigger one, definitely more worth your money. A tip: I would use a blush to blend, not a beauty blender!"
        },
        {
            "review_title": "Love the blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This blush is soo cute and well pigmented! it fades though, but almost all blush does. the color is really pretty. def will buy again ud83dudc4d"
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s so pigmented and Iu2019m jsut in love with this product"
        },
        {
            "review_title": "Perfect travel size",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Hmm. 1) the size is so small! Like tinier than I think I have had anything mini from Sephora. But, here is where itu2019s okay. You only need a little, so the product lasts. 2) the price had me a little iffy. But again long lasting product. 3) the shade is beautiful."
        },
        {
            "review_title": "Rare Beauty Mini Blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product is so good. Itu2019s the perfect shade for me. Itu2019s so pigmented which I love! I totally recommend this product."
        },
        {
            "review_title": "blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "itu2019s so tiny and cute! i love it! i tried it right when i got it i put one dot on each cheek and it was almost perfect amount, i say 1 1/2 is probably the perfect amount, there is a size comparison, hope it donu2019t break me out!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This blush is soooo good!!!!! I love how it dries quickly when you blend it out but you can only use a little bit of it cause pigmented it is."
        },
        {
            "review_title": "Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Even for this tiny of a size, only one dot and it goes a really long way, I definitely recommend this product. One of my favorite purchases! Super cute and love the shade."
        },
        {
            "review_title": "good blush.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "love this blush happy for the review help. really good product."
        },
        {
            "review_title": "use it all the time!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like it! But when I Blend it out it has somewhat of a thick texture, and i have to blend it for a bit to make it go alll around my face. But the color is very beautiful!"
        },
        {
            "review_title": "Perfect blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My perfect shade for winter summer fall and spring!! You only need a little bit of it because of how much pigment it contains"
        },
        {
            "review_title": "Itu2019s alright",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019m new to liquid blush and I personally didnu2019t like it but the color is beautiful. I tried to like liquid blush but itu2019s not for me so it depends on the person what they prefer."
        },
        {
            "review_title": "pigment!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this blush is so nice and pigmented, typically i usually have to put alot of blush on for it to show all day but this blush goes all day with just one dot! it blends fairly well!"
        },
        {
            "review_title": "Love this productu2764ufe0f",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a great blush. The only thing is that you canu2019t see it on my face that well.other then that it is super smooth and light weight plus it blends smoothly. I would recommend this product."
        },
        {
            "review_title": "The perfect liquid blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After using this product, I never went back to use any other liquid or powder blush because rare beautyu2019s blush gave me everything I needed to have that extra colour on my face"
        },
        {
            "review_title": "Buy it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I wanted the rare beauty blush for a bit now.. I saw this and decided to try it out. Boy-oh-boyu2026! It is so amazing!! Definitely get it"
        },
        {
            "review_title": "great!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "ive had this for like a week and i love its. it blends so easily and is so pretty. very pigmented so itu2019ll last forever"
        },
        {
            "review_title": "Great product but VERY tiny bottle",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this product! It is a great formula that is a stunning color and is super easy to blend out. The only reason I gave it 4 stars, was this product is VERY tiny. Donu2019t let this scare you away, just be prepared for small"
        },
        {
            "review_title": "This is a pretty good product, butu2026ufffc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this part it is a beautiful color. The only downside is how tiny it is. But Iu2019ve still rated at five stars because I love the long lasting colour and it looks gorgeous when you wear it!"
        },
        {
            "review_title": "Must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love love it is so pretty and nice formula. It is the best blush I have ever used"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Loveeeee. Pigmented, smooth, beautiful colour. Used it on my eyelids, lips and cheeks. Love the mini size, will def be buying the full size when this is finished."
        },
        {
            "review_title": "SO CUTE & TINYud83dudc9eud83eude77ud83dudc95",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this is so small and perfect!! ud83eude77ud83dudc9eud83dudc95 I've never had a rare beauty blush so I wanted a small one to try it out and I'm obsessed!!ud83eude77ud83dudc95ud83dudc9e"
        },
        {
            "review_title": "A must have for my makeup routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I waited weeks for this product to come back in stock.  It was well worth the wait!  I like the color and canu2019t wait to explore more of Rare Beauty products."
        },
        {
            "review_title": "stunning",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "bought this to try out the rare beauty blushes and i absolutely loved it and bought another one; it has a beautiful finish and actually lasts through the day and even when i go to the club"
        },
        {
            "review_title": "Grab it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This was my first liquid blush purchase and Iu2019m a fan! So quick and easy to apply. Beautiful color and lasted all day."
        },
        {
            "review_title": "A liquid blush that is mini, but mighty!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the mini version of this! It is so pigmented but looks so natural. This product will last forever! Wear everyday!!!!! Looks amazing"
        },
        {
            "review_title": "Mini that might get finished??",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "How pretty!!! Iu2019m so thankful they released this in a mini version. Great stocking stuffer and amazing product. The regular sized one is pretty intimidating once you realize how pigmented it is."
        },
        {
            "review_title": "Chefs kiss!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I LOVE LOVE LOVE THIS SM!!! Definitely a must have, so pigmented. The only con I have is that the mini is soooo smallu2026 but I recommend it if you just want to try it out to see if you like it!"
        },
        {
            "review_title": "Never better blush",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is such an awesome color! Itu2019s lightweight and keeps my skin glowy all day!! A little is a lot!"
        },
        {
            "review_title": "I like it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s so tiny and cute I actually like the applicator more then the bigger size and itu2019s very pigmented I have the shade hope"
        },
        {
            "review_title": "overall very good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "love the pigments and the formula but the packaging makes it messy with time, i had blush on all of my products"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Loooove!! Use every day! Perfect to just tryout and great price!! Definitely going to buy full sized when I run out!!"
        },
        {
            "review_title": "Smaller then expected, but pigmented",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Super small, photos for reference. Very pigmented though, only need 1-2 dots considering the wand is tiny too. Overall, iu2019d like to see different shades in the mini as well. I recommend!"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After using this product for a while I really love the shade on my pale/fair skin! It is really pigmented and a really great size for travel!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "itu2019s so tiny but i was shocked and lowkey about to return it but it lasts so long you need the TINIEST drop and a lot fits on that tiny container so honestly worth it will last long"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "amazing blush, feel like its worth it to just buy the fullsize but it slays , i took a photo of the difference in size but honestly a little goes along way ive had the fullsize for 2 years almost"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this blush! It has a lot of shade options and it blends really well. I will definitely be repurchasing this. ufffc"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really like this blush it blended really well no patches definitely should buy"
        },
        {
            "review_title": "My favorite blush shade!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My favorite blush!! I love how itu2019s mini because it will still last for ever! The applicator is a bit small though but other then that I love this!"
        },
        {
            "review_title": "Small but good",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The product itself was good, but I didnu2019t realize how small the actual product would be."
        },
        {
            "review_title": "MUST HAVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Its so pigmented and last you so long!! I loved this product so much"
        },
        {
            "review_title": "Yes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This last a year! This is about the size of a football worm! And it has a lot of prouduct in it!"
        },
        {
            "review_title": "Love love love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love this liquid brush is easy to apply so beautiful. I totally love it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product was just not as big as I thought. This product is still very popular and has a lot of other colors. I do love this though."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i have been on the hunt for the best blush for my skin tone and this is it itu2019s sooo pretty if you have pale skin with a neutral or pink undertone run donu2019t walk iu2019m definitely buying the full size when iu2019m done with this one"
        },
        {
            "review_title": "repurchasing!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s very pigmented obvvv but itu2019s such a nice color but itu2019s so small omllll next time Iu2019ll purchase in the full size."
        },
        {
            "review_title": "very pretty but expensive",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i love the finish and formula of this product a lotu2014 but i think youu2019d be way better off buying a full size blush. the mini runs out pretty quickly and, in my opinion, is just way too small to be costing 14 dollars. iu2019m not sure if this is just because itu2019s a lighter shade, but i think the full size blushes are much more wprth the money."
        },
        {
            "review_title": "Cheap, beautiful, bendable blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Only $14 yes please.Oh your on a budget ok rare beauty blush Is the best option. it is the perfect light mauve. it will last you all the time even though itu2019s mini. if you donu2019t wanna buy the big size, then definitely consider purchasing this one ufffcufffcufffc"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So smooth I absolutely love it . Definitely buying moreud83dude29ud83dude29"
        },
        {
            "review_title": "Love pigmentation!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "omg i love this. I feel like itu2019s imposible to run out of. iu2019ve had this for at least 2 months i didnu2019t even see the product go down . How is this possible i love it!! the only con is the stopper and the lid getting super messy !!"
        },
        {
            "review_title": "Has lasted a very long time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It was very good, and I love the shade, and looks good on many different skin tones, and blends very well."
        },
        {
            "review_title": "I use it everyday",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "SOOO PRETTY I use it every day and lasts forever also not messy"
        },
        {
            "review_title": "Best blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Very nice blush pigmented and easy to blend and looks amazing."
        },
        {
            "review_title": "Great size for your belt bag! Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Such a pretty color, super cute size as well. I love keeping this in my belt bag and it is perfect for on the go!!"
        },
        {
            "review_title": "Pretty, however ufffc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love the blush very pigmented, however, it is a little overpriced and leaks definitely in saving for the full size!!!!!!!"
        },
        {
            "review_title": "A must have for traveling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I decided to buy the full size of this not long ago and LOVED it. I was gonna travel a lot in the upcoming weeks and airport security would not allow many liquids so when I saw that rare beauty had come out with a mini blush in my shade I needed to buy it right away."
        },
        {
            "review_title": "A must have in my makeup!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After using this blush for around 4 weeks, itu2019s my new fave!!! A little bit goes a long way like every other rare beauty blush ud83dude09 and itu2019s super handy to bring every u go!! itu2019s pretty cheap ud83eudd17"
        },
        {
            "review_title": "Great product, not so sure about the shade for me.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Not sure about this shade on me yet but the formula is nice and blends well."
        },
        {
            "review_title": "ehh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "its ok but the color is kinda bad and tbh its not as pigmented as tiktok says it is, or atleast the mini isnt. i bought this before everything w selena but i def would not repurchase and its literally so so small compared to the normal size blush, and its only a little bit more cash"
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Glides on the skin very easily. And looks very natural."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This blush is pretty small but I love the shade for my skin and itu2019s really easy to use because a little dot goes a long way. I recommend buying this that way you know if you like rare beauty blush or not."
        },
        {
            "review_title": "I love this blush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "There is a lot more product in it then expected and was great to try out this shade."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have been using this product for a while now it's so vibrant, it looks and stays on for so long.I love how it's a liquid blush aswell. I love it and would defently recommend!"
        },
        {
            "review_title": "A must have every day thing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this shade on me and its vedh pigmented i got the mini and im no where near close to finishing it"
        },
        {
            "review_title": "So cute!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I think this was a great deal from the regular sized one considering you only need to use a small dot when you apply. The color is beautiful and i use this every day!"
        },
        {
            "review_title": "Best blush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Perfect size for blushes. I already have the full-size of this one and itu2019s been a major part of my makeup routine for a while. Great to have a mini for travel and gifting."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was stuck on an elevator with 6 other people, I was sweating and losing my mind but this blush was intact and holding on. 6 hours after being rescued I looked in the mirror and there she stand holding strong"
        },
        {
            "review_title": "So cute!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The packaging is so cute and small! Love the color! It applies so beautifully and is sooo pigmented!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "A bit smaller that I thought it was going to be but it works super good and last me all day. The only thing I donu2019t like is that it leaks all over the stopper and it can get a bit messy."
        },
        {
            "review_title": "Meh ud83dude15",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Amazing pigmentation, blends easily, but the shade doesn't translate well on my skin tone (fair-light). I was hoping it was going to be more of a peachy pink, but it's more of a muted mauve on me and I don't like it as much."
        },
        {
            "review_title": "A definitely a staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am inlove with this i love rare beauty I definitely recommend great for traveling or js for looks so cute"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love it but it is SO small. Buy the regular size!"
        },
        {
            "review_title": "3 in 1 in my Opinion",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Pretty coloru2026extremely pigmented. A little goes a long way.  Today I used on my cheeks, lips, and eyes. Great for travel"
        },
        {
            "review_title": "Definitely recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this product. The applicator is smaller than the regular ones so you never get too much from one dot. I think this will still last me a long time even though it is much smaller. Pretty and natural color"
        },
        {
            "review_title": "This never runs out. Perfect shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am in love with this blush. Even though it is mini it lasts forever. Perfect for my dry skin and blends well. The formula is great. A little goes a long way"
        },
        {
            "review_title": "A must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I recommend, beautiful color, and the size itu2019s perfect por travel o have in your bag"
        },
        {
            "review_title": "Gorgeous",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "im ngl this is probably the most pigmented blush ive ever tried, the one issue for me is the packaging.it leaks everywhere inside my makeup bag but is rlly good overall   overall it is really good"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The reason is itu2019s really small even tho itu2019s the mini I think it should be a little bigger but other great product!"
        },
        {
            "review_title": "amazingud83eudd29ud83eudd29",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "its so great, smooth, and pigmented. it lasts me through school air all day. i added some other stuff for size comparison"
        },
        {
            "review_title": "So easy to apply",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Such a pretty color and so easy to apply. Iu2019ve never used liquid blush till this product and Iu2019m hooked."
        },
        {
            "review_title": "gorgeous blush must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product is beautiful and just as i imagined it would look on my skin,I did think i was going to be bigger tho.This product is very tiny"
        },
        {
            "review_title": "great product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "is very small but as you know rare beauty lasts literally forever so i would say this is a good price for how long you will be able to use it for."
        }
    ]
}