{
    "product_id": "1400",
    "name": "Sun Melt Natural Cream Bronzer",
    "brand": "Saie",
    "categories": "Makeup, Cheek, Bronzer",
    "price": 45.0,
    "about": "What it is:u00a0A lightweight, cream-balm bronzer with a natural finish for an all-over sunkissed bronze or soft-sculpted look...Highlighted Ingredients:.- Colloidal Oatmeal: Soothes, smooths, and moisturizes skin..- Grapeseed Oil: Is rich in protective antioxidants and nourishing vitamin E..- Elderberry Extract: Visibly brightens and protects skin with high levels of vitamin C...Ingredient Callouts: This product is cruelty-free and comes in recyclable packaging...What Else You Need to Know: With its balmy texture and velvety finish, this bronzer applies seamlessly every time. Each buildable shade can be used to achieve a natural-looking, sunkissed glow or a softly sculpted look. Plus, the formula is packed with skin-nourishing ingredients to soothe, moisturize, and support visible elasticity...This product is an Allure Best of Beauty award winner..Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency....This product is an Allureu00a0Best of Beauty award winner.",
    "ingredients": "-Colloidal Oatmeal: Soothes, smooths, and moisturizes skin..-Grapeseed Oil: Is rich in protective antioxidants and nourishing vitamin E..-Elderberry Extract: Visibly brightens and protects skin with high levels of vitamin C. ..C15-19 Alkane, Jojoba Esters, Ricinus Communis (Castor) Seed Oil, Tribehenin, Colloidal Oatmeal, Glycerin, Beeswax/Cera Alba/Cire D'abeille, Vitis Vinifera (Grape) Seed Oil, Hydrogenated Castor Oil, Silica, Bentonite, Sambucus Nigra (Elderberry) Fruit Extract, Copernicia Cerifera (Carnauba) Wax/Cera Carnauba/Cire De Carnauba, Mica (CI 77019), Fragrance, May Contain: Titanium Dioxide (CI 77891), Iron Oxide (CI 77492, CI 77491, CI 77499), Tin Oxide.  .....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Swirl The Big Buffing Bronzer Brush (sold separately) or your favorite buffing brush into the formula..-For a sunkissed look, blend and buff a warm shade onto areas where the sun naturally hits (cheekbones, bridge of nose, temples, and forehead).&nbsp;.-To softly sculpt, apply a cool shade near perimeter of your face, buffing inward. Focus application on hollows of cheeks, jawline, and temples....Recycling Instructions:.-Jar is made with 50 percent PCR (post-consumer recycled plastic)..-Once jar is empty, give it a thorough cleaning..-Recycle jar and lid in your home recycling bin.",
    "num_reviews": 971,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/saie-sun-melt-natural-cream-bronzer-P472997?skuId=2638138&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2638138-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Fair Bronze",
            "shade_descriptor": "a neutral shade for fair to fair-light skin tones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2638146-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Light Bronze",
            "shade_descriptor": "a peach shade for light skin tones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2460467-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Medium Bronze",
            "shade_descriptor": "a warm golden shade for light to medium skin tones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2460459-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Tan Bronze",
            "shade_descriptor": "a neutral shade for medium to tan skin tones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2638138-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Deep Bronze",
            "shade_descriptor": "a warm red shade for deep skin tones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2460442-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Dark Bronze",
            "shade_descriptor": "a dark skin tones with cooler undertones ",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2482552-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Not good",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Not blendable and very pigmented. When I try putting concealer over it to clean it up, it makes it worse."
        }
    ]
}