{
    "product_id": "1393",
    "name": "Essential Cleansing Oil with Vitamin C and Squalane",
    "brand": "Sahajan",
    "categories": "Skincare, Cleansers, Face Wash & Cleansers",
    "price": 54.0,
    "about": "What it is:A gentle cleanser with moringa and rose oils that melts through even the most stubborn makeup, SPF, and daily grime, leaving your skin visibly glowing..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dryness, Redness, and Dullness.Formulation:Oil.Highlighted Ingredients:- Moringa Oil: Proven anti-pollution cleansing benefits and rich in antioxidants to visibly brighten..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also cruelty-free and comes in recyclable packaging..What Else You Need to Know:In ancient India, oils were used for centuries to cleanse skin without stripping away the essential moisture necessary for a healthy complexion. Sahajanu2019s rich blend of oils includes moringa, which has proven anti-pollution cleansing benefits and rose and squalane oils to lock in that glow.",
    "ingredients": "-Moringa Oil: Proven anti-pollution cleansing benefits and rich in antioxidants to visibly brighten..-Squalane Oil: Balances the skin's natural oils while visibly brightening and protecting..-Rose Oil: Revered in Ayurveda for its calming and moisturizing capabilities....Isoamyl Cocoate, Helianthus Annuus (Sunflower) Seed Oil, Caprylic/Capric Triglyceride, Diu2010PPGu20102 Myrethu201010 Adipate, Squalane, Polyglycerylu20103 Beeswax, Cocos Nucifera (Coconut Oil), Moringa Oleifera Seed Oil, Rose Centifolia Flower Extract, Cananga Odorata Flower Oil, Lethicin, Tocopherol....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Warm two to three pumps between dry hands..-Massage onto dry skin.-Add warm water to fingertips and massage further as the oil turns into a milky lather..-Rinse thoroughly with water..-For glowing skin, follow with Sahajanu2019s Golden Milk Cleanser (sold separately) for a double cleanse routine...Recycling Instructions:.-Rinse the bottle and recycle. .-Rinse the pump if needed..-Drop off at your nearest Pact bin or discard as waste.",
    "num_reviews": 148,
    "overall_rating": 5.0,
    "product_url": "https://www.sephora.com/ca/en/product/essential-cleansing-oil-with-vitamin-c-squalane-P510418?skuId=2776086&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2776086-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "4 oz / 120 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2776086-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This cleansing oil thoroughly cleanses my skin and leaves it feeling soft and moisturized! It is a new staple in my cleansing routine and I really enjoy it! My skin is clearer and has a nice glow to it. I definitely recommend"
        }
    ]
}