{
    "product_id": "1032",
    "name": "'REPLICA' Afternoon Delight Eau de Toilette with Vanilla & Sandalwood",
    "brand": "Maison Margiela",
    "categories": "Fragrance, Women, Perfume",
    "price": 214.5,
    "about": "Fragrance Family: Warm & Spicy..Scent Type: Warm & Sweet Gourmands..Key Notes: Madagascar Vanilla, Madeleine Accord, Sandalwood..Fragrance Description: Afternoon Delight is a gourmand, sweet perfume that captures the memory of delectable self-indulgences. The madeleine accord blends with the woody notes of sandalwood, whipped vanilla, and musk to create a rich and creamy unisex fragrance that will evoke your sweetest memories...About the Bottle: Influenced by the look of classic apothecary jars, the luxe perfume bottle carries a cotton label with black ink text and a unique pump wrapped with rope as an homage to the original couture line. The warm fragrance within is echoed by the Polaroid photograph of a madeleine enjoyed outside a Parisian cafe printed on the outside carton...*The natural vanilla used in this fragrance has evolution that can affect colors. Potential color change has no impact on the quality of the scent...About the Fragrance: The signature ingredient in this vanilla perfume, the madeleine accord, transports you to a Parisian cafe, where the uplifting aroma of warm pastries and sugar fills the air. A moment to treat oneself and allow all cares to slip away.",
    "ingredients": "Alcohol, Parfum/Fragrance, Aqua/Water/Eau, Benzyl Salicylate, Benzyl Alcohol, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Hexyl Cinnamal, Anise Alcohol, Linalool, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Coumarin, Limonene, Benzyl Benzoate.",
    "how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Spray perfume in the creases of your knees and elbows for a longer-lasting, stronger scent.",
    "num_reviews": 246,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/maison-margiela-replica-afternoon-delight-eau-de-toilette-P512239?skuId=2799310&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2799310-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "3.4 oz / 100 ml eau de toilette spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2799310-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "1 oz / 30 ml eau de toilette spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2799294-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Needs time to sit.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This fragrance definitely needed time to sit. I bought mine when it was clear and there was a note in the opening that seemed too sharp. The color has turned into a light purple and the scent seems to have softened"
        },
        {
            "review_title": "Skip it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Itu2019s not quite as terrible as some people here are saying, but it is a crushing disappointment. Very bland, very light, very not worth the money."
        },
        {
            "review_title": "Alas.. Empire Victor, Kadlaj saves the day!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Unfortunately this is a complete let down. If you are looking for a Vanilla Lovers gourmand, then Empire Victor by Khadlaj is going to be the thing this never was. Performance here is horrible and considering the price, Maison Margiela should be ASHAMED of releasing this. You are paying over $150 for something that cost them MAYBE $5 to $10 to make. Keep that in mind when you buy fragrances in 2024. 99% of fragrance houses do NOT use natural ingredients, anymore. Of the 1% who do, only part of the fragrance would include naturals. That includes Middle Eastern, Indie, Designer and Niche perfumery. That's what the biggest cost is, as far as the creation of a fragrance. The next most expensive is the marketing campaign. So, when you go to spend $400 on a Tom Ford, $375 on a PDM, keep in mind that the cost to make those fragrances is not even $20. Usually, its not even HALF THAT. Unless you are buying from a brand like Amouage (who DOES use naturals.) Those $500/bottle brands, they are using the same chemical compounds that the Middle Eastern houses use. When you smell a fragrance and say it smells synthetic that's because IT IS...They all are. With extremely rare exceptions. Oh, they'll lie about it. At least some of them will. But the ones who don't lie, will have no problem doing factory tours, on video. Like AMOUAGE did. (You should watch it. It's wonderful.) Anyway,  I digress."
        },
        {
            "review_title": "Absolutely Awful.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "At first smell I loved this perfume, I smelled it from the bottle and it comparably smelled like the Tom Ford Vanilla Sex perfume. Once I bought it and sprayed it on my skin, it smelled sour almost. I gave it the benefit of the doubt and wore it for a few days but i quickly realized that it smelled like baby wipes instead of vanilla and madeleine. I hated this perfume and regrettably spent 168 dollars for the fullsize product.the"
        },
        {
            "review_title": "Description is spot on",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "A buttery vanilla cookie scent, but with a touch of sandalwood that makes it more sophisticated. A must have for vanilla fragrance lovers ud83cudf68"
        },
        {
            "review_title": "Beware",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Worst MM perfume performance by far!  P.S. I owe 90% of their perfumes and I love em all . This one is a total failure! Ew!"
        },
        {
            "review_title": "Skip this one.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019ve owned 4 or 5 different Margiela perfumes over the years and this is my second LEAST favorite (right behind By The Fire Place). It opens with the typical play-doh vanilla scent and dries down with slightly less intensity. The scent does not change as time goes on. Itu2019s very flat and one dimensional. I donu2019t find that itu2019s similar to a bakery at all. I would say this one is appropriate for a teenager around 16 years of age. Very immature scent and lacks horribly. Longevity is as expected with any of their scents (good)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Very light but last long ! A subtle vanilla with warm bakery smell as well . Feminine and soft"
        },
        {
            "review_title": "Buttery Goodness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "Just what Iu2019ve been looking for, Iu2019ve wanted an almond vanilla fragrance for a while. This one is just what I wanted. Buttery, sweet, hint of almond. I bought the small but Iu2019m investing in the full size soon"
        },
        {
            "review_title": "do not like",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "dont know what the goal here was. It was not vanilla fresh or floral i smelled in store and it smelled good, but when i tried it, it smelled like baby pee gross"
        },
        {
            "review_title": "Afternoon Disappointment",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "More like Afternoon Disappointment. Iu2019m a vanilla girl through and through but this just wasnu2019t doing it for me. Upon first spray it was bland then when it actually dried down the scent smelled like baby wipes."
        },
        {
            "review_title": "fresh cookie smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Combination skin",
            "review_text": "smells like vanilla extract and lasts so long love love"
        },
        {
            "review_title": "Not for everyone",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I bought this as a blind buy because it intrigued me, but I ended up returning it after wrestling between my thoughts on whether I liked it or not. It is NOT a bad fragrance by any means. But, it is definitely not for everyone. I was expecting something more fresh, but although the fragrance is pretty mild, it's mostly nutty with some warm vanilla. It is quite sweet, but not airy. As someone else described it, it's a toasty fragrance. It's worth a shot if you're into gourmands, since although I lean more towards florals, this is definitely a unique gourmand scent I've never smelled before."
        },
        {
            "review_title": "GROWN TO LOVE IT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "When I bought I didnu2019t know how to feel about. After about a week I came back to it & loved it. Itu2019s a very creamy, sweet, gourmand, light fragrance. Iu2019ve worn it 3 times & havenu2019t gotten a compliment yet. If I donu2019t get any by the time I finish this 1oz bottle then Iu2019m not purchasing again lol."
        },
        {
            "review_title": "Not like other girls",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Dry skin",
            "review_text": "I do not like gourmands...but this is the first and probably only one I will buy. It's light, warm, comforting and sweet but not in an obnoxious way. It smells like you spent all afternoon in the kitchen and the smell of the white cake you were baking is just lingering slightly on your skin. It dries down to an almost doughy smell on me, almost like bread and not in a synthetic way. I find most designer gourmands are very strong, project like crazy and stay on you forever. This is not one of those, it definitely doesn't last as long or come on as strong but it's very pleasant and not overpowering. Not something I would necessarily recommend blind buying as everyone will feel differently about it. One of my most complimented perfumes from men and women alike."
        },
        {
            "review_title": "My every day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I smelled it at random, and had to have it. This is quickly becoming my favorite scent."
        },
        {
            "review_title": "Good to try, but more like a light mist scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Iu2019m a lover of Jazz Club. This one has an amazing scent. Itu2019s not too sweet for a gourmand fragrance, but the problem is it doesnu2019t last long at all."
        },
        {
            "review_title": "light, sweet, everyday scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "this smells EXACTLY like fresh baked madeleine cookies, with a slight tinge of almond, itu2019s not overwhelming though. this is so warm and sweet but balanced from the sandalwood. i just wish it lasted longer, but it is a toilette not a parfum so be aware of that. itu2019s very yummy smelling and perfect for everyday and layering"
        },
        {
            "review_title": "So lovely and sweet!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I adore this scent and it has become a go to! It is very sweet and the closest true vanilla scent I have used. Very light and warm scent, that reminds you of a vanilla scone. The only downside of it being such a light scent is that it doesn't last that long."
        },
        {
            "review_title": "A must if you love vanilla!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I love warm, rich, decadent vanilla scents! I used to make my own candles and I am very particular about my vanilla because for years I realized manufacturers were doing it wrong. The sandalwood is a nice earthy balance and this smells warm and nutty (not sure if there's a nut or caramel base note; didn't double check) like baked goods but without all the sweetness. I sprayed it once when it arrived and this is 100% my new favorite fragrance!!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I'm giving it 3 stars only because I absolutely love the smell (it smells just like the expensive version of fresh cream by philosophy) but it doesn't last at all on my skin, which was a surprise because fragrances usually last for days on me."
        },
        {
            "review_title": "Delicate vanilla cookies",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Smells like creamy vanilla milk and cookies very comforting it just isnu2019t very strong and doesnu2019t project much more of a yummy skin scent. I donu2019t get all the bad reviews ! Itu2019s lovely. delicate and sweet."
        },
        {
            "review_title": "Bad",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Really really bad gourmand. For this quality you can easily find something similar for half the price. I needed to wash it off my skin after testing it. Very heavy and gut wrenching"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "It smells sooooo good!!!!! Literally my new favorite fragrance. It smells like vanilla with a splash of milk"
        },
        {
            "review_title": "Never received!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I never received my order. If I could give zero stars I would. Sephora does not care if you spend 165 on a perfume and never receive it. Itu2019s completely unfair and I genuinely never want to order from them again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Smells like if they made vanilla extract into a perfume but in the best way. The initial spray obv smells like alcohol but it melts in nicely over time. I love layering this with a vanilla perfume oil."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I used this in Mexico as a signature fragrance and loved it, the smell is vanilla but also a hint of light buttercream. I feel like the intensity of just one spray smells expensive, you don't need to layer this unless you want to be stopped for smelling so good. Definitely repurchasing"
        },
        {
            "review_title": "Fav clean vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "My favorite vanilla scent. Very clean and true vanilla and by far my favorite Replica perfume so far!"
        },
        {
            "review_title": "meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Porcelain skin tone, Combination skin",
            "review_text": "I love MM perfumes but this is the first I have disliked...it was a gift ($210+ tax) so I'm pretending that I adore it. It is cloyingly BLACK LICORICE like...smells great on hubby though so I'd classify it as unisex and get him to use it up....I doubt the giver will notice I'm wearing Coffee Break"
        },
        {
            "review_title": "I LOVE THIS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I've never smelled better in my life! Highly suggest!!!!!!"
        },
        {
            "review_title": "An Anytime Delight!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Smells delicious! If you love vanilla gourmand perfumes like I do, this is perfect!  (Vanilla, maybe a hint of almond, and madeleine cookie).  This perfume is elegant and amazing.  It is long lasting as well for several hours."
        },
        {
            "review_title": "SMELLS LIKE A BABY PEE",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "SMELLS LIKE BABY PEE. imagine the smell of a fresh pamper now add the smell of fresh pee thatu2019s exactly what this smells iu2019ve changed so many diapers that the scent has become so recognizable as a fan of both vanilla and sandalwood this oneu2019s not it my friends and i gagged at this one."
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Combination skin",
            "review_text": "I love this perfume! It has definitely because one of my favorites.  Love the vanilla in it.  I would absolutely re-purchase."
        },
        {
            "review_title": "A Beautiful Subtle Gourmand! I Love It!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Very Beautiful, Sweet, warm, creamy, woody, feminine, delicate, yummy, sensual, cozy, and comforting. Sweet, warm, creamy, and rich vanilla, the delicate creamy sweetness of whipped cream, warm and delicious madeleine, with the softly sweet and creamy woody scent of sandalwood, and a soft musk. I also get a soft powdered sugar scent that I really love.  Iu2019m really loving Afternoon Delight! This was a blind buy that turned out to be right along the lines of what I was expecting, so Iu2019m really thrilled about that. I think itu2019s very well balancedu2026 not too sweet, too creamy, too woody, or too musky, but theyu2019re all still noticeable. The sandalwood and musk balance out the sweetness nicely and keep it from being too overly sweet. Itu2019s on the light side of being a gourmand scent which is what makes it so special for me.  I think this works well year round, but really shines the most during fall and winter. I donu2019t think itu2019s a unisex fragrance, to me itu2019s feminine. Itu2019s a very easy reach, like an elegant and delicate gourmand scent.  I get great performance with Afternoon Delight. The longevity is really good, it lasts throughout the entire day on me. The projection is nice too, it radiates out about an armu2019s length from me.  This is pretty different from any of the other Replica fragrances I have tried. I have their Memory Box sampler set which includes most of them. I also own the 3.4oz of Beach Walk and travel sprays of By the Fireplace, Autumn Vibes, When the Rain Stops, and now Afternoon Delight too. I loved the travel spray I had ordered to try this one so much that I ended up quickly ordering the 3.4oz too!  For reference, some of my other favorite sweet vanilla/gourmand fragrances include Gold Sugar, Kayali The Wedding Silk Santal, Kayali Vanilla 28, Kayali VCRS, Gucci Flora Gorgeous Orchid, Nest Golden Nectar, Nest Vanilla Bourbon, Phlur Vanilla Skin, Burberry Goddess, Commodity Milk, D&G The Only One Intense, SDJ Summer e Amor, SDJ 62, SDJ 40, VS Vanilla Lace"
        },
        {
            "review_title": "What a letdown.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "Way too much hype for a scent that is NOT worth your money. I shop a lot at SEPHORA and I spray most perfumes on my arm and some on the test strips. All the perfumes I've sprayed on the strips last for many hours , except this one.  Scent was GONE in less than 5 mins. No thank you. I've been able to smell J.H.A.G. or NEST perfumes and I've been able to smell the cards hours if not days later. No joke. Everyone is different of course. I was so looking forward to this scent. Oh well."
        },
        {
            "review_title": "Biggest mistake",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "It smells cheap and to be honest makes me naseous. $200 odd dollars and itu2019s so sickening. It does not smell like cookies, the alcohol smell is so strong, it actually is a boozy sweet smell that makes you feel like you want to puke."
        },
        {
            "review_title": "Zero scent",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I own many scents by MM and this is the first that I have returned. May as well spritz on some water for free."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Oily skin",
            "review_text": "I don't understand the bad reviews. this is a lovely buttery, cookie, vanilla, musky, creamy scent. It's not vanilla forward like a bbw spray maybe that's why people are mad? Idk I hate gourmand perfumes and I find this to be the perfect warm scent for fall."
        },
        {
            "review_title": "Dissappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I really wanted to love this, but it smelled light at the beginning and then moved to spoiled milk with a little bit of coconut."
        },
        {
            "review_title": "Wanted to love it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "One thing I think we forget is THIS IS AN EAU DE TOILETTE!! So pricey for an EDT in my opinion. Also, to me, it smelled reminiscent of Ellis Brooklyn's Vanilla Milk but twice as rancid with the spoiled milk note. I am a gourmand perfume lover through and through, but this one is a big miss for me sadly."
        },
        {
            "review_title": "bianco latte with skim milk",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "the dry down is very reminiscent of bianco latte, but like 1/10th of the intensity? imo it's a very pleasant, sweet milk scent"
        },
        {
            "review_title": "Bakery but make it a perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "I waited until I could smell this in store bc of the polarizing reviews. It's sweet and smells like a bakery but without smelling like a candle or air freshner. It still has hints of other things that make it a perfume. I tested it on my skin then left to run an errand - I had to pick up a cake and cookies from a bakery then stop at UPS and Fedex. It really highlighted how realistic bakery it smelled. When I went in UPS/Fedex I kept thinking I could smell the cake or cookies and then realized it was the perfume. I love it. It's not over kill. It's perfect. It's what I hoped Vanilla S*x would be. I realized I wanted Birthday s*x not Vanilla s*x lol. This delivers. This is birthday cake in a bottle."
        },
        {
            "review_title": "Overpriced Fair Performing EDT",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "This is a beautiful delicate gourmand. It smells like sugar cookies, sandalwood, and musk. There is a bit of a lactonic note. It's more like brown butter than whipped cream or milk.  My only issue is this is a ridiculously expensive EDT. The staying power is okay. The sillage is fair. The fragrance isn't mind blowing unique.  I would never pay full price for this."
        },
        {
            "review_title": "Warm and delicious!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Combination skin",
            "review_text": "Bought it online just off of the scent description. Glad I took the gamble, it's such a unique and layered scent. It's sweet but not too sweet, musky, nutty, and a hint of caramel and amber. Perfect fall smell if you want to smell like dessert but for sexy adults feeling themselves. Gives me a little pep in my step"
        },
        {
            "review_title": "phenomenal!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "amazing! iu2019m normally not a fall fragrance person because of the usual scent profiles- but i LOVE this perfume! it smells like warm vanilla and cinnamon pastries."
        },
        {
            "review_title": "My fall perfume for 2024",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I am literally a huge fan of these REPLICA perfumes by Maison Margiela for one reason and  itu2019s that they are very authentic and unique perfumes that always bring back such lovely memories! This one in particular for me is the inspiration of fall, the transition to a new season and not just about the weather but also the memories with friends, bonfires, the sweet scent of vanilla, outfits with boots and so much more! I love the design of the bottle and even though I have never been to a Parisian Cafe but, I know that this would be a fragrance that I would definitely wear on that day!"
        },
        {
            "review_title": "Pastry Vibe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "Maison Margiela has its own touch to the fragrances and this one has it too, but it is more of a sweet gourmand-ish vibe. This is my third favorite from Maison Margiela. I love that it opens up like warm pastries and vanilla, stays on for a few hours (3-5 in my case). If you want to smell like Parisian pastry, with the accord of vanilla and madeleine, this one is for you."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Maison Margiela Replica Afternoon Delight Eau de Toilette u0456s a playful andufeff freshufeff scent thatufeff feels like aufeff burst u043ef sunshine u0456n a bottle. The mix u043ef bright florals and soft musk creates a fun and flirty vibe that's perfect for everyday adventures. I love how u0456tufeff staysufeff light and airy throughout the day. Definitelyufeff would recommend this perfume tu043e anyone!"
        },
        {
            "review_title": "Not what I expected",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Please do not expect the perfect vanilla gourmand from this, it's more like a musky sweet scent with a prominent sandalwood. I can tell many people will be disappointed by this."
        },
        {
            "review_title": "It's Giving Whispers In The Library BUT Sweeter!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a beautiful scent for vanilla lovers AND gives me a sweeter version of Whispers In The Library!!!! I can smell the vanilla and sandalwood easily...plus it's musky with a hint of a sweet cream which I love. This is definitely one of my favorite fragrances from Maison Margiela. It's one of those scents that reminds me of the fall-time, winter and being curled up in a cozy blanket drinking hot cocoa.  If you're a lover of warm gourmand scents that is musky, sweet but not too strong...you will probably love this scent."
        },
        {
            "review_title": "Way Too Milky, Not Enough Vanilla",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I was super excited for Afternoon Delight, especially after hearing that it was supposed to smell like a madeleine. I was expecting lots and lots of vanilla, and that is what I got on first spray, almost like pure vanilla extract. However after about two seconds, it settled into a super milky scent, like slightly spoiled unsweetened heavy cream. It was pretty unbearable, but after a few hours, the base notes finally came in and transformed the fragrance into a vanilla musk scent, which I absolutely loved. I sadly had to return; I couldn't justify dealing with the heavy cream notes for the majority of the wear, and the vanilla musk at the end didn't last long enough or project very well."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This product is amazing! It is packaged beautifully and smells so good. Great for any occasion. Highly Recommended."
        },
        {
            "review_title": "Spoiler Alert - Perpare for Disappointment",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "A resounding NO. From what I could smell before dispensing the fragrance on paper, I was worried. Tested it on paper (not on myself, first) and I was repulsed. (I knew if I didn't like it on paper, I would not like it on me!)This smells terrible, end story. It's unfortunate because the mention of vanilla is what made me purchase it blindly. I own a few of Maison Margiela's other fragrances that I love! However, this one, did not deliver whatsoever. Highly suggest smelling it in person before buying it, if possible. Purchased with my own money and this was an immediate Return for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Replica Afternoon Delight by Maison Margiela is a radiant and uplifting scent that captures the essence of a warm afternoon. This fragrance is a masterful blend of freshness and sensuality. Not overwhelming. Perfect for daytime wear, itu2019s a beautiful and evocative scent thatu2019s sure to delight. This fragrance will also be perfect for fall season and Winter"
        },
        {
            "review_title": "False reviews?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Misleading reviews. Nothing sweet and nothing I would call vanilla. Smells like baby formula or rotten milk. Returned the minute I smelled it."
        },
        {
            "review_title": "The most delightful and yummy scented fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I received this complimentary from Maison Margiela. I have nothing but good things to say about this delightfully smelling perfume. Truly is such a very delectable sense that envelops my nose each time that I spray it onto myself. I love how it reminds me of a bakery and all the wonderful treats that you would smell as soon as you enter the shop. The smell is definitely one of a kind and I really enjoy spraying it on myself because it just lightens up my mood and honestly makes me crave some sweets. Each time I have sprayed this on to myself I had to go and get myself a little treat because of how much this makes me crave. The scent also does last for quite some time and even when long hours have passed you can still smell a hint of the vanilla scent on yourself or on your clothing. I love how I also don't have to spray so much for the scent to actually be present and I enjoy not having to spray myself again after just a few hours. I get the most out of this fragrance in the same with its minimalistic but very beautiful bottle that it is in. I honestly believe this fragrance was well thought out and it has definitely become a staple throughout the summer and I can't wait to bring it in to the Fall season now. Overall I am going to be enjoying this perfume for quite some time and I know for once I am definitely going to finish it and have to buy another one immediately once it's done."
        },
        {
            "review_title": "LOVE EVERYTHING ABOUT THIS FRAGRANCE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Medium skin tone, Oily skin",
            "review_text": "Maison Margiela's Replica Afternoon Delight from the first spray made me realize that I am officially a vanilla note kind of girl. This has been my go-to fragrance so much that I had to ease up because it literally can be worn all day, all night. It pairs nicely with a lot of my other fragrances and in my opinion can be worn year round! 10 out of 10 recommend!!!"
        },
        {
            "review_title": "Love this scent!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Love this scent!! Maison Margiela 'REPLICA' Afternoon Delight Eau de Toilette with Vanilla & Sandalwood. Fragrance description: Afternoon Delight Eau de Toilette captures a moment of self-indulgence, transporting you to a Parisian cafe where the uplifting aroma of warm madeleines fills the air. This sweet yet light, ambery gourmand unisex fragrance evokes moments of joyful escapism. Fragrance Family: Warm & Cozy. Key Notes: Madeline Accord, Sandalwood, Madagascar Vanilla. This perfume smells incredible! The packaging was just beautiful and sprays beautifully on the skin. This has a beautiful intense creamy vanilla burst right out the gate, she then has sweetness of madeleine cookies and warm sandalwood on dry down.  Itu2019s smells cozy yet sweet itu2019s definitely a really good smell, nothing too exaggerating! Iu2019ve had so many compliments on how amazing I smell and people always ask what perfume. Definitely a must have in your collection. I DEFINITELY recommend. You will NOT be disappointed."
        },
        {
            "review_title": "Fresh scent that lasts",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Maison Margielau2019s *Afternoon Delight* is that effortless scent you throw on when you want to feel good without trying too hard. Itu2019s fresh, a bit floral, and has a warm finish that sticks around just enough. Super easy to wear and perfect for relaxed days."
        },
        {
            "review_title": "It's a mostly yes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I would so 3.5 if I could. It is warm and vanillay..but there is something in there that I cant quite put my finger on that a bit harsh in the nostrils."
        },
        {
            "review_title": "I canu2019t get over the smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "After spraying it once .. I immediately fell in love ! If i should describe it it smells like creamy vanilla , donu2019t know if it does make any sense .. Not strong at all , very soft which i love ! Definitely need the bigger bottle"
        },
        {
            "review_title": "Sooo yum but the lasting power :((",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "LOVEEEE how this smells. Decided to buy it right when it came out due to the notes sounding like something I would love. Perfect vanilla musk but disappears on me after a few hours, even when layered with lotion. Friend said she couldn't smell it on me. So sad bc I love the scent, but when spending this much I need it to last. I haven't ran into this problem with any other Replica scents so I'm just really disappointed."
        },
        {
            "review_title": "Long lasting scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Maison Margielau2019s 'REPLICA' Afternoon Delight Eau de Toilette is a luxurious treat. The scent is a perfect blend of creamy vanilla and rich sandalwoodu2014warm, comforting, and elegant. The packaging is minimalist yet stylish, adding a touch of sophistication to my vanity. Itu2019s long-lasting and perfect for any occasion. Absolutely love it!"
        },
        {
            "review_title": "The perfect vanilla/fall scentud83cudf66ud83cudf42",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "The scent alone lives up to its name! It warm, sweet, and cozy. Perfect for the fall. Itu2019s currently sold out for good reason. If youu2019re someone who loves sweet yet, elevated scents this one is for you. It also doubles for stacking your other favorite vanilla scents."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I received this product to review and it smells sooo yummy!! It smells like an expensive vanilla cake frosting"
        },
        {
            "review_title": "perfect for summertime",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am absolutely *obsessed* with Maison Margiela's Replica Afternoon Delight! ud83dude0d This perfume is like capturing the essence of summer in a bottle u2013 fresh, vibrant, and with just the right amount of sophistication to turn heads everywhere you go.  The scent is this delightful mix of vanilla and sandalwood, with that signature Maison Margiela twist that makes it stand out. It's light enough to wear all day long but still has that unforgettable presence that makes you feel totally unique. Perfect for beach days, brunch dates, or just anytime you want to bottle up that summer vibe and take it with you.  If you're looking for a new go-to summer fragrance, Afternoon Delight is *the one*! Trust me, you'll fall in love at first spritz."
        },
        {
            "review_title": "Maison Margiela Afternoon Delight: A Cozy Escape i",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Maison Margiela's Afternoon Delight Eau de Toilette is the essence of warmth and comfort. The fragrance opens with a sweet Madeleine accord, blending seamlessly with creamy sandalwood and rich Madagascar vanilla. This ambery gourmand scent evokes the tranquility of a Parisian cafe, perfect for those seeking a moment of indulgence during the cozy autumn and winter months. The apothecary-style bottle, with its vintage cotton label and rope-wrapped pump, adds a touch of nostalgic elegance to this delightful olfactory experience."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "Maison Margiela doesn't come to play with fragrances! This smells so amazing if you're a vanilla girl you will love this! No wonder it's sold out!"
        },
        {
            "review_title": "Elegance in a Bottle!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This perfume is simply captivating. Its fragrance is a perfect blend of sophistication and warmth, ideal for any occasion. I love how it unfolds on the skin, leaving a subtle and long-lasting trail. Itu2019s a unique scent that never goes unnoticed and always earns compliments whenever I wear it. Definitely an elegant addition to any perfume collection."
        },
        {
            "review_title": "A Cozy Embrace of Warm Vanilla and Elegant Florals",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Maison Margielau2019s u201cAfternoon Delightu201d is a mesmerizing fragrance that evokes the comfort and coziness of a serene afternoon. The scent opens with a delectable aroma of warm vanilla Madeline cookies, instantly enveloping you in a sweet, comforting embrace. As it develops, delicate floral notes emerge, adding a touch of elegance and refinement to the fragrance. The base is rounded out with soft musk and creamy sandalwood, creating a rich, lingering scent that is both inviting and sophisticated.  The blend is perfectly balanced, offering a versatile fragrance suitable for both casual and formal occasions. Its impressive longevity ensures that you carry the essence of a peaceful afternoon with you throughout the day. u201cAfternoon Delightu201d is a delightful choice for those who appreciate a warm, elegant scent that beautifully captures the essence of relaxation and sophistication."
        },
        {
            "review_title": "A yummy fall scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This will be one of my go to scents for the fall! The perfect balance of not too sweet but also very yummy and the same time. I received so many compliments while wearing, even after a few hours of wearing."
        },
        {
            "review_title": "If a hug was a fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I was gifted this product by Maison Margiela in exchange for an honest review & having tried various of their scents, this is by far my favorite. It's right up my alley & feels like a warm nostalgic hug!"
        },
        {
            "review_title": "So glad I finally found my signature scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "This scent is magical. I have yet to wear it without getting stopped several times asking if itu2019s me who smells so good. ud83eudd70 Iu2019m so glad I finally found my signature scent. If this perfume has no fans, I am dead. ud83dude02"
        },
        {
            "review_title": "Smells like a warm vanilla pastry!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "Upon first spray, this scent reminds me of my favorite vanilla bean extract that I use for baking. It gave me a boozy vanilla on the opening but once it dries down I got soft and slightly powdery vanilla with a cozy very light musk. It smells really yummy and not overly sweet. Itu2019s a very different vanilla and I hope you get the choto sample it at Sephora!"
        },
        {
            "review_title": "It's worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "I've gotten SO many compliments already on this fragrance. I usually do not favor vanilla scents but this one is not overpowering and is the right amount of sweet. It's very lightweight yet present in smell. I highly recommend it for the colder months coming up."
        },
        {
            "review_title": "THIS ONE IS FOR THE VANILLA GIRLIES!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I absolutely love this new scent! It's perfectly balanced. The vanilla notes really come through without being too sweet. I received tons of compliments when I wore this out in public!"
        },
        {
            "review_title": "Exceeded my expectations!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The fragrance opens with soft, inviting notes that blend seamlessly into a rich vanilla base, creating a scent thatu2019s both cozy and alluring. It evolves beautifully on the skin, leaving a lasting, comforting embrace. Perfect for those who love a touch of sweetness, this fragrance is an absolute must-try."
        },
        {
            "review_title": "The perfect warm and cozy vanilla fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This fragrance gives me the perfect dose of vanilla-nostalgia, while feeling elevated and elegant. Obsessed with the sweet and warm vanilla notes that instantly feel comforting!"
        },
        {
            "review_title": "French bakery",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "**Afternoon Delight Perfume** is a high-quality fragrance with elegant packaging and long-lasting wear. It features a blend of citrus, floral, and musky notes, creating a fresh, vibrant scent with a warm, sensual finish. The overall experience is sophisticated and versatile, making it suitable for various occasions."
        },
        {
            "review_title": "Literally Fall In A Bottleud83dude29",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was gifted this product by Maison Margiela in exchange for an honest review and I must say, this will be one of my go to scents during the fall! This smell was such a warm and comfortable scent, and I received compliments on it when I wore it out in public!!"
        },
        {
            "review_title": "not your average vanilla fragrance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "Now Iu2019m not the biggest sweet fragrance girlie BUT I will say I would gravitate towards this one during the fall! I think layering this with another sexy scent would take it up a notch for me as well. That being said, even if you donu2019t love vanilla, I recommend giving this one a try!"
        },
        {
            "review_title": "You NEED THIS! Like I donu2019t know what else to say.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I didnu2019t know that vanilla could smell so good. I was always convinced that it was a smeller for older seasoned women but after trying Maison Margielau2019s new scent, itu2019s officially my new favorite. Itu2019s warm yet young and sexy. Thank you for making this scent. I will honestly be taking it everywhere I go! Officially my new fall scent."
        },
        {
            "review_title": "My NEW favorite perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The REPLICA Afternoon Delight Eau de Toilette is more than just a fragrance; itu2019s a sensory experience that transports you to a serene afternoon filled with warmth, relaxation, and subtle luxury. Maison Margielau2019s REPLICA collection is renowned for capturing moments in time, and Afternoon Delight lives up to this reputation with a composition that exudes comfort, sophistication, and understated elegance."
        },
        {
            "review_title": "A must have vanilla scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I have been trying this scent for the past week and I can absolutely say with 100% certainty I am in love! I never really liked vanilla scent perfumes because of them being so strong but this one is warm and creamy with a hint of madeleine and sandalwood. It last all day long even in humid weather and you do not need a lot! A spray a day goes a long way. I definitely recommend if youu2019re looking for a vanilla scented perfume that isnu2019t over powering."
        },
        {
            "review_title": "SO GOOD",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The best smelling vanilla perfume!! Every time I wear it I get compliments, highly recommend"
        },
        {
            "review_title": "THIS IS FOR THE VANILLA GIRLIES!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I have a couple of the REPLICA fragrances but was so excited when they were launching a warm vanilla one. This fragrance layered with my favorite cocoa body oil is elite and I have gotten so many compliments when I go out. It's worth adding as an essential scent, especially for fall."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "wow i LOVE this new scent! i never thought i was a vanilla girly but this scent hits DIFFERENT. it is a little bit strong at first but once it sets it leaves a great scent all day long. i think its perfect for fall/winter!"
        },
        {
            "review_title": "THE perfect vanilla dessert fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Admittedly, I was a little skeptical of a fragrance that claimed to smell like a vanilla madeleine. How can a scent truly emulate that? Wouldn't it just smell like some kind of vanilla sugar cookie? However, Maison Margiela truly nailed this fragrance! It's beautifully sugary and sweet, especially with the vanilla and sugar (but golden?). I also love the slightly woody notes underneath to showcase a coffee table or a rustic shop. It's gorgeous!"
        },
        {
            "review_title": "A MUST HAVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "To be honest, the first time I tried this perfume on, I hated it!! But a few days after I had a staycation and decided to bring it along to see if the scent could match my dinner outfit.... I was genuinely shocked at how much I loved the scent! It was such a beautiful scent for a perfect afternoon with my boyfriend! It's even better because of how elegant the bottle is. Its so chic and cute! This is definite must have!!!"
        },
        {
            "review_title": "So lovely!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This is such a lovely fragrance! The perfect balance, it's not too sweet. The bottle is nice and looks beautiful on my vanity. I've gotten so many compliments on this fragrance and so many ask what I'm wearing because they want it! I put it on in the morning and it is still holding strong when I return home in the evening. Definitely recommend this fragrance!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "Let's just say after experiencing this fragrance its always going to be a must! I received the afternoon delight fragrance a few weeks ago and I love this scent truly. I first love this scent because it is a perfect combination of vanilla and sandalwood as those notes both do not overpower each other. Love that this fragrance is long lasting and literally last all day long and even sometimes until the next day! This bottle is for sure worth the price as it is long-lasting, subtle scent and won't run out for months!"
        },
        {
            "review_title": "Smells awful",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "Got this scent and it is not a typical vanilla. It's way to sweet and I am not picking up on any of the vanilla notes. It reeks of bread. I smelled it and it was an immediate no from me and this is from a vanilla girly. I feel sorry that this was a gift because I want to return it so bad. I don't see any event/ season this could possibly be worn. The only good/bad thing is that scent literally will not leave my skin once I spray it. I had to smell it all day against my will. There needs to be more reviews that aren't incentivized."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I'm absolutely obsessed with this fragrance! Maison Margiela perfumes are always amazing, but this may be one of my favorite from them. It's such a warm cozy scent and I will be wearing this all the time this coming fall and winter!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Maison Margiela's Replica Afternoon Daylights captures the serene and radiant essence of a perfect afternoon. This fragrance opens with a refreshing burst of bergamot and green notes, evoking a crisp and invigorating atmosphere. The initial freshness gradually gives way to a floral heart, where heliotrope, jasmine, and tuberose create a harmonious and delicate bouquet. The florals are well-balanced, exuding a soft and elegant charm that is neither overpowering nor too subtle."
        },
        {
            "review_title": "So so so good!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Take it from me, Iu2019m not a big fall scent person but this is the perfect amount of sweet vanilla with out smelling like you rubbed a vanilla bean all over yourself. Itu2019s perfectly balanced and everybody that has smelled this perfume on me has asked me what Iu2019m wearing. I got asked in the elevator by a group of girls, 6 hours after I put it on!!!"
        },
        {
            "review_title": "Smells sooo good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "If you like a Vanilla smell then you will like this! I love the smell and it's not too strong, it's perfect!"
        },
        {
            "review_title": "Perfect Warm Vanilla Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I love how warm the scent is. It is not your average vanilla perfume. The mix of madeleine accord and sandalwood take it to the next level. I love to wear it during the day; I get so many compliments on it! It pairs well with my vanilla based perfume oils and lasts most of the day!"
        },
        {
            "review_title": "Smell delicious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Truly a fragrance that lasts all day. Itu2019s light itu2019s airy and smells like a vanilla bakery. So delightful I wear this at home all the time itu2019s the perfect summer vanilla scent for brown girls"
        },
        {
            "review_title": "My New Favorite Fall Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "This scent is absolutely perfect for the fall! The combination of vanilla and sandalwood creates a warm, inviting aroma that's both cozy and elegant. It truly captures the essence of a crisp autumn day.  What I love most is how long-lasting it isu2014this fragrance genuinely lasts all day, keeping you enveloped in its delightful embrace from morning until night. If you're looking for a signature scent to carry you through the cooler months, Afternoon Delight is a must-try. Itu2019s become a staple in my fragrance collection!"
        },
        {
            "review_title": "Itu2019s okay, depends on your preference",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Mixed feelings about this one. It definitely smells really good, but itu2019s too sweet, I smell like a sugar cookie or like I just walked out of a bakery lol. So the scent isnu2019t just sweet, but just deeply sweet, and I prefer more fresh scents rather than sweet. Itu2019s also not long lasting, but it is very strong. The packaging though, SO PRETTY."
        },
        {
            "review_title": "I LOVE THIS!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "This smells so good and it last for a long time! This is now my go-to fav perfume when i leave the house. It completes any outfit! I would recommend it! You won't regret buying this!"
        },
        {
            "review_title": "Vanilla heaven!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Look ud83dudc40 at this gorgeous tin I got from @maisonmargielafragrances inside of it is a bottle of Replica Afternoon Delight! This smells like a sweet warm vanilla to me, I absolutely love the tone of this parfum. Such a warm and comforting scent good enough to wear absolutely anywhere. @sephora #giftedbymargielafragrances #replicaafternoondelight #perfumtok"
        },
        {
            "review_title": "The Perfect Fall Scent ud83cudf41ud83dudc8b",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "I received this product a week ago and Iu2019ve already received so many compliments about how I smell. The scent lasts all day long if you apply directly on your skin. The description is exactly as follows, it smells like vanilla and madeleines, the perfect fall scent. I received these in PR but I am truly a huge advocate for buying the product. Iu2019m not typically a huge fan of vanilla smells but this is so subtle and elevated that Iu2019m actually a huge fan."
        },
        {
            "review_title": "So delightful! Reminds me of cozy warm fall!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This is so lovely! This is like a warm vanilla, fall spice treat in a bottle! Very nice and comes in a unique packaging. Definitely a perfect fall scent but it is so delightful youu2019ll want to wear it all seasons! Cozy and warm!"
        },
        {
            "review_title": "A must have in routine.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is my go to fragrance scent! It smells like warm vanilla and reminds of a bakery scent and a perfect go to spring fragrance. I love the packaging and how the scent is crafted."
        },
        {
            "review_title": "absolutely love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "love the smell! it's a great day to day perfume. Not too strong but very floral. highly recommend to anyone looking for a new scent. The overall packaging is get aesthetic and I love it on my dresser!"
        },
        {
            "review_title": "Beautiful scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I love this scent! It is so sweet and romantic. It has a lovely vanilla scent while still feeling really grown up and sexy. I have received so many compliments while wearing it. My new favorite scent! Great for fall."
        },
        {
            "review_title": "Love love love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I received this product as part of a gifting campaign and I have been using it every day since!! It smells so warm and sweet, I absolutely love it and could see me purchasing it again!"
        },
        {
            "review_title": "Must have Fall scent! ud83cudf42ud83euddcb",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "OMG! Fall girlies listen uppppp! I am absolutely in love with this scent. It is the perfect signature scent for the upcoming Fall season. Itu2019s such a cozy, warm, and relaxing scent! Itu2019s not too strong but it lasts all day."
        },
        {
            "review_title": "It's a Vanilla Dream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This perfume smells like you're walking on a vanilla cloud. Its the perfect light gourmand scent for the people who want to smell like a desert. It not too overpoweringly sweet, its subtle and pleasant and perfect for everyday wear, date night, or pre-bedtime.  Ever since I received it, I've worn it daily! I get so many compliments and I only just recently started wearing it <3 Couldn't be happier with the scent."
        },
        {
            "review_title": "A  fall need",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I actually really enjoyed this scent itu2019s a different kind of scent for me but i love it the scent screams fall and the packing is to die for i love how simple it is."
        },
        {
            "review_title": "A vanilla girl must-have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Once it dries down, it's a gorgeous vanilla scent. Not too sweet, very warm. Highly recommend for the vanilla girls!"
        },
        {
            "review_title": "Just the right amount of sweetness!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "I was so surprised by how much I loved this fragrance as I normally donu2019t handle sweet perfumes very well. This perfume is a sweet gourmand but itu2019s not overwhelming sweet and Iu2019m so obsessed with it. To me it smells like icing and I get a little bit of a biscuit type cookie note too. I know Iu2019ll be reaching for this so much in the fall and winter months and I think it would also be a great fragrance to layer with other scents. I always find their bottles so cute too!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I love this scent - it is very soft and lasts ALL DAY. But of course it does because this brand of perfume is actually spectacular. Definitely a must buy, to use as an everyday scent!"
        },
        {
            "review_title": "It wasn't what I expected",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I usually like vanilla scents but I didn't love this one in particular, for my taste it was too cloying and very sweet, I was expecting a different scent ud83eudd72"
        },
        {
            "review_title": "So perfect for fall",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "have been so obsessed with the Maison Margiela afternoon delight scent !!  I own tons of replica fragrances but this has got to be my favorite ! At first spray you smell the sandalwood notes it's smells very woodys very fall ready and as it settles you get more of the vanilla notes. I love to spray my sweaters also it smells like October in a bottle. I love that this scent is more in the sweeter side as I love fragrance that smell edible. I will definitely be purchasing the candle version for my home to smell just like this !!"
        },
        {
            "review_title": "Top tier fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "Maison Margiela Warm Vanilla is a cozy and sweet fragrance, perfect for colder days. Its vanilla scent is creamy and enveloping, with soft notes reminiscent of milk and almond. It's a fragrance that evokes feelings of comfort and warmth, ideal for those seeking a versatile and timeless perfume."
        },
        {
            "review_title": "My new fall scent u2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "I actually wore a Maison Margiela perfume for my wedding and now I refuse to wear any other brand! I adore the warmth of this scent and how it lasts the entire day on my skin. It's inviting and not overly sweet. A go-to scent for this season!"
        },
        {
            "review_title": "The Sweetest Afternoon Delight!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Maison Margiela has done it again! If creating such a rich sweet scent was a sport they would receive the GOLD metal! Iu2019m in love with notes of vanilla and sandalwood. Iu2019d describe the feeling of spraying it like a dream because you canu2019t believe how beautiful it makes you feel after. Iu2019ve already received so many compliments of how gorgeous I smell! Well done!!"
        },
        {
            "review_title": "Afternoon Delight - Yes Please",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted this product by Maison Margiela in exchange for an honest review. Madeline is one of my favorite sweet snack so i was quite excited to try this perfume and TLDR i really liked it. The vanilla and sandalwood notes were the most prominent for me. I liked that it wasnu2019t overly sweet and the dry down was more warm and spicy. It did last a long time but since it was not overpowering to begin with it was perfect for a migraine suffering perfume lover like me. You keep getting that subtle gentle scent throughout the day.."
        },
        {
            "review_title": "Lovely gourmand vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I've never been disappointed by a Maison Margiela perfume, and this one was no different. If you love vanilla, sweet, gourmand perfumes, this is for you. It really does smell like a madeleine cookie. Right now, it's a little bit warm for me to wear this out, but it will be perfect for fall and winter or before bed as a comforting scent. I was gifted this product by Maison Margiela in exchange for an honest review."
        },
        {
            "review_title": "My new favorite scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019m always on the lookout for a scent that feels just right, and Afternoon Delight is my new favorite vanilla fragrance. Itu2019s got this warm, cozy vibe thanks to the blend of vanilla and sandalwood, but thereu2019s also a hint of something fresh and unexpected. Iu2019ve worn it everywhere, and the compliments keep rolling inu2014even at the grocery store! If youu2019re into vanilla but want something that feels a little more special, give this one a try."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "This perfume has a very warm scent. It lasts a long time! You only need one or two sprays because it has a strong smell but in a beautiful way! Love it."
        },
        {
            "review_title": "Iu2019ve never gotten so many complimentsu2026",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve been using this fragrance for the last few weeks, and Iu2019ve never received so many compliments! Long lasting, sweet, and perfectly balanced. This will definitely be my go-to this season!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Such a lovely fragrance! It smells amazing and long lasting. It's feminine and perfect for spring and summer. One spritz and it lasts for the whole day."
        },
        {
            "review_title": "Warm sweet aroma",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "This perfume is sweet and really reminds me of afternoon tea with freshly made warm butter cookies that still have that aroma from oven! I love wearing this perfume when going out with my girlfriends and everyone always asks about this perfume! If you like warm sweet perfumes- this one is must try!"
        },
        {
            "review_title": "SO GOOD!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Iu2019m enchanted by this fragrance. The moment I spritz it on, I'm enveloped in a warm embrace of creamy vanilla that instantly lifts my spirits. I find that itu2019s perfect for both workdays and weekend outings, and it always draws compliments."
        },
        {
            "review_title": "A must-have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "Maison Margiela's 'REPLICA' Afternoon Delight Eau de Toilette is a sensory masterpiece that captures the essence of a serene afternoon!!! The fragrance opens with a bright, uplifting burst of citrus, gradually unveiling a heart of creamy vanilla and smooth sandalwood. This combination creates a warm, inviting aroma that's both comforting and sophisticated. The longevity of this scent is impressive, lingering subtly throughout the day without being overpowering. The elegant simplicity of the bottle reflects the refined nature of the fragrance, making it a chic addition to any collection. Overall, Afternoon Delight is perfect for those who appreciate a delicate yet impactful fragrance that exudes both elegance and warmth!"
        },
        {
            "review_title": "BEST new scent!!!u2764ufe0fu200dud83dudd25",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I am loving the scent. So fresh, simple, and clean. I highly recommend if you like basic scents. And packaging is nice and simple so it is not a pain to carry around anywhere!! The smell is so refreshing and high quality"
        },
        {
            "review_title": "Sweet gourmand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This perfume is going to be very personal! If you are someone who likes slightly heavy , sweet gourmand perfume - this is for you . Think of taking a bite of a sweet vanilla cookie on a winter afternoon. Heavy , heady and deliciously sweet ! I love a good vanilla perfume and it layers so beautifully with multiple others"
        },
        {
            "review_title": "boring basic and generic",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I bought the travel size when it first hit Sephora. I never returned stuff but this went back. it was so basic boring and generic. I couldn't believe it. it was like a very faint smelling body mist that had a generic boring perfume type of smell. nothing good about it at all"
        },
        {
            "review_title": "A Win For The Gourmand and Vanilla Girls!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
            "review_text": "This has become my go to vanilla fragrance, hands down! Ever since I went sent it early I cannot put it down! If someone were to ask me what this smells I would compare it to a vanilla Nutriment ( yes the meal replacement drink)! The sandalwood notes peak through more during the dry down! Itu2019s a milky, creamy vanilla so I can definitely understand why itu2019s being released so close to fall! My true gourmand girls are gonna figure out a way to wear this all year round tho! I would highly recommend if you enjoy vanillas or milky scents."
        },
        {
            "review_title": "ud83eudd22",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Do not blind buy this. It smells like straight up rancid raw dough. I was really looking forward to this one. So much so that I bought the travel size the moment it came out. Iu2019ll be returning it. I couldnu2019t scrub it off fast enough."
        },
        {
            "review_title": "Cute and sweet!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was gifted this product by Maison Margiela in exchange for an honest review.  It is a sweet but not overly sweet fragrance that brings me notes of coffee and sweet treats with vanilla. I love Margiela fragrances because they last!!! You can wear the whole day."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I was gifted this product by Mason Margiela in exchange for an honest review. This fragrance is good. I love the packaging, super cute and simple. It has a strong vanilla smell with a slight amber/musky scent in my opinion. However, it has a slightly weird after smell to me which is why I rated it 4 stars. And vanilla scents arenu2019t my preference. But I would still recommend this if you like sweet, vanilla notes."
        },
        {
            "review_title": "The best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "This fragrance is everything. It smells so good without being too heavy. It lasts all day. I really enjoy the notes. The packaging is so clean and elegant. I received this product complimentary from Maison Margiela in exchange for an honest review."
        },
        {
            "review_title": "Yum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "This is the yummiest vanilla cookie perfume ever! Somehow it smells delicious without being too cakey or sweet - very classy!"
        },
        {
            "review_title": "My new fav!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I am a big warm, vanilla perfume fan, so this was absolutely perfect for me! I am not noticing the bitter smell other reviews are discussing, I genuinely use this every day and love it!"
        },
        {
            "review_title": "Very, very sweet!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "They definitely did not lie--it's a very sweet gourmand--a sugary pastry. I really do like it, but I could see how it could become cloying or too heavy for some. It's definitely a winter fragrance for me."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019m not a huge vanilla fragrance fan but I am in love with this fragrance! It smells so delicious and sweet but not overly sickening sweet. Itu2019s the perfect balance. this fragrance is going to perfect for the fall and cooler months! If you like sweet and vanilla fragrances you canu2019t go wrong with this one! I love the minimalist packaging as well."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love this perfume it smells so good makes me feel sexy every time I have it on . I totally recommend buying this perfume"
        },
        {
            "review_title": "Smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I got this a few weeks ago & have worn it everyday! Itu2019s such a warm & rich scent - Iu2019ve gotten so many compliments! My sister & best friend actually purchase one after smelling me, so good!"
        },
        {
            "review_title": "The perfect summer perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I've heard a lot from the product so I was very expectant. It smells like summer and I liked a lot the performance during the day. If you're a vanilla fan this is perfect for you."
        },
        {
            "review_title": "didn't impress me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "it's kinda mixed feelings for me. i really wanted to love it because the idea of vanilla, madeleine accord, and sandalwood sounds amazing, but itu2019s not quite hitting the mark.  the scent is warm and sweet, definitely has that vanilla vibe with a touch of sandalwood. it kinda reminds me of a cozy, indulgent dessert. but, honestly, it's a bit too sweet for my taste and doesnu2019t have that much depth. after a while, it just kind of fades into a generic vanilla scent.  the bottle is super cute with its apothecary jar look and the rope-wrapped pump is a nice touch. but the fragrance doesnu2019t really evolve much, so if you're expecting something complex or unique, it might not be for you.  i think itu2019s fine for a simple, everyday scent if you love sweet and gourmand perfumes, but it didnu2019t wow me. might be worth checking out at sephora if you're curious, but just keep in mind itu2019s pretty straightforward."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This perfume is something else! It has a wonderful warm scent with sweet notes! I absolutely love the way it makes me feel! So summery and warm. Iu2019ve gotten so many compliments, so I definitely recommend it!"
        },
        {
            "review_title": "YOU NEED TO BUY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "10000/10!  Iu2019m typically very picky about my perfume sense. I have only really ever used one other brand and I am not the biggest vanilla individual. Iu2019m typically very picky about my perfume sense. I have only really ever used one other brand and I am not the biggest vanilla individual. However, this is quite literally my favorite perfume right now. it has the sweetest but subtle vanilla smell. itu2019s light and girly. And Iu2019ve gotten so many compliments about what Iu2019m wearing. it feels very comfortable and I can smell the scent without getting a headache. Itu2019s the perfect amount of everything!"
        },
        {
            "review_title": "New Go To Perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I was gift this perfume in exchange for my honest opinion and let me say this scent is a 10/10. If youu2019re a warm scented girlie, RUN and get this perfume!! I promise you wonu2019t regret it! Plus itu2019s perfect for the fall :)"
        },
        {
            "review_title": "A great vanilla perfume for the fall!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Absolutely love this perfume! Iu2019m not a huge fan of vanilla, but this is the perfect one. Itu2019s warm and the notes of sandalwood really make for a sophisticated and spicy base. Overall, this is a great sweet and warm vanilla scent that I adore!"
        },
        {
            "review_title": "DELICIOUS SCENT! My new go to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "This scent is INCREDIBLE! I got this product scent to me by Maison Margiela as a gift and I swear I smell delicious every time i put on this scent i get so many compliments! Itu2019s a super unique scent but still has that underlining vanilla smell! The scent stays on ALL DAY LONG and the packaging is just so cute! Would 100% recommend purchasing this product!"
        },
        {
            "review_title": "a must have for autumn ud83eudd50ud83cudf42ud83euddf8",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "Afternoon Delight is my new favorite scent! Absolutely perfect for the vanilla fall girlies ud83cudf68ud83cudf42  Walking through Paris and grabbing a coffee during autumn is the best way to describe this scent. 100% recommend for anyone looking for a clean vanilla scent! Afternoon Delight will definitely be my most used fragrance this autumn ud83eudd50ud83euddf8ud83cudf42u2615ufe0f"
        },
        {
            "review_title": "ADDED TO MY FALL COLLECTION!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Guyssss. I am currently building my fall fragrance rotation & this was a hidden gem, I didnu2019t know I needed!!! 10/10. The perfect combination of vanilla & sweet but sultry gourmand."
        },
        {
            "review_title": "A MIST IF YOU LIKE SWEET PERFUME !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "The key notes of this fragrance are vanilla, madeleine accord and sandalwood. Itu2019s a beautiful warm & cozy scent. Perfect for fall and winter. Definitely on my top 10 favorite fragrances"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This is my kind of vanilla scent. As someone who is very picky about my vanillas, I appreciated that it wasn't sickly sweet or super artificial smelling. It dried down warm with a bit of spice on me, but I did notice on  my family members it dried differently(a bit sweeter and more powdery on my sibling) so I wouldn't blind buy this. Definitely wear it around a see how you feel!"
        },
        {
            "review_title": "VANILLA GIRLIES THIS IS FOR YOU",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This scent is literally  amazing. So good. Warm vanilla notes and then like a bready cookie scent. Itu2019s so cozy and going to be perfect for fall. It seriously is so good I canu2019t even explain it."
        },
        {
            "review_title": "absolutely delicious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "Hello new fall fave! I absolutely love gourmand scents especially when the cooler months come in. I received a 1oz bottle. This has a beautiful intense creamy vanilla burst right out the gate, she then has sweetness of madeleine cookies and warm sandalwood on dry down. She's strong so keep that in mind before purchasing. She lasts for hours and the projection is amazing"
        },
        {
            "review_title": "new go to FALL MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "this smells DEVINE!!! itu2019s an amazing cross between sweet and woody but gives me the best patisserie vibes! def my new fav! just in time for fall!"
        },
        {
            "review_title": "NOT INCENTIVIZED",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "DO NOT BLIND BUY!! PLEASEEE test on skin because it pulls very differently on people.  So anyways I blind bought a full size and actually ended up really liking it on ME. The incentivized reviews are so over the top it makes me want to return this. On ME this smells like powdered sugar, milky, super creamy, pastry like but light enough to somewhat mimic a madeleine sponge. It is definitely light and not super vanilla forward and not eternally lasting like the incentivized reviews made it seem. HOWEVER, on my boyfriend it smells a little sweet and spicy? Not sure where that is coming from which is why this is not blind buy safe. Also, if you just smell the cap it smells like straight sandalwood.   For context here are some of my other favorites from sephora: commodity milk expressive, replica matcha meditation, kilian princess, nette the vanille, burberry her elixir."
        },
        {
            "review_title": "What Tom Ford Vanilla Sex SHOULD'VE BEEN!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This is what Tom Ford Vanilla Sex should've been! This is a light, sweet, simple and demure fragrance without that baby doll head plastic vibe that Vanilla Sex has. Lasting power is much longer on your clothes, almost non-existent on your skin after a few hours. I purchased this with my own money and plan to keep it!"
        },
        {
            "review_title": "Sweet, warm, cozy vanilla",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "I'll start by saying this was a blind buy for me. I'm always been and always will be a vanilla girl. That being said, the notes got me. Upon first spray, I got the sweet, warm vanilla that I expected. It smelled warm and cozy. The dry down did give me Madeleine cookie vibes, but just not as much as the description hyped up. This is my first Replica purchase, so i'm not very familiar with the expected longevity. But i'd say it lasted about 4 or 5 hours on my skin. I'm looking forward to wearing this more in the fall when the weather starts getting cooler. I do like it and would recommend it, but for the price point it could be more impressive."
        },
        {
            "review_title": "NOT gourmand!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Normal skin",
            "review_text": "I was hoping for a nice sweet vanilla gourmand scent. What it smells like is a sharp soapy incense sent with old lady perfume added in. If there is vanilla it's not very much. There's not much warmth to it. I love Fireside and Jazz Club, but this one is a HUGE fail."
        },
        {
            "review_title": "Do not blind buy. Smell for yourself!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "This is rough! The opening is very strong and smells rancid to me. I get something a bit more sweet once it dries down, but there's still that rancid, sour, and sharp undertone to it for hours after the initial spray. This is not what I was expecting and I'm super disappointed. This will sadly be returned."
        },
        {
            "review_title": "BE CAREFUL, YOU DIDN'T GET THIS FOR FREE",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "It's a little frustrating that before the fragrance is even launched, the product is flooded with people who were given the product for free and then given a script of words/phrases to use to describe and review the product. (really, that many people think it reminds them of a cafe in Paris?) When promised cookie and vanilla, gourmand lovers are going to be looking for just that. If you were to ask me honestly what I think it smells like, I'd say baby wipes/diapers with powdered sugar on it. It has that same diaper smell that Phlur-Not Your Baby has- minus the mimosa urine smell. It's VERY light. Nothing thick or heavy at all. I'd call it a daytime workplace fragrance, as it's so light I have to be an inch away from my skin to smell it. With all of the heavy and photo-realistic gourmands that are out there right now, I'd say this is sure to disappoint some blind buyers."
        },
        {
            "review_title": "vanilla & sandalwood",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I don't know where the bad reviews are coming from, but this was a blind buy and I have to say it smells exactly like the description. Sweet & spicy vanilla with some sandalwood notes behind it. it's a lovely vanilla scent."
        },
        {
            "review_title": "Love BUT do NOT blind buy based off reviews.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "OK, Iu2019ve been on a perfume kick so I blind bought this because I always love vanilla scents and I LOVE beach walk. Iu2019ve noticed with replica they always sound good on paper/from other people but never smell how Iu2019d imagine on my own skin. Basically I knew there was a risk here. Anyway, itu2019s not bad. Itu2019s just literally not what they describe like at all. And I think the influencer reviews are very frustrating because I feel a lot of these people are not very into perfume and throw around around terms that they donu2019t understand. This is not a gourmand like at all. Itu2019s not warm or spicy at all. I think itu2019s comical people are even saying that. And thatu2019s why Iu2019m taking some stars off because these reviews are not helpful. ANYWAY, to me personally itu2019s giving, Iu2019m a very clean person who just took a shower and I also have vanilla on. Basically it feels like a very fresh vanilla. I actually do really like it and Iu2019m getting some whiffs of sweetness, but also freshness from the sandalwood. If you want a clean light vanilla scent without it being overly gourmand, then this is definitely for you. But please just donu2019t trust the reviews from the people who receive the product for free because I donu2019t really think they know what terms theyu2019re throwing around."
        },
        {
            "review_title": "Afternoon Delight!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "Afternoon Delight opens as a lightly sweet & airy fragrance. Itu2019s a warm vanilla & sandalwood scent that deepens the longer you wear it. Itu2019s not overtly sweet, itu2019s a nice whisper of sweetness that isnu2019t overpowering. I like catching whisps of this fragrance throughout the day. If you like warm vanilla sugar type of scents this may be for you!"
        },
        {
            "review_title": "READ THE REVIEWS.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "If you're looking for a sweet, cakey vanilla gourmand scentu2014this is NOT it. I barely get vanilla, just a yeasty, bready smell. In my opinion, this does not smell anything like a Madeline. This is just straight-up yeast and bread, with a hint of sandalwood. Nothing sweet, vanilla, or gourmand about this. It's VERY disappointing ud83dudc4e"
        },
        {
            "review_title": "DO NOT BLIND BUY",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "I'd wish the reviews weren't all from people who received this product for free so I could have gotten an honest review. Do NOT BLIND BUY THIS!! I had such high hopes for this one, smells like baby wipes and sour milk. You would need to layer this hard with Phlur's vanilla skin to make it tolerable."
        },
        {
            "review_title": "Amazing Vanilla Perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is the perfect warm vanilla scent for end of summer and early fall. The perfume's longevity is amazing and I have gotten so many compliments. It smells light, clean, and has a good vanilla base."
        },
        {
            "review_title": "I love this beautiful fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "Beautiful fragrance with delicious madeleine accord blends with the woody notes of sandalwood and whipped vanilla. Doesn't that sound delightful? The scent lasts forever and itu2019s not overpowering, just a little hint of French desert. It brings some warm and sweet feelings. Such a dreamy scent. I'm sure it will not leave you indifferent."
        },
        {
            "review_title": "Vanilla Lovers Dream",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This scent is so warm and sweet. If you're a vanilla perfume person or love any sweet perfumes you HAVE to try this one! It reminds me of a chic bakery. I was gifted this product in exchange for an honest review."
        },
        {
            "review_title": "My least favorite from the house",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "as a perfume collector I own and love 6 (now 7) from Replica, this one is my least favorite. I waited patiently and purchased the moment it was available. It's a very synthetic smell until the dry down. I smell more sandalwood than vanilla. Sandalwood mixed with a synthetic syrupy smell. I'm hoping it will change in the cold weather. Fingers crossed. Definitely test before buying a full size."
        },
        {
            "review_title": "Vanilla girl coded",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I like the fragrance, I personally wish it was a little stronger and longer lasting but other than that it smells heavenly"
        },
        {
            "review_title": "the perfect vanilla scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I love this perfume!! It is not too strong but it also lasts alllll day. I love that it is a warmer scent and the vanilla notes make a perfect go to perfume."
        },
        {
            "review_title": "Perfect for every day.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Normal skin",
            "review_text": "I bought it the day it came out and I absolutely love it. It smells very sweet to me but I like it. It's also powdery and maybe even a bit fresh scented. It's great for everyday and I can't wait to layer it with my other vanilla fragrances."
        },
        {
            "review_title": "Not blind buy worthy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Combination skin",
            "review_text": "Does not give sweet bakery. It is a more subtle vanilla scent. You will definitely have to pair it with something sweet to give what the descriptions states. Better scents out there for cheaper price."
        },
        {
            "review_title": "soothing and cozy smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Maison Margiela's 'REPLICA' Afternoon Delight Eau de Toilette is a delightful fragrance that captures the essence of a tranquil afternoon basking in the sun. The composition beautifully blends creamy vanilla with the warm, earthy notes of sandalwood, creating a lush, comforting aroma that feels both inviting and elegant.   As the fragrance unfolds, you experience a sense of serenity that evokes images of lounging in a serene garden, surrounded by blooming flowers and warm sunlight. The longevity is impressive, ensuring that the comforting scent lingers throughout the day without becoming overpowering.   Overall, Afternoon Delight is a versatile fragrance suitable for both casual and special occasions, making it an excellent addition to any perfume collection. Its unique blend of sweetness and warmth creates a signature scent that leaves a lasting impression. Perfect for those who appreciate a soothing and cozy olfactory experience."
        },
        {
            "review_title": "A classic scent that't not too subtle",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "It smells great, and it's not too sweet or too subtle. I just personalyl don't like coconut and I smelled a bit of it almost instantly, so I wish I knew that before going in. Otherwise, it's lovely!"
        },
        {
            "review_title": "such high hopes....",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I'm a vanilla girly and I was so excited for this! first spray had zero vanilla and smelled more powdery if anything. After a few hours I finally faintly smelled the subtle vanilla scent. I'm a bit disappointed by it. I have to say, I have a lot of better vanilla scents at a much lower price point."
        },
        {
            "review_title": "Amazing coming from a rare perfume wearer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "As somebody who does not wear fragrance very often, this fragrance has become my favorite! Itu2019s the perfect mix of vanilla and itu2019s not incredibly strong. I would 100% recommend this to people who donu2019t wear fragrance very often but want something that smells good and sweet!"
        },
        {
            "review_title": "Cute Vanilla Scent for the fall",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I love gourmand scents. This is a very cute vanilla scent for the fall. It lasts all day long, and just gives cozy vibes. I took one star off because there is a small after smell that I'm not too fond of, but its not that noticeable."
        },
        {
            "review_title": "Warm Vanilla for Fall",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Definitely gives warm vanilla notes and is great for Fall/ Winter time for vanilla scent lovers. A little bit goes a long way. This fragrance is not one that smells different on different people. I believe the scent stays the same and is recognizable to fragrance enthusiasts!"
        },
        {
            "review_title": "Love this scent!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love how light and refreshing this fragrance is! It gives me such a confidence boost with its perfect balance of sweet vanilla and the ambery, rustic notes of sandalwood. It lasts a long time and works beautifully both day and night. Iu2019ve had so many compliments on how amazing I smell and people always ask what perfume Iu2019m wearing."
        },
        {
            "review_title": "LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Maison Margiela's Replica Afternoon Delight is an absolute gem! The fragrance effortlessly captures the essence of a sunlit garden, with its delightful blend of fresh floral notes and a hint of sweet citrus. It's sophisticated yet playful, perfect for both daytime adventures and evening soirees. Every time I wear it, I receive countless compliments. Definitely a must-have for any fragrance lover!"
        },
        {
            "review_title": "Light eau de toilette",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Great everyday spray, light and sweet. My only complaint is the longevity, I wish this scent came in a perfume form and not only as a eau de toilette."
        },
        {
            "review_title": "Smells amazing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "I have been using this perfume for about a week now and it is so light and refreshing!! I love the confidence boost this fragrance gives me."
        },
        {
            "review_title": "Must have for the warm scented girlies",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Literally in love with the smell of this perfume!! If youu2019re a warm scented girly, get this NOW!!"
        },
        {
            "review_title": "Perfect summer to fall fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
            "review_text": "I really liked the smell of the fragrance. There is a nice balance between the sweet vanilla and the ambery, rustiness of the sandalwood! It lasts a long time and can be worn either day or night."
        },
        {
            "review_title": "Vanilla girls dream perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I am a vanilla girly so anytime a new vanilla perfume releases I am wanting to try it. If you want to smell like a ball of vanilla you need this perfume added to your routine. Iu2019ve had so many people tell me I smell amazing and what perfume I was wearing. Iu2019ve never gotten so many compliments in my life. I spray it on once and it lasts for a good majority of the day!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Afternoon Delight is warm, fluffy, lactonic vanilla scent that is so cozy and yummy. u2063 It manages to smell sweet and delicious without being too cloying u2014 which is pretty impressive when you consider the notes within. The sweetness of the vanilla isnu2019t too much here, and it allows Madeleine accord, sandalwood and musk to shine through beautifully.  This is the type of scent where the gourmand notes smell so sublime and realistic, you almost want to eat it, so expect an immediate endorphin rush with a sensual, grown-up twist."
        },
        {
            "review_title": "A Sweater Weather must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Normal skin",
            "review_text": "This fragrance smells sooo good and warm! This is definitely a Fall must have! It gives off a sweater weather feel. Once you spritz it on itu2019s like a cozy sensation that makes you want to bundle up with your favorite choice of warm beverage. The vanilla and sandalwood pair perfectly, the scent isnu2019t strong, itu2019s very well-balanced, and it just brings out the perfect way to transition from summer to fall era! Highly recommend it. It reminds me of a higher-end Sweater Weather (Bonfire) from BBW."
        },
        {
            "review_title": "The perfect sweet and warm scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Deep skin tone, Combination skin",
            "review_text": "I am a true vanilla girl & will be adding this too my permanent collection! The notes are on point and itu2019s just the right amount of sweetness. Would definitely recommended to vanilla lovers!"
        },
        {
            "review_title": "I'm obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love this scent it's very subtle yet has the perfect amount of that refreshing vanilla scent I want to wear throughout my day. Would highly recommend it and will keep wearing it throughout my day-to-day routine!"
        },
        {
            "review_title": "good layering vanilla perfume",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "loveee me a good vanilla perfume. loses only a star because i wish it lasted longer, but otherwise smells delish."
        },
        {
            "review_title": "I'm OBSESSED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "When I tell you that I'm OBSESSED. I mean it. The scent lasts forever, its not too strong it's perfectly subtle and sweet. Perfect for any season and any occasion."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I love the smell of it! Itu2019s a really cozy and warm smell! However it is really subtle so not too strong!"
        },
        {
            "review_title": "The perfect every day scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I love this fragrance. Great on its own or mixed with other fragrances. Can work in the summer and into the fall."
        },
        {
            "review_title": "Fall must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "I recently tried Afternoon Delight and I'm thrilled with it. The fragrance combines cozy vanilla, sweet baked notes, and soft sandalwood, creating a truly indulgent experience. The bottle, with its vintage-inspired design  adds a touch of sophistication. This scent is perfect for the upcoming fall, offering an elegant and nostalgic charm."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This is the most YUMMY vanilla scent yet. It is very sweet and lasts on your body all day long!"
        },
        {
            "review_title": "AMAZING SCENT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This perfume smells amazing, itu2019s the perfect Vanilla Scent, but itu2019s not too overpowering where it gives you headaches, itu2019s just perfect."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "The REPLICA Afternoon Delight Eau de Toilette is a sophisticated blend of vanilla and sandalwood that creates an inviting, warm, and cozy fragrance. The scent opens with a delicate sweetness that is both uplifting and comforting, reminiscent of a peaceful afternoon spent indulging in life's simple pleasures.What sets this fragrance apart is its ability to evoke a sense of calm and relaxation while still feeling elegant and refined. It's perfect for those who enjoy soft, enveloping scents that are not overpowering but still leave a lasting impression. The longevity is impressive, lasting several hours without needing a touch-up, and the sillage is moderate, making it ideal for close encounters. Overall, REPLICA Afternoon Delight is a beautiful addition to any fragrance collection, especially for those who appreciate a blend of warmth and sophistication."
        },
        {
            "review_title": "So romantic!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Delish smell! So romantic! Obsessed with the tones in Vanilla and Sandalwood, So good!!"
        },
        {
            "review_title": "Love this fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love the vanilla notes in this perfume! It is going to be perfect for the fall and winter seasons."
        },
        {
            "review_title": "Great fall fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Replica Afternoon Delight by Maison Margiela is a delightful gourmand blend. The fragrance is warm and inviting, with the sweet vanilla and soft sandalwood creating a comforting base, while the Madeleine Accord adds a unique, gourmand touch. Perfect for those who love a cozy yet sophisticated scent."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "If you love vanilla scents this is for you!! The vanilla notes are very prominent. I think this is the perfect scent for fall & winter because itu2019s so cozy. It last a couple of hours and I feel like the scent gets better the longer it sits. At first the vanilla is very strong but after it sits it becomes softer & you can smell the other notes."
        },
        {
            "review_title": "Elevated!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "I absolutely love this scent!! I have always enjoyed sweet, vanilla-based fragrances - however, this version is superior! It's a more elevated vanilla scent, with almost musky undertones. The scent lasted all day & even lingered the next couple days. I would recommend this to anyone who likes vanilla scents, with a mature twist."
        },
        {
            "review_title": "Vanilla scent perfect for layering",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Oftentimes, vanilla can be too sweet for my taste, but this vanilla is well balanced with the sandalwood, so you still get the cozy smell without it being overpowering or overly sweet.  Itu2019s a rather strong vanilla scent but I think itu2019s perfect for layering with other scents to create your own unique smell with vanilla undertones and base notes!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I adore gourmand scents so this was an easy love! It smells exactly like vanilla bean ice cream and vanilla cupcake and as it dries down, the sandalwood comes out. It isn't a headache inducing vanilla warmth either which I love."
        },
        {
            "review_title": "A beautiful gourmand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This is a gourmand lovers dream! It has a very warm vanilla scent to it that lasts all day. You can also pick up hints of spice and woodsy notes, which makes this one perfect for fall and winter. Itu2019s a little sweet in my opinion to be a unisex scent, but my husband definitely loved this one on me. And of course, the iconic bottle is so chic and looks gorgeous on a vanity."
        },
        {
            "review_title": "Smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Absolutely love this product. The smell is so good, it almost has a vanilla cupcake like scent thatu2019s not too overwhelmingly sweet."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I was gifted this by Mason Margiela. I will start off by saying I am a vanilla girly and I love vanilla scents. This perfume smells so good. Itu2019s not too sweet, and it has some depth to it which I love."
        },
        {
            "review_title": "Surprisingly amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Iu2019ve worn this exactly 3 times now and Iu2019ve received numerous compliments. In the bottle, it initially didnu2019t smell like much to me. But on my skin, the complexities of the sandlewood really come through!  Replicau2019s quality is unmatched and Iu2019ve never been let down. 10/10"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Afternoon Delight by REPLICA is like a warm hug in a bottle. The vanilla is soft and sweet without being too sugary, and the sandalwood gives it a cozy, earthy vibe. It feels like spending a peaceful afternoon wrapped up in your favorite blanket. The scent is subtle but lasts well, making it perfect for everyday wear when you want something that feels comforting and just a little bit special. If you love fragrances that are warm and inviting, this one's a great pick."
        },
        {
            "review_title": "Delicious!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Delicious! The most subtle vanilla scent thatu2019s warm, but not too sweet. Personally, this is going to be an everyday scent as itu2019s not too strong and very pleasant."
        },
        {
            "review_title": "A Unique and Long-Lasting Fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I recently tried the IHC x Maison Margiela fragrance, and it exceeded my expectations! The scent is both unique and sophisticated, with notes that are perfectly balanced. It has a warm, slightly musky undertone that makes it perfect for both day and night wear. I received this product for free in exchange for my honest review, and Iu2019m genuinely impressed by its staying poweru2014it lasts all day without being overpowering. The bottle design is sleek and looks great on my vanity. Iu2019d definitely recommend this fragrance to anyone looking for something new and different."
        },
        {
            "review_title": "Great smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "This fragrance smells AMAZING!! If youu2019re into vanillas scents then this one is PERFECT! The perfect scent for the upcoming fall season. Its a sweet scent thatu2019s warm and indulgent. I 100% recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This does actually smell like a madeleine. It's very vanilla extract. I don't usually like gourmands, but this is a very delicious vanilla."
        },
        {
            "review_title": "For my FALL LOVERS",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Has a fall scent, could be a causal day outing kinda scent but for me personally not a scent for date night. Gives me like candle vibes for this scent."
        },
        {
            "review_title": "Go To Vanilla",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "If you like vanilla scent, this is definitely a go to! It's giving cozy over the fireplace vibes."
        },
        {
            "review_title": "Sweet sultry, musk mystery",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "Sweet sultry, musk mystery, these are the notes and experiences Iu2019ve had with this fragrance. I rarely test fragrances directly on my skin because if it doesnu2019t mesh well with my chemistry then Iu2019m stuck with it but this was a pleasure. Deep and sultry, light notes with deeper meanings sink in."
        },
        {
            "review_title": "Perfect fall fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "This fragrance smells AMAZING!! The perfect scent for the upcoming fall season. Itu2019s a mature sweet scent thatu2019s warm and indulgent. I 100% recommend if you love gourmands."
        },
        {
            "review_title": "My new favorite scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I recently received this product in the mail and was so excited to try it out. I have been using Maison Margiela scents for the last year, and this might be my new favorite. Its very sweet but not too overwhelming of a scent. In my opinion the scent lasts all day as I have received compliments many hours after spraying this fragrance."
        },
        {
            "review_title": "the fall perfume i was looking for! (no headaches)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This perfume definitely smells as described - it reminds me of my time in Paris; it's romantic and sweet without being TOO sweet - to me, it's an interesting vanilla that wears nicely on the skin and has an almost skin-like scent.  I get headaches from perfumes really easily and I don't get one from this - I generally really love Maison Margiela's perfumes because their whole thing is memory in a fragrance, and that really carries through (my favs are By the Fireplace - super cozy, Bubble Bath - very clean/fresh, Jazz Club - a heady, very unisex scent I like for nighttime wear). This new scent IMO is the most wearable daytime scent that's a nice transition from summer to fall and into the fall months.  This size is the one I usually go for since it's a good price point and still a nice spray, and looks really nice on my nightstand!"
        },
        {
            "review_title": "Must try !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I just received this in the mail and as soon as I opened it I fell in love with the way the bottle looks! The notes in this fragrance are absolutely stunning! If you like a warm vanilla/musky scent this is the one for you!! Especially with fall Coming up!"
        },
        {
            "review_title": "So warm and cozy scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Combination skin",
            "review_text": "I'm captivated by Maison Margielau2019s 'REPLICA' Afternoon Delight Eau de Toilette. It's a new favoriteu2014light, fresh, and exquisitely balanced. The unique blend of notes creates an elegant, uplifting aroma that draws endless compliments. If you're seeking a signature scent, Afternoon Delight is a must-try."
        },
        {
            "review_title": "New signature scent! u2615ufe0fud83eudd0e",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Since receiving this product, I have been stopped 3 times !!! and asked what I was wearing ud83eudd79 it is such a beautiful warm vanilla scent, a must have for any vanilla lover! I absolutely adore maison margiela + their bottles, the way they package the perfume, i adore it all ud83eudef6ud83cudffb you must try it!! xoxo"
        },
        {
            "review_title": "Warm, Sweet, and Sexy vanilla perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I've been in search of the perfect vanilla perfume without feeling like it smells fake or cheap and Maison Margiela has hit the nail on the head. When I wear it I've never gotten more compliments and I truly cannot stop smelling myself all day long, not only is the smell quality up there but the longevity is as well. I really cannot express how happy I am, will def repurchase this immediately!!!"
        },
        {
            "review_title": "Fall and A Cozy feeling in a Bottle.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This scent is honestly so comforting and the style description definitely fits it to a tea. I'm a vanilla and sandalwood girly for sure but I mainly get vanilla off this not a bad thing at all but it is claiming sandalwood. It's an extremely cozy scent I feel warm and fall vibes when I got the whiff of it so I honestly really like it. It's not overpowering and it's lasted I sprayed my wrist in the A.m. and at night still smelled the scent, gotta love that."
        },
        {
            "review_title": "LOVE THIS SO MUCH",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I am absolutely in love with the Maison Margiela 'REPLICA' Afternoon Delight Eau de Toilette! It has quickly become my new favorite scent. The fragrance is simply delightfulu2014light, fresh, and perfectly balanced. It has a unique blend of notes that create an uplifting and sophisticated aroma, perfect for any occasion. I receive so many compliments whenever I wear it. If you're looking for a new signature scent, I highly recommend giving Afternoon Delight a try. You won't be disappointed!"
        },
        {
            "review_title": "NEW FAVORITE SCENT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "After using this for the past couple of days, I can easily say I LOVE THIS FRAGRANCE! It's perfect for those who enjoy a light yet sweet scents. I absolutely love this scentu2014it's sweet but not overpowering. It smells like a french bakery! It's ideal for daytime wear, it provides a delicate and sophisticated scent that lingers pleasantly throughout the day. It will be the perfect fragrance for fall, adding a touch of warmth and elegance to the season."
        },
        {
            "review_title": "My Everyday Scent!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "This scent reminds me of coastal summers on Cape Cod! I absolutely love this perfume! The subtle vanilla and sandalwood notes blend together so well! It is truly an everyday scent that I will continue to wear. I was gifted this product by Prada Beauty in exchange for an honest review."
        },
        {
            "review_title": "My favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This fragrance has to be my favorite from Maison Margiela. Itu2019s the perfect blend of vanilla and sandlewood. Itu2019s very creamy and warm. I 1000% think the is the fragrance for fall and winter!"
        },
        {
            "review_title": "a must-have in fragrance collection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "After using this product for a couple of days, I can say that this is a PERFECT scent for the Fall Season. The name of this product is also so PERFECT for the fall season-- I am obsessed with the way it smells and is not too much for sensitive noses. I would definitely recommend this if you want to switch it up and buy something to smell delicious!"
        },
        {
            "review_title": "You need it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I am a gourmand girl and replica has never came Out with anything like this! If you love vanilla, marshmallow smells, youu2019re in for a treat. This smells sooo good. I have literally not stopped wearing it. I give this perfume at 10/10."
        },
        {
            "review_title": "A warm and sweet long lasting scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I was gifted this product by Maison Margiela, but I haven't been able to stop wearing it since receiving it! It lasts and lingers all day, it's a beautiful sweet and warm scent. Genuinely makes me so happy, it smells like a French pastry!"
        },
        {
            "review_title": "New favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "I have always been into floral perfumes so I did not expect to love this one so much! The vanilla scent is just so warm and comfy. It reminds me of a sunny autumn day. Will def wear this one for fall."
        },
        {
            "review_title": "Essential Fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Think of sitting in the Paris sun eating macaroons while enjoying a delicious cappuccino because that is exactly what this scent smells like! So divine, feminine and the perfect fragrance for us in our girlie era. Highly recommend buying for yourself and every woman you know!"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "The vanilla scent is really strong. I actually love Madeleine cookies, and this smells exactly how they taste. Itu2019s warm and vanilla and comforting."
        },
        {
            "review_title": "This scent is everything !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "When i first received this package , I was so obsessed with packaging to point Iu2019m saving the box to use it for something else . The smell is everything and what I love about it is how long lasting it is , not only has the become one of my favorite scents but I love How versatile it is not only can you use for summer but also for fall , winter , because warm vanilla smell to it , take this is as a sign to go get this you will not regret it !"
        },
        {
            "review_title": "The most elegant, long lasting scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "this is the perfect perfume for people who dont like traditional vanilla scent but want something warm and inviting. I love this perfume and it lasts all day during hot weather. Perfect for days out and nights out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This is the most perfect vanilla scent and I absolutely love it. It doesnu2019t smell overly strong but is perfectly balanced."
        },
        {
            "review_title": "Sweet and rich!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "First of all, the packaging!! So chic and cute!! The second a put this perfume on, the warm scents of vanilla and spice immediately showed up. The best way I can describe the scent is elegance. I feel very feminine wearing this scent because of the sweetness. A little goes a long way as well, so even though it is a bit pricey for the amount you get, I know it will last a while. Iu2019ve already gotten so many compliments!"
        },
        {
            "review_title": "OBSESSED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Wow I just loveee the smell of this scent is very sweet and as always the packaging so cute Maison never disappoints with their fragrances. I would definitely will be wearing it every day ."
        },
        {
            "review_title": "A new signature scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019m always on the lookout for scents that will ultimately become a staple for me, and this scent is exactly that! I absolutely love that this scent reminds me of a cute french bakery and having a good cup of coffee in hand. The scent is sweet and melts perfectly into my skin without being too overpowering and stays on the skin for longer than I expected. Maison Margiela never disappoints with packaging and the bottle is absolutely beautiful. I would highly recommend buying this to anyone who is looking for a fresh and warm scent for this upcoming fall season!"
        },
        {
            "review_title": "My favorite perfume.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
            "review_text": "this is exactly what Iu2019ve been looking for. Itu2019s the perfect vanilla fragrance . It smells more like the vanilla cream pie, which makes sense because the theme is Madelineu2019s in the fragrance. The inspiration behind this is amazing. Itu2019s the perfect fall scent and the perfect vanilla you can imagine . Itu2019s like a warm hug."
        },
        {
            "review_title": "Ina cafe in Paris Vibes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This is such a pastry, vanilla, gourmet smell. Itu2019s so cozy and the longevity on this fragrance for an EDT is so good. I got consistently a good 6 to 8 hours I would say. Iu2019m such a sucker for sandalwood. I love that in a fragrance that mixed with the vanilla and Madeleine is the perfect cozy fall sent it almost gives me this. Iu2019m having an afternoon snack in a Paris cafe with my waitress, pouring my coffee into my cup with some pastries on the table. It definitely reminds me of when you open up a Madeleine the scent hits you i definitely sense it when I spray this. Itu2019s so cozy and warm! Definitely my go to fall scent for sure!"
        },
        {
            "review_title": "new favorite scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This might be my new favorite scent! It reminds me of a French bakery. It's super sweet but not overbearing. It's very subtle but very noticeable. I'm not entirely sure how to describe it. Maison Margiela's packaging is always the cutest and never disappoints. This will definitely be my new scent and I will be purchasing it for the rest of my life."
        }
    ]
}