{
    "product_id": "1787",
    "name": "Double Wear Stay-in-Place Matte Refillable Powder Foundation",
    "brand": "Estee Lauder",
    "categories": "Makeup, Face, Foundation",
    "price": 67.0,
    "about": "What it is:A multi-use, refillable powder foundation with flawless custom coverage, up to 12-hour wear, and a matte finish..Coverage:Full.Finish:Matte.Formulation:Pressed Powder.What Else You Need to Know:This foundation reduces the look of pores, stays color true, is waterproof, and is sweat- and humidity-resistant.",
    "ingredients": "Boron Nitride , Polymethylsilsesquioxane , Octyldodecyl Stearoyl Stearate , Silica , Calcium Silicate , Isostearyl Neopentanoate , Tocopheryl Acetate , Dimethicone , Methicone , Phenyl Trimethicone , Talc , Triethoxycaprylylsilane , Trimethylsiloxysilicate , Methyl Methacrylate Crosspolymer , Sodium Lauroyl Aspartate , Caprylyl Glycol , Hexylene Glycol , Zinc Stearate , Isopropyl Titanium Triisostearate , Phenoxyethanol , [+/- Mica , Titanium Dioxide (Ci 77891) , Iron Oxides (Ci 77491) , Iron Oxides (Ci 77492) , Iron Oxides (Ci 77499) , Bismuth Oxychloride (Ci 77163) , Carmine (Ci 75470) , Chromium Hydroxide Green (Ci 77289) , Chromium Oxide Greens (Ci 77288)]....Please be aware that ingredient lists may change or vary from time to time. Please refer to the ingredient list on the product package you receive for the most up to date list of ingredients.",
    "how_to_use": "Suggested Usage:.-Use the sponge side to apply the foundation for full coverage..-Use the velvety side for medium coverage..-Wet applicator for sheer coverage..-Maximize your matte look by applying Estee Lauderu2019s liquid Double Wear Stay-in-Place Makeup (sold separately) first, then the powder makeup. Itu2019s a matte made in heaven...Refill Instructions:.-Open the compact and lift the blue tray. .-Remove the used powder pan, pressing from underneath with both thumbs until it pops out. .-Insert new refill. .-Snap into place.",
    "num_reviews": 80,
    "overall_rating": 4.1,
    "product_url": "https://www.sephora.com/ca/en/product/double-wear-stay-in-place-matte-powder-foundation-P441306?skuId=2515526&icid2=products%20grid:p441306:product",
    "image_url": "https://www.sephora.com/productimages/sku/s2515526-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "4N1 Shell Beige",
            "shade_descriptor": "medium tan with neutral undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2515526-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "3N1 Ivory Beige",
            "shade_descriptor": "medium with neutral undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2515476-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "3N1 Ivory Beige",
            "shade_descriptor": "medium with neutral undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2515476-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I like the powder but I keep it away from under my eyes to avoid a cakey look."
        },
        {
            "review_title": "A must have in routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Perfect shade match , not over dry the skin. Good for daily use."
        },
        {
            "review_title": "Mostly great...",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "I wanted to try a powder foundation for quite a long time. I have postmenopausal combination skin. My dry patches are very, very dry (think saltines crumbled with desert sand under a heat lamp)... I do a ton of moisturizing skin prep before applying. It goes on nicely with a brush,  it lasts for hours, it gives a beautifully smooth & even finish for the most part, and the colour match is 100% perfect. The only downside (hence 4 stars) is that it adheres oddly to my driest areas, even after skin prep. I'll use it all but probably won't buy it again."
        },
        {
            "review_title": "Smooth, buildable foundation",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "This is a great powder foundation. I use it alone without a liquid foundation. It is very smooth and builds well. It lasts about 7 hours before looking too glowy. I have very oily skin."
        },
        {
            "review_title": "Great product, never available.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "Iu2019ve 1W2 - sand for the last couple of years. The product is great, however, itu2019s disappointing that itu2019s never available."
        },
        {
            "review_title": "A must-have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Iu2019ve been using this instead of foundation and itu2019s so good! It feels like Iu2019m not wearing anything on my skin and also looks flawless. Love it so much!"
        },
        {
            "review_title": "New version has fewer shades 4 lighter warm tones",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Combination skin",
            "review_text": "I used the double wear powder foundation for many years, they now make fewer shades and are less inclusive to lighter warm skin undertones. They no longer seem to make shades like 1N0 or 1W0. 1C0 is far too pink and 1N1 is too dark once itu2019s on and oxidizes a bit. People with warm undertones can be pale too. They still have the 1N0 and 1W0 shades in the liquid foundation for now, but no way to set them with the matching powder foundation for extra coverage anymore."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I have never found a pressed powder that blends and matches my skin tone so well! Definitely a forever staple."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "3N1 Ivory Beige - medium with neutral undertones",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I'm not sure they understood the meaning of powder foundation."
        },
        {
            "review_title": "May work for some, but not for meu2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "I really had high hopes for thisu2026unfortunately the same shade in the liquid works SO much better than this powder. The powder looks more yellow and it oxidizes and looks slightly greasy after a couple hours. I donu2018t know if getting a different shade will work or not. One plus side is the compact is refillable."
        },
        {
            "review_title": "Cause acne",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "fairLight skin tone",
            "review_text": "At first I wasnu2019t sure about purchasing this product. I decided to purchase this and test it out. Within a few hours my face look shiny & cakey. Less then 24 hours I started breaking out. This is definitely not for me."
        },
        {
            "review_title": "Great for Middle Age, break-out prone skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I was so sad when my Dior Powder was discontinued, I tried several other options, but this was the winner hands down! In fact, I like it better than I did my Dior Powder that I wore for over a decade! I have middle aged, break-out prone skin (those things shouldn't go together.. but that's the just the reality ha), and my skin has been so clear since using this!"
        },
        {
            "review_title": "Very nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Not as good as the Lancu00f4me powder but is closed i like the quality they packaging is nice"
        },
        {
            "review_title": "Favourite colour",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Love this stuff! Perfect colour match for me. Feels very light on the face, good coverage without being cakey. Never makes me breakout"
        },
        {
            "review_title": "Perfect coverage and longevity",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Perfect coverage and longevity, really love it !!!"
        },
        {
            "review_title": "Great powder!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I love this powder, I'm disappointed in the compact itself.  I've only used it a few times and it won't close.  I. need to return it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have never found a product that works so well. It lasts all day and I apply it early in the morning.It reduces my pore size and takes away my oily shine."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this foundation! It went on easily with a brush and was buildable to cover my redness."
        },
        {
            "review_title": "ok if you want shiny face..",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This is a terrible foundation if you have oily skin. I have major shine after just a couple hours. Have used far better powders that are cheaper and last longer."
        },
        {
            "review_title": "Totally Genius",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I picked this up as an impulse buy for the summer - powder as a foundation is something totally outside of my wheelhouse. This stuff is amazing! I put it on after moisturizer and sunscreen, with a round-top kabuki tarte foundation brush (itu2019s just the first clean brush I saw, Iu2019ll keep experimenting). The powder gives a light finish, and the overall effect was to even out the tone of my skin: it eliminated redness and gave my skin a nice, peachy quality.  There was no shimmer, no cake, and Iu2019d call this perfect for an invisible makeup look."
        },
        {
            "review_title": "Amazing!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is the best powder foundation I have ever used. It is blurring and natural beautiful finish. I think this is going to replace my liquid foundation. If you like the double wear foundation then you will love this..great natural long lasting finish. There is no need to touch up it lasted throughout the day. Also this comes in the most beautiful compact and itu2019s refillable! I normally use the 2w2 rattan in the liquid formula and the 2N1 was actually perfect in the powder."
        },
        {
            "review_title": "Wow, wow!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Medium skin tone, Normal skin",
            "review_text": "I don't know why it took me so long to try this. I have been searching for a powder foundation for my 62 year old skin. Everything I tried looked dry, accentuated my texture, and oxidized. This is really special. It applies like a dream and makes your skin look so creamy and smooth. It lasts all day and feels weightless. The only reason I didn't give it 5 stars is because I would love to have a refill available vs having to buy the whole compact everytime."
        },
        {
            "review_title": "Absolutely AMAZING!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Olive skin tone, Dry skin",
            "review_text": "AMAZING!! This powder foundation is PERFECTION!! I wear 4N1 Shell Beige all over, and I use 2N1 Desert Beige to highlight. I can wear Tawny, and get away with it, but my perfect shade is 4N1 and I stumbled across it by accident. I actually bought Shell Beige by accident, went on and tried it, and OMG it was my perfect shade!! The difference was like WOW!! I guess I have more of a neutral undertone than I knew. When I put the Shell Beige on I was totally amazed at the beautiful difference. So all that time I was wearing the wrong shade. Like I said though Tawny worked, but Shell Beige worked a whole lot better. For so many years I thought I had a warm undertone.  I have learned a trick to tell your perfect under tone. Take your finger tip and swatch the shade, then rub it on the inside of your forearm above your wrist ... then look back at your finger tip ... if you have the right undertone swatched it will blend in perfect with the color of skin on your finger tip. So for instance, I can swatch Tawny with one finger tip and Shell Beige with another finger tip, take and blend them on my forearm and look back at my finger tips ... Shell Beige blends into the skin on my finger tip perfectly and matches the skin perfect ... Tawny does not blend into the finger tip skin but stands out as lighter and yellower than my finger tip skin and did not blend in and match the skin like Shell beige did. Most anyone would never look back at the skin on the finger tip, they would just focus on the skin on the forearm swatch and see if they like the color ... and go oh yeah yeah I like that color, never knowing that just because they like the color it may be the wrong undertone. So see I liked the color of Tawny when I originally bought my color, and yet was clueless I had the wrong undertone for two years. Then when I got the right undertone it was like OMG beautiful!!   This powder is full coverage and perfect for dry sensitive skin. I apply it with a duo fiber brush."
        },
        {
            "review_title": "Try it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "Absolutely love this powder, goes on smooth, perfect color match. Can be used alone or to set foundation. Lightweight."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I am so disappointed at Sephora for sending me an open box and old used products. I bought over 100 items & this is what I get. my wedding is in a week and I can't even use this stuff which I ordered for my wedding."
        },
        {
            "review_title": "WORTH EVERY PENNY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I ABSOLUTELY LOVE THIS PRODUCT! Been using it for 4 yrs now. I have super oily skin and pretty big pores, but when I apply this product my skin look FLAWLESS. It looks sooo natural and doesnu2019t melt off. I have tried others but none have every made me as happy as this product does."
        },
        {
            "review_title": "Flawless!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "Honestly, a classic. Wears great throughout the day, wide variety of shades, covers the skin better than any other powder foundation while still looking natural"
        },
        {
            "review_title": "Great for more coverage on oily skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Absolutely the best powder out there for more coverage and also helps prevent an oily face better than any other powder Iu2019ve used. I can wear this to work for 12 hours and my face is only barely more oily at the end of the day vs when I wear foundation, and the coverage is there all day. Better coverage than any other powder without feeling too heavy! I was wearing the same version of this in the liquid foundation every day, and still wear the liquid when dressing up, but bought the same shade in the powder version to wear to work for it be quicker to apply and not as heavy feeling all day. Definitely recommend"
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "this was for my mom with dry skin, she has been buying and wearing this almost every day for 6 years and it never fails her, the foundation from this line is also awesome for oily skin"
        },
        {
            "review_title": "Didnu2019t work for my combo skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Oily skin",
            "review_text": "This didnu2019t work for me.  Anywhere my skin wasnu2019t bone dry, it settled and was a big mess if I tried to rub it in.  It also settled into pores on my nose.   I had to return it.  Iu2019m sticking with the stick foundations that I love (Bobbi Brown and Teint Idole)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Bought this on a whim, and glad I did! I apply it with a fluffy powder brush lightly over a cc cream."
        },
        {
            "review_title": "Patchy coverage on combo skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "Very patchy and powdery on my skin. I tried with no primer and over primer. I tried with both sides of the sponge applicator and with a brush. It would not blend on my combination skin."
        },
        {
            "review_title": "holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This has been my go-to u2018foundationu2019 for years! Goes on so smooth with the application sponge, doesnu2019t clog pores, and stays in place. I was matched with a lighter color, Ecru, but I get a darker color because I usually self tan."
        },
        {
            "review_title": "Good for touch ups!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Great for covering throughout the day, but wouldnu2019t you this as my first choice for a foundation. I like it to use when I need to cover some redness that may appear during through the day!"
        },
        {
            "review_title": "Beautiful finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I absolutely love this! Not a fan of liquid foundations but this powder is perfect. I have dry skin and just use a hydrating primer underneath. This can definitely be toned down or built up! Love that there are deeper golden undertones to choose from as well"
        },
        {
            "review_title": "My Holy Grail Powder Foundation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "I've been using this for about 1.5 years. The coverage is fantastic, especially for a powder. When my skin was at its worst - I used this along with the double-wear liquid foundation for VERY full coverage. The fact that the finish looked nice on my textured skin and acne is saying a lot!  Now that my skin is clear (thanks accutane!) I don't really need as much coverage. I use the supergoop tinted CC sunscreen, then top with this. It gives a nice airbrushed finish. Even though it's matte - it doesn't look dry and it doesn't settle into pores.   I've tried many other pressed powders in hopes to replace this with something not quite as pricey. But nothing compares to this stuff! Each one lasts me about 6 months, so in my opinion, it's 100% worth it."
        },
        {
            "review_title": "Perfect shade and great coverage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Oily skin",
            "review_text": "I love this product! It has nice, buildable coverage and perfectly matches my skin tone. I tried several powders in other brands but was always in between shades. Iu2019ve been using their liquid double wear for years so idk why I didnu2019t instantly go for the powder form during my search!"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is one of my favorite powder foundations! I have been using the same one for 3 years now."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I use the same shade foundation and decided to try a powder foundation for days when I feel lazy. I was a little worried since some customers said the shades don't match. Mine (2C1 Pure Beige) matches perfectly and it's perfect coverage. Love it."
        },
        {
            "review_title": "My go to!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I have been a MAC full coverage powder girl for years and finally decided to switch over to something else when i realized the shade range sucks. I have olive undertones and its tough to find my shade. The way this glided on my skin and matched me as if it was my own skin was mind blowing. I love it so much. I wear it all over and its so natural and also covers beautifully."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "disappointed to say the least. I expect better from estee lauder but this powder foundation is not it.  very dry looking, flaky and settles into pores and lines instead of smoothing out. the colors are completely off from the liquid version. if you're looking for a great powder foundation I suggest make up fore ever or mac studio fix."
        },
        {
            "review_title": "Awesome Powder Foundation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Have used this for a while, love it. Covering and looks natural. Looks good with double wear foundation, and natural."
        },
        {
            "review_title": "Holy grail powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "I've been wearing foundation now for about 14 years and have been trying to find the perfect one ever since. I've had bad cystic acne in the past and now my main focus is to be able to cover any remaining scarring. I'd been using MUF duo mat for several years but unfortunately it was discontinued so I decided to try this out. Let me tell you after years of searching I've finally found my holy grail! This powder is absolutely phenomenal you need so little to get amazing coverage and it lasts plus doesn't oxidize. The shade works perfectly which is half the battle since my shade is notoriously difficult to match. I'd give this 10 stars if I could!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Amazing, goes on flawless, and a really clean finish.  Matches my liquid foundation perfectly, doesn't loosen up when I take my brush to it, minimum dust."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brunette hair, Fair skin tone, Normal skin",
            "review_text": "The most amazing, flawless, airbrushes finish. I apply it over the double wear foundation. Both the liquid and power are very natural looking and you can build them up easily as well for a more made up look."
        },
        {
            "review_title": "Favorite Powder (& makeup product overall!)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I am on my 4th or 5th compact of this powder and it is my absolute favorite makeup product...period. I freaked out when I heard about the reformulation, but Estee Lauder actually did improve this powder, even though I was perfectly happy with the original formulation. I use this powder on its own with a dense foundation brush for lighter makeup days, on top of a little concealer for medium days, and all over the face on top of liquid foundation as added insurance for a full coverage beat. Itu2019s excellent for touching up around the nose or wherever your foundation might be breaking up and never looks dry. I have very pronounced pores and this powder actually blurs and fills them better than any primer. I honestly canu2019t say enough good things about this powder. It also never crumbles in the pan, even when I have barely any left. ALSO, Estee Lauder does a wonderful job with pink undertones. Many brands put too much yellow into supposed pink undertones which always looks orange on me. Just donu2019t use the pad included in the compact to apply this - get a nice dense, domed foundation brush that is capable of picking up this firmly pressed powder...I believe Sephora still makes a travel version of this type of brush that I use on the go. I hope EL never discontinues this powder because Iu2019ve never found another that comes anywhere close to the quality of this one!"
        },
        {
            "review_title": "Ride or die foundation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am on my 5th or 6th purchase of this foundation and any time I venture away I come back. Whether itu2019s my weekend or Iu2019m working a 12 hour day and I donu2019t want to dedicate too much time to putting on a full face; this is the perfect amount of coverage. Does not feel heavy, and works well with my skin whether it decides to be oily or give me a few dry patches."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "This is such a great light weight option for full coverage foundation!! Definitely a keeper"
        },
        {
            "review_title": "Beautiful as a setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I use this as a setting powder after foundation, and it gives a natural u201cskin-likeu201d finish. Pairs extremely well with the classic Double Wear and the Double Wear Nude foundation. Was skeptical at first as this is sold as powder foundation and I have dry skin, but happy with the end result."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "This is a great powder foundation. Iu2019ve never used it on its own, but it is nice to add over the Double Wear liquid foundation."
        },
        {
            "review_title": "Works great as a setting powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I loved all the products I tried from the Double Wear line and this powder is no exception. I actually use it as a setting powder (I don't like loose powders) and it works amazing to set make-up. I have combination skin and I didn't find it that mattyfing. The finish is natural, the wear is comfortable without feeling drying, but somehow it manages to control oils for about 8-10 hours (but it also depends on the primer and foundation used). The powder is firmly pressed, but easy to pick with a brush without too much fall-out; I used the entire powder without having any crumbling. It gives some coverage (although I never truly tried to blend it), so personally I prefer to get it in a shade slightly lighter than what I use in the Double Wear foundations. The packaging is great quality, sturdy, easy to take on the go."
        },
        {
            "review_title": "Best powder foundation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "The best for dry skin. I was told that Laura Mercier 50$ compact was good for dry skin but this is by far superior"
        },
        {
            "review_title": "Do not recommend!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "brunette hair, Medium skin tone, Combination skin",
            "review_text": "Do not recommend! Is not full coverage and when adding a second layer it looks cakey."
        },
        {
            "review_title": "Not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I wanted to love this powder since I use the double wear liquid, but ugh ..... aside from making me break out it barely stays on the face. Nothing like the double wear liquid. Sad. And it contains talc which is horrible :("
        },
        {
            "review_title": "Buy this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "this powder foundation pairs very well with the liquid foundation for a flawless finish. I wear 3n1 and it matched my light-medium neutral complexion perfectly. It's great for oily skin too."
        },
        {
            "review_title": "Amazing for oily faces",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "This is just as great or even better than the double wear liquid version. Paired this with the Murad Oil-Control Mattifier and my face had no shine with the the slightest bit on my nose. I tapped my nose with the sponge without adding any product and voila my face looked just like it did when I first applied all of my makeup in the morning. Love it and will definitely be buying more in the future."
        },
        {
            "review_title": "fave!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "Favorite powder ever! I wear this daily with a light tinted sunscreen, primarily in the middle of my face where my rosacea shows.  It blends into the rest of my makeup seamlessly and isnu2019t too too matte."
        },
        {
            "review_title": "Very Lovely",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "The color is a little darker then Iu2019d like but itu2019s perfect for summer. Does last a while if I use a setting spray but all in all itu2019s lovely."
        },
        {
            "review_title": "FLAWLESS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "I have both foundation and powder. Days when I have to run out the door I just apply this powder on and I look flawless. I don't even need to touch it up, lasts all day. Estee Lauder you are such an amazing product!"
        },
        {
            "review_title": "Thank you, next.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I was on the market for a powder foundation and as I love the original DoubleWear liquid foundation, I assumed this would be a slam dunk. Sadly, I was extremely disappointed. I was left with very oily skin (despite claims that this is a matte powder) and the makeup sunk into my pores (who knew that powder foundations did that?!) Do not recommend."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Oily skin",
            "review_text": "Sad! I absolutely love the liquid foundation, but this made me breakout and did not stay on. Also, the coverage is awesome, but my oily skin practically makes it melt off after and hour. :/ if you have more of a dry/combo skin this might work better for you!"
        },
        {
            "review_title": "My go to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "I really love how natural but full coverage it can look. It looks like skin practically but definitely needs a good primer. It does somewhat control oil but will definitely break through eventually, blotting sheets are my savior. I also really like using a spray after everything is done because it really make it settle in your skin. Color is great but I still feel a lighter color would be nice but with the foundation Iu2019m sure itu2019s a good color, my sister uses it. I prefer just the powder because I love how quick and easy it is."
        },
        {
            "review_title": "FINALLY! Something works for aging skin.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "This is what I've been trying to find for more than 2 years. The last couple of years my skin has changed (now 45) and the liquid foundations looked horrible and accentuated my pores and lines. This goes on smoothly and gives enough coverage (don't need much) so that I look natural and it stays on well - even in TX - although it will be tested in the coming weeks' heat and humidity. A  from me. Just wish it were either less expensive or there was more product. For reference, I've tried Givenchy Photo Perfextion, Hourglass Illusion, It Cosmetics, Tarte Foundcealer, Bare Minerals."
        },
        {
            "review_title": "JUST as good as the liquid version!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "I had no idea I could get such good coverage from a powder until I tried this one. Iu2019ve used coverFX, Makeup forever, Lancu00f4me, even Kat von D pressed powder. This one beats them all when it comes to coverage, how long it lasts without having to reapply, AND gives me the best overall mattified look. Iu2019ve used the liquid version of this and was mighty impressed, Iu2019m so glad the powder version didnu2019t let me down!"
        },
        {
            "review_title": "Cakey looking",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "This powder foundation looked cakey on me. It was yucky."
        },
        {
            "review_title": "Mid-day Touchup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Currently using this as a setting powder throughout the day, and it works better than the Shiseido powder that I have used for years.  With the liquid version of the foundation, my nose and chin gets a bit oily throughout the day and I notice a little bit of creasing and lifting. I dab a bit of the powder and it gets rid of the creasing and sets the lifted product. I also use it to get rid of shine on my forehead.  A little goes a long way and product is buildable (if you want to use the powder as foundation).   I use the same color for the powder and liquid and had no issues with mismatched colors.   I love how there is a little compartment for the sponge, instead of having the sponge sit directly on the product. Seems a bit more sanitary."
        },
        {
            "review_title": "excellent, be careful with colors",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Iu2019m another tretinoin user who can no longer wear liquid foundations because they cling to peeling skin and look gross. I was using bare minerals powder which was pretty good, but I was curious to try ELu2019s powder foundation formula - itu2019s really nice and creamy, and easy to blend. It gives me more even coverage compared to bare minerals and looks so soft and beautiful when applied with a damp beauty blender! The weird thing I wanted to mention was that the shade names seem off - I was matched by an Estee Lauder beauty associate and my perfect match was Fresco, which is supposedly a light with rosy-pink undertones - Iu2019m definitely not a cool undertone in person, more of a fair-neutral with very subtle golden undertones. All the shades we tried in the DoubleWear powder neutral range came out really yellow on my skin while  Fresco (2C3) blended in seamlessly. For reference, my fave liquid foundations are YSL all-hours in B20 and Bobbi Brown in u2018Sandu2019. These are not cool toned foundations. I know Sephora only sells this online so it may be good to get matched in person somewhere before you come back here to buy it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I dont think I could ever use it as foundation but I will use it as a setting powder with another one. If I use 1C0 shell, the cool bone helps tone it from being too light. I'm super pale so it is hard to find a perfect shade for me. Love it though."
        },
        {
            "review_title": "flawless",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Combination skin",
            "review_text": "covers flawlessly. could be a little lighter"
        },
        {
            "review_title": "Great, but Estee Lauder is not cruelty-free",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I've used liquid Double Wear in the past and loved its ability to control shine and the fact that once its on your face, its not going anywhere. That being said, I wanted something that was quick to apply and great for touch-ups. This is definitely it! Great over liquid Double Wear for extra coverage, as well as on its own. I apply it with a dense kabuki brush and get great medium coverage that doesn't look cakey or powdery. However, I will not be repurchasing, as Estee Lauder sells in mainland China where animal testing is required by law for all imported products. There are so many great cruelty-free options that I won't be supporting this brand in the future. I'll enjoy this while it lasts as I wasn't aware of their status on animal testing in the past, but next time I'll be giving my business elsewhere. Estee Lauder, please change your stance on this issue, I'd love to repurchase!"
        },
        {
            "review_title": "bring back the old formula",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "Estee just changed up the formula, and I am not loving the new one at all.  Iu2019ve used double wear powder foundation for years and have always love it.  This new formula makes my face look so blah.  Itu2019s too dry.  Also, the shade I usually go with is now too light (nothing with my skin tone has changed)."
        },
        {
            "review_title": "Multi Use, Sheer to Full Coverage, Excellent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Combination skin",
            "review_text": "I was skeptical as all of my foundations are liquids ( full coverage). I bought this a few years back when they only had the liquid and it was an exact match for me. Decided to give this a try. I applied it dry for full coverage and it lasts all day, controls my T zone oiliness, and does not settle in my pores. EXCELLENT is my take on it"
        },
        {
            "review_title": "Might even be better than liquid Double Wear",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I usually use the liquid Double Wear, but my skin hasn't been getting along with liquid/cream products since starting tretinoin (prescription topical for acne). A few people recommended switching to a powder foundation while my skin adjusts, since I guess it's a bit lighter on the skin and sits on top instead of absorbing. I was worried a powder would accentuate any dry areas/flakes from the tretinoin, and I had a rough time finding a good shade match at the drug store. So I was skeptical. I finally splurged on the Double Wear powder since I already know my shade. I've been really impressed with this product! The powder provides great coverage, looks natural, and hides pores even better than the liquid DW. Doesn't look cakey at all, and I find any flakes I get from the tretinoin don't mess up the powder the way they do any liquid foundation (kinda gross, I know, sorry!). I don't know how this compares to other powder foundations, but it seems to be an extremely well-formulated product, especially with spring and summer coming along. I might even switch permanently from liquid DW to this. It seems to work equally well on my dry spots and the rest of my skin (which is usually oily). I blot maybe once or twice a day and top up with some Tarteguard powder sunscreen, and it seems to stay fresh-looking. No issues applying blush/bronzer/highlighter on top. And it's MUCH faster and easier-to-apply than liquid."
        },
        {
            "review_title": "Ehh it's okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Good, but not nearly as good as the liquid double wear foundation. I was hoping for a lighter, quicker alternative to the liquid one, but maybe I'm not meant for powder foundation. I'm incredibly oily, so an hour or two after applying this powder, I'd be shiny again. Doesn't break up when my oils come through, but the second I touch my face it wears off, of course. I'll use it in a pinch, but I don't think it'll be a staple like the liquid form."
        },
        {
            "review_title": "Not a Fan",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This has a really nice finish at first, but for me, it wears off quickly. For a mattifying product, I was really surprised by how shiny my T-zone was after only a few hours of wear. Double Wear foundation is my absolutely favorite, so I was hoping I would love this, but I'll be returning it."
        },
        {
            "review_title": "Just not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I like the way this looks on but it easily comes off on clothes"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "probably my favorite powder foundation I have ever used. a little expensive but luxurious. love this powder foundation"
        },
        {
            "review_title": "Best powder foundation ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I purchased tons of cosmetics from Sephora but this is my first time writing a review. This foundation is fabulous.  Full coverage, easy to apply, the color looks very natural. Iu2019ve tried almost all high-end brand foundations. This one beats them all. I am sensitive combination skin type and this one doesnu2019t give me any trouble. My new favorite. u2764ufe0fu2764ufe0fu2764ufe0f"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "Absolutely beautiful. I have combination skin and this works wonderfully keeps me matte for up to 5/6 hours. You can build up the coverage, comes with two different textures on each side of the sponge. I prefer a very natural look and with this I get exactly that."
        },
        {
            "review_title": "Oily skins best friend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "GREAT POWDER!!! Great for oily skin!"
        }
    ]
}