{
    "product_id": "1669",
    "name": "Donna Born In Roma Eau de Parfum",
    "brand": "Valentino",
    "categories": "Fragrance, Women, Perfume",
    "price": 155.0,
    "about": "Fragrance Family:Floral.Scent Type:Warm Florals.Key Notes:Blackcurrant, Jasmine Grandiflorum, Bourbon Vanilla.Fragrance Description:This is a warm floral fragrance inspired by Roman street style and edgy haute couture. A trio of jasmine flowers and sparkling blackcurrant fuse with warm vanilla and rich woods to create a scent that captures the essence of modern femininity..About the Bottle:Designed with the iconic Valentino stud across the exterior, the luxe fragrance bottle stands out from the rest. The roughly studded exterior, an ode to the edgy fashion house and Roman architecture, is contrasted by the delicate, feminine ladiesu2019 perfume within..About the Fragrance:The values and personality of the iconic haute couture fashion house come to life through this experiential floral perfume for women. The sweet floral women's fragrance held within the studded bottle beautifully contrasts with the edgy design inspired by Roman architecture.",
    "ingredients": "Alcohol, Parfum/Fragrance, Aqua/Water, Benzyl Salicylate, Hydroxycitronellal, Benzyl Alcohol, Limonene, Butyl Methoxydibenzoylmethane, Ethylhexyl Salicylate, Linalool, Alpha-Isomethyl Ionone, Isoeugenol, Methyl Anthranilate, Citronellol, Benzyl Benzoate, Coumarin, Geraniol, Benzyl Cinnamate, Tris (Tetramethylhydroxypiperidinol) Citrate, Citral, Farnesol, Eugenol, Ci 14700/Red 4, Ci 60730/Ext. Violet 2.",
    "how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;",
    "num_reviews": 2565,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/born-in-roma-P449116?skuId=2249688&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2249688-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz/ 50 mL eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2249688-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "1 oz/ 30 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2249670-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "3.4 oz/ 100 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2249696-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I purchased as a gift and the recipient enjoys it. She smelled a sample and immediately requested this Valentino Parfum."
        },
        {
            "review_title": "Best Valentino",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Smells so good! I have the born in Roma intense and I just love the original so much more!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Oh my gosh I originally wasnu2019t too fond of the scent but after going back and trying it again I absolutely loved it and itu2019s now one of my most used perfumes. Itu2019s super warm and floral and flirty and smells really good as an everyday scent"
        },
        {
            "review_title": "The Absolute Best Bridal Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This scent is everything, long lasting, rich and sensual but classy! My husband and I wanted to have a u201cwedding day scentu201d that complimented eachother well so that throughout the night while we were standing together and dancing our scents meshed beautifully together- I wore this gorgeous scent and he wore Valentino Uomo born in roma and it was PERFECT"
        },
        {
            "review_title": "Fav perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "My fav perfume right now, on my 3rd bottle. Lasts all day, feminine and intenseu2026just the way I like it!!!!"
        },
        {
            "review_title": "must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "smells wonderful, last long time certainly will be buying the big bottle one day"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "It smells sooo good and lasts all day! I use this for everyday scent and itu2019s a light, sweet smell."
        },
        {
            "review_title": "Feminine floral",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "The pink packaging on this travel perfume is so cute and perfect to carry on the go in a bag. In terms of the scent, I mainly detect the jasmine, as it predominantly smells like a floral on me. It is quite strong on me when first applied, but it mellows out after about an hour. I do prefer this fragrance after it dries down and the floral scent softens a bit. Overall, it is a pretty, clean, springy and feminine fragrance."
        },
        {
            "review_title": "No girl",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This smell is so intense and, like, chemically. Do not recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Mi fragancia favorita. Un aroma u00fanico y sexy. Me fascina."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Absolutely love this perfume. Itu2019s become my new everyday scent and lasts all day. I put it on in the morning and still smell it at night."
        },
        {
            "review_title": "Long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "My mom wanted a long lasting scent. Exactly what she was looking for. Sheu2019s also a big fan on floral scents while I prefer fruity. Itu2019s not an over powering floral, so I think itu2019s ok."
        },
        {
            "review_title": "Highly recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product smells SO good and absolutely love wearing this. Soft floral scent"
        },
        {
            "review_title": "Really good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This smells so nice, this is the best one I have ever smelled"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This perfume is a hard pass for me. I had it and gave it away because it was too sweet. I got a headache from it and kept gagging because of the scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "This was a blind buy for me. Beautiful scent.ud83eudd70Valentino is always a hit for me."
        },
        {
            "review_title": "AMAZINGGG!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I received this perfume in the mail today and I LOVE IT. It has the perfect mix of fruity,floral,and vanilla! I am not a huge perfume person but I am absolutely obsessed with it. Go run and buy it. Thank me later!"
        },
        {
            "review_title": "Mother in law approved",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Got it as a gift for my mother in law and she absolutely loved it! It's her go to fragrance right now. It's not too overwhelming and smells fresh and sweet."
        },
        {
            "review_title": "amazinggg!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "i loveeee this perfume!! Iu2019ve repurchased 3 times and would most definitely repost it a 4th and 5th time. It has a sweet scent but not to sweet and Iu2019ve recommended it to other people before and even got them buying it  to ."
        },
        {
            "review_title": "Wedding worthy scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "Smells amazing will never stop buying this perfume"
        },
        {
            "review_title": "An obsession for me.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I love all of the valentino perfums including the most famous, elegant intense one(the intense floral snd vanilla)..I an just obssessed with these valentinos...Highly recommend ..."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "Such a beautiful scent. it's floral but more calm and sexy smelling. Not at all that cheap, sweet smell that some floral have. Love it!! so feminine, the smell and bottle. Sometimes I mix with 'Myth' by Brooklyn Ellis, for a whole new scent!"
        },
        {
            "review_title": "My new favorite scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is the perfect scent for me. I am in love with how amazing this smalls without it being too overwhelming. I normally love fresh scent. However, warm floral tones are captivating yet subtle. I would definitely recommend."
        },
        {
            "review_title": "sickeningly sweet",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "I don't understand the hype with this perfume. It is SICKENINGLY sweet. I was hoping the scent would change once dried down but it just got stronger. The smell gives me flashbacks of being car sick in a hot car that had a vanilla scented little trees auto air freshener lol."
        },
        {
            "review_title": "Donu2019t sleep on this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Screaming, Crying, Throwing up!!  This is THE perfume for me when I want to channel my Bad B energy. I got so many compliments whenever I used this. Plus it lasts the whole day!! Use it as its own or combined it with another scent."
        },
        {
            "review_title": "Born in Roma - Yummy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This scent is so beautiful. Itu2019s a little strong when first sprayed but then it dies down to this beautiful scent on your skin. I have weird chemistry so not everything smells good on me but this one is a keeper"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This perfume has a nice scent, I sprayed it on in store and let it dry down a bit. I did purchase it initially but ended up returning it (didnu2019t even open it to use) because as I smelled it more as it dried down I canu2019t quite putt finger on it but it just has a chemically after smell that I didnu2019t care for."
        },
        {
            "review_title": "This perfume should be on your basket",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "This perfume smells amazing, delicious. Good perfume to go out!!"
        },
        {
            "review_title": "Will rebuy when it's time.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "When I first sprayed this I didn't know how to describe what I was smelling, so much was happening. After a quick dry down I was able to smell a rich vanilla blonde woods type of scent. 5 hours later it's still going strong (it is a stronger scent) and if I really try to focus I can smell the blackcurrant and vanilla with a sharp scent that reminds me of a hospital, but that's only if I put my nose up to my arm and sniff hard. I do enjoy this one, it makes me feel like a rich person walking the streets of Rome. I did receive this as a Gratis and these are my honest thoughts as a Sephora Beauty Insider Community Ambassador."
        },
        {
            "review_title": "Nozzle",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Be careful ordering this online- my nozzle was broken (customer service was great in helping me with options) however it might be worth going into the store to make sure yours works."
        },
        {
            "review_title": "I love it, smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love the smell and it lasts hours! Many compliments and great purchase. Valentino Roma. Would recommend to a friend!"
        },
        {
            "review_title": "In love with this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I havenu2019t been able to find a perfume that lasts all day until I tried this as a sample. I absolutely love this scent and and how it will last all day. I highly recommend it."
        },
        {
            "review_title": "Perfect Sweet and Floral Scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is my daily fragrance, I lean more towards floral and sweet scent and this one hits the mark on all the boxes. Itu2019s one of my top 5 perfumes and the scent lasts all day."
        },
        {
            "review_title": "ONLY High End Scent Iu2019ve Liked",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I am so picky when it comes to perfumes, I probably smelt 20 different scents in Sephora and this was the only one I liked. I previously bought the original miss dior fragrance but returned it a couple days later after hating the smell after a while. It smells very sweet and girly, it reminds me of a Victorias Secret scent which I love. Highly recommend, this oneu2019s definitely worth your money a lot of the other high end ones smell the same."
        },
        {
            "review_title": "Long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Long lasting soft feminine scent. Wears well and smells really good"
        },
        {
            "review_title": "A Must if you like smelling good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "WHEN I TELL YOU I LOVE THIS PERFUME i mean it iu2019ve been wanting it and i got it u263aufe0f"
        },
        {
            "review_title": "Addicting smell!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve been looking for a new scent.  This perfume was hyped in all of my research, so I decided to try it. I was not disappointed! The more I wear it, the more I love it. It will definitely be my new go-to  perfume."
        },
        {
            "review_title": "Must have scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The bottle it self is such a cute packaging, iu2019m in love with this scent i get so many compliments on it. It is very long lasting, it lasted me the whole night.  A must get"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Got this for my mom on her birthday and she is obsessed with this perfume. I need to go back for the full size"
        },
        {
            "review_title": "Luxurious, bold, and modern.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Excellent longevity, lasting 6u20138 hours on the skin and even longer on clothes. Itu2019s an elegant yet daring choice for individuals looking to make a statement while embracing their unique style. The 50ml size is perfect for those who want to invest in a high-quality scent without committing to a larger bottle."
        },
        {
            "review_title": "Sheu2019s a classic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "Donna born in Roma is classy, luxe, elegant, beautiful and yummy. I love her and I only use it for special events ud83eude77"
        },
        {
            "review_title": "A Must Have In Your Collection!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Do not walk, hop or jump to get this perfume Run!!! This baby right here is worth the dollars honey!"
        },
        {
            "review_title": "Simply amazing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Dry skin",
            "review_text": "This is the best perfume I've purchased in quite some time, maybe even ever. I smelled it on someone else, and she told me it was Valentino, I'm not even sure if this is the one I smelled on that person, but oh my lord I cannot get enough of this! I was using Gucci Flora Magnolia, which also smells amazing. Before that, it was YSL Mon Paris, and a few others that I liked here and there.. but THIS.. THIS RIGHT HERE.. wheeewEE! Get you some, you will not be disappointed!"
        },
        {
            "review_title": "A must have in your perfume collection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Over all my best fragrance!!! The smell last a very long time, itu2019s sweet and sensual at the same time. I love it hands down"
        },
        {
            "review_title": "Volume seems incorrect",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I tried this scent in a sample kit and knew I wanted it so I exchanged the voucher for this travel size. I happen to have a few other travel size perfumes at home that I havenu2019t used so when theyu2019re next to each other I noticed a difference in size. I took the cover off and set them side by side which shown that this one is significantly smaller and also not full. I havenu2019t used either of these in the photo. Feel a little scammy. Is it truly 10ml?"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "Very expensive but smells incredible! You will get compliments from everyone!"
        },
        {
            "review_title": "perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "absolutely beautiful! I love it so much and will wear it everyday until this empties."
        },
        {
            "review_title": "Go-to for 5 years",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Been using this scent for five years and I still get compliments. I have other perfumes but I ALWAYS go back to this one!"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "Ok I have had this perfume for a few weeks and wear it often,it lasts so long! It smells great i get so many compliments."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is one of my favorite scents so I am glad to have it in a travel size."
        },
        {
            "review_title": "I personally don't care to smell masculine",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Valentino Voce Viva has become my signature scent and I get soooo many compliments on it so, when I saw this Born in Roma as a free sample, I wanted to try it too.  I applied it before work and am literally embarrassed that I did.  This smells so much like a men's cologne I can't even believe it.  I went to the website to confirm that the version I selected as a free sample was a perfume for women and it is.  I will say that if I smelled it on a guy, I might like it but this is 100% not for me."
        },
        {
            "review_title": "Valentino Donna Born In Roma Eau de Parfum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "I recently received with a purchase I made a sample of Valentino Donna Born in Roma. I know this fragrance has been out for a while, but I never got around to trying it. This fragrance is from the floral family. The key notes you will pick up are as follows Black Currant, Jasmine, and Bourbon Vanilla. This fragrance to me because of the floral notes is the epitome if femininity. This scent does have staying power. I often did receive many compliments when I wore this perfume. I did like this fragrance but not my favorite. I will repurchase again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "LOOOOOOOOOVE IT! Best ever. I'm so obsessed that I bought this as a gift for my mom, and she was just fascinated."
        },
        {
            "review_title": "Too Strong",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was so excited about this highly rated Valentino perfume but unfortunately I didnu2019t like the scent.  Iu2019m 29 years old but it reminds me of something a single women in her 30s/40s would wear on a night out to the bar/club. Itu2019s also kinda masculine so I can see why women claim to get many compliments from men. Iu2019m not really a going out party person, so I will be returning it."
        },
        {
            "review_title": "Itu2019s nice",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Itu2019s ok. Iu2019m looking for a perfume that smells just like the old Gucci envy, the clear bottle with the pink on it. Not the green one. The this almost smells the same but itu2019s missing something which makes it smell not as good to me. My daughter loves it though. Super floral so if you like those scents youu2019ll love this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Normal skin",
            "review_text": "Such an elegant and sophisticated perfume, constant compliments every time I use it...Valentino always bets on the best...!"
        },
        {
            "review_title": "Delicate flower",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Honestly,  after smelling this on someone in person,  I ran out and bought this. It smells like vanilla,  jasmine and it lasts for hours!!! I bought the travel size, but after wearing it every day now, I'm definitely getting the big bottle! It's a date night type of scent ud83eude77"
        },
        {
            "review_title": "Smell so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I really like the scent, after of smell a sample free, I bought it and i love it."
        },
        {
            "review_title": "a staple perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "a warm and sexy blend of black currant, jasmine sambac and bourbon vanilla... absolutely beautiful! has a bit of an edge to it as well. the scent lingers on your skin and clothes, but i'm not complaining"
        },
        {
            "review_title": "Parfume Haven not Heaven",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I hate this parfume I purchase the 3.4oz and it does not stay.  The frangrance is none existent. I spent nearly $170 for this piece of crap frangrance.  Would not recommend."
        },
        {
            "review_title": "recommend!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "very nice perfume, it's feminine and lasts long honestly can't hurt to try it, i recommend!"
        },
        {
            "review_title": "100% recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Medium skin tone, Combination skin",
            "review_text": "This has quickly become my favorite scent. It is super long lasting. I spray it a couple times in the morning before work and I can still smell it on me when I get home after work. Itu2019s such a unique scent."
        },
        {
            "review_title": "I have no wordsud83eudd0cud83eudd0cud83eudd0c",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "smells so good and is great for a must have mini to travel with."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone",
            "review_text": "This smells lovely and last for hours. You will not be disappointed!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "It is so good, had head turning, and I got compliments when I passed people siting in a restaurant. Itu2019s now my number one fragrance"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Unfortunately too strong for me, not my cup of tea"
        },
        {
            "review_title": "A must-have fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "One of my staples, perfect for a girlu2019s night out. The travel size is much more convenient for a purse perfume."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love the vanilla dry down which starts to come through around the 4 hour mark, but the fragrance itself isn't anything unique. It smells similar to many other syrupy fragrances that were launched around the same time as this was. Very feminine (scent as well as that pink packaging/bottle), very fruity, reminds me of baby powder meets pink sugar AFTER that lovely jasmine note has appeared (around the 10 minute mark) and then died down. Longevity and projection are both excellent. Very much a 'safe bet' generic kind of fragrance, like I say nothing unique here, but it's a compliment-getter and I wear it often!     ~ My Sephora Top 7 must-have list ~  (My top 7 must-have beauty products of all time, focusing mainly on my purchases at Sephora)  1. Hair Loss Treatment: u2018Divine Herbalu2019 - Hair Oil  2. Shampoo: 'Sephora Collection' - Deep Cleaning Shampoo 3. Face Mask: u2018Peter Thomas Rothu2019 u2013 Pumpkin Enzyme Mask  4. Pigmentation + Anti-Aging Serum: u2018Divine Herbalu2019 - Facial Treatment Serum 5. Face Scrub: u2018Sisley' - Botanical Gentle Buffing Cream 6. Lip Balm: u2018Nuxeu2019 u2013 Reve De Miel Lip Balm 7. Lip Liner: u2018Sephora Collection' - Rouge Gel Lip Liner"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "One of my favorites! Great smell and long lasting!"
        },
        {
            "review_title": "must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone, Combination skin",
            "review_text": "smells amazingu2026. itu2019s popular for a reason. only thing is the bottle is very small for $92."
        },
        {
            "review_title": "Feel Sexy all day!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I love this! It has a sexy day time smell for everyday."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Lovee! Lasts for hours so Iu2019m sure to get a full size it has a sweet fresh scent"
        },
        {
            "review_title": "soooo good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "This perfume smells so good! Every time I wear it gets me many compliments. The smell is an addicting warm floral and I cant use any other perfume now. definitely get this if you are thinking about it."
        },
        {
            "review_title": "I love this perfumeud83eudd0dud83eudd0dufffcufffc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Overall, Valentino Donna Born In Rome is versatile enough for both day and night. Itu2019s light and fresh for daytime wear but has enough depth for evening occasions too. The lasting power is decent. ufffc"
        },
        {
            "review_title": "Sexy and beautiful!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Seriously the sexiest fragrance Iu2019ve ever worn!!! Itu2019s so unique compared to most!! A very warm woodsy floral but not your grandmas floral!! My all time favorite! And the longevity!! Born in Roma is my aura lol!"
        },
        {
            "review_title": "Floral Girlieu2019s dream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love this scent. Itu2019s a sweet floral. If youre a floral girlie, this will be up your alley."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Love, love, love this perfume!   Is it me or does the travel spray smell better than the regular size? It also last longer too! Dumb, but   Bbut   Iu2019m wasting money just buying the travel sized one."
        },
        {
            "review_title": "Mood Setting Scent for the fashionable vampire",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Oily skin",
            "review_text": "Makes me feel like an expensive, first class, vampire. Like a dark garden feeling."
        },
        {
            "review_title": "smells so beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "my fav i love this perfume so so much. but when i went in there, the lady who helped me was so rude but then the lady who checked me out was so kind it was refreshing."
        },
        {
            "review_title": "Best scent ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Smells so yummy and sexy. Probably my favourite scent."
        },
        {
            "review_title": "Luxurious, Long-Lasting Scent That Impresses All",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "It smells incredibly luxurious and lasts all day. I get countless compliments every time I wear it. Sprayed at 2:00 PM, and by 10:56 PM, the scent still lingers on my clothes. This is now my top perfume.  Highly recommended!"
        },
        {
            "review_title": "just buy it already",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I purchased this on impulse because Iu2019ve never had a Valentino fragrance that disappointed. I was obsessed with this from the very first spray. It is jaw dropping sexy and drives my boyfriend crazy. Since it is a citrusy scent, I pair it up with a citrus shower gel before to enhance its effects even more!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Smells absolutely amazing complements everywhere"
        },
        {
            "review_title": "Love, but wish it lasted longer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Love this scent. FAV of all my perfumes, but I gave it 4 stars due to the longevity is not great. Iu2019m going to try layering to see if that helps. Coral & intense version had better results."
        },
        {
            "review_title": "SEXY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "This is a long-lasting sexy smell. My daughter (teenager) has been sneaking this perfume into her room. I always try the smaller size before splurging. A little goes a long way"
        },
        {
            "review_title": "IS THIS EVEN A PERFUME???",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "This smells like nothing!! Literal NOTHING! At first I thought it was me, until I was asked if I had put anything on less than 5min after spraying it all over ud83dude12"
        }
    ]
}