{
    "product_id": "1703",
    "name": "Bright Crystal Gift Set",
    "brand": "Versace",
    "categories": "Fragrance, Value & Gift Sets, Perfume Gift Sets",
    "price": 79.0,
    "about": "Fragrance Family:Florals.Scent Type:Classic Florals.Key Notes:Yuzu Lemon, Peony, Musk.Set Description:This set includes an eau de toilette and a mini eau de toilette. The Bright Crystal scent is inspired by a mixture of Donatella Versace's favorite floral fragrances. It is a fresh, sensual blend of refreshing, chilled yuzu and pomegranate mingled with soothing blossoms of peony, magnolia, and lotus flower, warmed with notes of musk and amber..About the Bottle:The bottle is a unique creation featuring the luxury of clean geometry. Its a design of timeless elegance, an exquisite modern piece of unrivaled beauty..This Set Contains:- 1 oz/ 30 mL Bright Crystal Eau de Toilette",
    "ingredients": "Alcohol Denat. (Sd Alcohol 39-C), Parfum (Fragrance), Aqua (Water), Butylphenyl Methylpropional, Ethylhexyl Methoxycinnamate, Hydroxyisohexyl 3-Cyclohexene, Carboxaldehyde, Linalool, Citronellol, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Limonene, Geraniol, CL 17200 (D&amp;C Red 33), CL 15985(FD&amp;C Yellow 6).",
    "how_to_use": "",
    "num_reviews": 7,
    "overall_rating": 5.0,
    "product_url": "https://www.sephora.com/ca/en/product/versace-bright-crystal-gift-set-P477394?skuId=2293736&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2293736-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
            "review_text": "I got the mini in a sampler set and loved it enough to buy the bigger bottle! this set is such a good deal!!"
        },
        {
            "review_title": "It's Very Pretty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "This Set Is So Cute It's My Daughter's Favorite And Her Birthday Is Coming Something To Add With Her Gifts ud83cudf81 And She Get Many Compliments I Love It On Her Great Set Worth The $$ Too"
        },
        {
            "review_title": "Smells AMAZING!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Love this!! Smells amazing and always get compliments. Cute little gift set."
        },
        {
            "review_title": "Lovely!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Love the fragrance. Its light and perfect for people who cannot wear strong ones. Love this set. Comes with a travel size too, can take it everywhere."
        },
        {
            "review_title": "A perfect every day scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I bought this set last November and use it at least 3 times a week and have barely made a dent into either bottle. This stuff is super long lasting so all you need is one small spritz for the whole day and you're set!  It's also so worth it for the price because you're basically getting the travel size bottle for free. It's a perfect everyday scent: not too overpowering and a really pretty floral and fruity scent!"
        },
        {
            "review_title": "yes little goes a long way",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "Great value and beautiful, refreshing summery scent   Totally recommend, its powdery, fresh, citrusy and flowery Super refreshing scent and long lasting"
        },
        {
            "review_title": "great value",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Love this perfume, one of the best fresh scent out thereu2026..long lasting and smells amazing"
        }
    ]
}