{
    "product_id": "924",
    "name": "Metal Detox Anti-Breakage Hair Mask",
    "brand": "L'Oreal Professionnel",
    "categories": "Hair, Hair Styling & Treatments, Hair Masks",
    "price": 67.5,
    "about": "What it is: A hydrating hair mask that locks out harmful metal particles found in water to protect against metal-induced color fading and hair damage...Hair Texture: Straight, Wavy, Curly, and Coily..Hair Type: Fine, Medium, and Thick..Hair Concerns:.- Dryness.- Damage, Split Ends, and Breakage.- Color Fading..Key Benefits:.- Protects against harmful metals found in water to prevent damage.- Helps prevent metal-induced color fading to maintain vibrancy.- Softens hair with intense nourishment..Highlighted Ingredients:.- Glicoamine: Patented technology that penetrates inside the hair fiber to detoxify metal particles found in water...What Else You Need to Know: As water flows through eroded pipes, harsh metals accumulate in hair over time. Excess metal build up reduces overall hair health, leading to hair damage, breakage, and color fading. This hydrating hair mask works to prevent harmful metal particles from re-entering the hair fiber, while enhancing softness and adding shine. Its exclusive formula can be used on color-treated hair to help protect against metal-induced color fading, or on virgin hair to reduce breakage and restore hair health. Safe to use daily or weekly as needed based on hair concerns...Fragrance Description: An addictive fragrance with top notes of citrus and base notes of musky woods...Clinical Results: In an instrumental test vs. non-conditioning shampoo:.- 87% less breakage",
    "ingredients": "-Glicoamine: Patented technology that penetrates inside the hair fiber to detoxify metal particles found in water...Sodium Cocoyl Isethionate, Disodium Laureth Sulfosuccinate, Glycol Distearate, Sodium Lauryl Sulfoacetate, Sodium Lauroyl Sarcosinate, Glycerin, Parfum / Fragrance, Ppg-5-Ceteth-20, Decyl Glucoside, Cocamidopropyl Betaine, Coco-Betaine, Divinyldimethicone/Dimethicone Copolymer, Amodimethicone, Citric Acid, Sodium Hydroxide, Polyquaternium-7, Polyquaternium-10, Carbomer, Sodium Benzoate, Sodium Chloride, Limonene, Peg-55 Propylene Glycol Oleate, Propylene Glycol, Salicylic Acid, Benzoic Acid, Polysorbate 21, Hexyl Cinnamal, Linalool, Trideceth-6, C12-13 Pareth-23, C12-13 Pareth-3, Citral, Geraniol, Glycine, Tocopherol, Cetrimonium Chloride, Phenoxyethanol.",
    "how_to_use": "Suggested Usage:.-Apply evenly on clean, wet, or towel-dried hair..-Leave on hair for one minute..-Rinse thoroughly and follow up with Metal Detox Oil (sold separately)..-Use daily or weekly (as needed) with the Metal Detox Shampoo for optimal results. ... Recycling Instructions:.-Remove top and dispose into its proper container..-Thoroughly rinse out any remaining product inside jar, then dry..-Place jar in your recycling bin.",
    "num_reviews": 379,
    "overall_rating": 4.7,
    "product_url": "https://www.sephora.com/ca/en/product/metal-detox-hair-mask-P507480?skuId=2717346&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2717346-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "8.5 oz / 250 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2717346-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": ""
        },
        {
            "review_title": "GET THIS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "I have hard water and fine, highlighted hair. This mask is exactly what I needed for beautiful shine and smoothness. Paired with the metal detox shampoo, my hair transformed! Plus the smell is amazing!"
        },
        {
            "review_title": "Average Product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I thought this product was very average. It didn't have any negative effects on my hair, however it also didn't produce any desirable results. The smell was okay as well."
        },
        {
            "review_title": "Metal Detox hair mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I used the metal detox hair mask that I received from Influenster few months ago and my hair always feels smooth and less frizz. It was easy to apply and the instructions were easy also to follow. Great product that L'Oreal has created and makes you hair shiny and flawless. I finished bought that again after. Little price but worth for the blonde hair"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a nice hair mask for keeping my hair smooth and soft. I like the consistency it applies very smoothly and works quickly."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "This is the first mask I've used where I could feel the smoothing and silky effect immediately in the shower. I have fine non treated hair. It only needs to be on for about 60 seconds to start feeling the difference  the difference."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Was really optimistic after all these rave reviews, but it made my hair even limper and more stringy. I have fine, color-treated hair."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "After using this product until I ran out, I must say this is an amazing product to have in your hair routine collection. I'm really happy I kept up with using this product to get the full results."
        },
        {
            "review_title": "My Hair is in LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "L'Oreal's Metal Detox Hair Mask is a true hair care hero. This intensive treatment has become a staple in my routine, rescuing my hair from the daily wear and tear. The unique metal detox technology leaves my locks feeling revitalized and genuinely healthier. What sets it apart is its ability to nourish without weighing down u2013 a perfect balance for my fine hair. The result is noticeably softer, shinier strands that scream vitality. The application is a breeze, and the lingering scent adds a touch of luxury to the entire experience. In a world of hair masks, L'Oreal's Metal Detox stands out as a must-have for those seeking a transformative, yet lightweight, pampering session for their locks."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I got the sample from top box circle and i use the mask. I like the result it gives a shiny and smooth texture to the hairs for 3-4 days. I love this product"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Amazing stuff i definitely recommend if you color your hair ! Does exactly as it says . My hair is so soft and healthy again"
        },
        {
            "review_title": "Hair detox mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I love this mask. It is super nourishing and leaves my hair and scalp feeling amazing after just one use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I have dry, damaged hair and I am always looking for something to help it. This metal detox mask has been awesome.  I apply it and leave it on for one minute before rinsing. It protects my hair from harmful metals in the water. I love the scent and think that it smells great. I have noticed that I have way less breakage since I have been consistently using. I have fine to medium hair that is wavy. I also wear tape and extensions. It is made for all hair types."
        },
        {
            "review_title": "Amazing Hair Transformation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This is my first time ever incorporating a hair mask into my routine and I am absolutely a fan! I honestly didn't know what to expect since I have always strictly been just a shampoo and conditioner gal, but this mask did not disappoint. I'm aware of the many pollutants and metals that my hair is exposed to on a daily basis just by living in an urban city, but I had no idea how dull it had made my hair over time.  I was blown away by how shiny my hair looked after!"
        },
        {
            "review_title": "Don't miss out on this mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "As a beauty expert, I've had the pleasure of exploring countless hair masks, and this one stands out for its transformative properties and instant results.  After just one use, my hair felt rejuvenated, as if it had undergone a detoxifying spa treatment. The mask effectively revitalizes dull and stressed strands, leaving them visibly smoother and more manageable.  The results are not only immediate but also long-lasting. With regular use, the Metal Detox Hair Mask enhances the overall resilience of the hair, reducing breakage and promoting a healthier, shinier appearance. It's a must-have for those seeking to restore vitality to their locks, especially if they are exposed to hard water or environmental pollutants."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "If you are looking for a hair mask that can deeply nourish and repair your hair from metal impurities and damage, you might want to try L'Oreal Metal Detox Hair Mask. This hair mask is part of the L'Oreal Metal Detox range. The hair mask claims to restore up to 87% of the hair's natural strength and elasticity and to prevent up to 97% of breakage. I have been using this hair mask for a few weeks now, and I must say that I am very happy with the results. The first thing that I noticed was the scent of the hair mask, which is very refreshing and uplifting. The hair mask has a rich and creamy texture, and it spreads easily on wet hair. A little of the product goes a long way, so you don't need to use too much of it. The hair mask rinses off well, leaving the hair feeling soft and smooth. I noticed a significant difference in the condition of my hair after using the hair mask. My hair felt more hydrated, nourished, and repaired. After using the L'Oreal Metal Detox Hair Mask, my hair felt more moisturized, smooth, and strong. Overall, I liked the L'Oreal Metal Detox Hair Mask and the whole range. I think it is a great product for anyone who wants to improve the health and appearance of their hair, especially if they have colored or damaged hair. I would recommend it to anyone who is looking for a luxurious and effective hair mask that can hydrate, nourish, and repair their hair."
        },
        {
            "review_title": "A hair care must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I've had the pleasure of adding the  New L'ORu00c9AL Professional Metal Detox Mask to my hair care routine, along with the partnering products. I'm a seasoned retail expert. My roots are in the hair industry going back over twenty years. This metal detox mask is the first product of its kind that I've ever tried. I used it after the metal detox shampoo and left it in my hair about ten minutes.  It smells divine with a light, clean unidentifiable citrus scent.  It feels moisturizing but not heavy. I have super dry curly hair so I was a little worried it might not be heavy enough for me.  My hair was soft and shiny with a fullness and sheen that I've not had with anything else. My hair lost its brass that was caused my the metals in our water and felt airy and clean.  This is a game changer that I didn't know I needed."
        },
        {
            "review_title": "Love this mask!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "I'm so glad I discover the L'oreal Metal Detox Professional Hair Mask as I always keep a hair mask handy for myself. I do color a lot and use heat styling appliances and my hair is on the dry side so I do need a powerful mask/conditioner regularly. The smell is light and pleasant and love the texture . I am currently using the Metal Detox line of L'oreal products and I am new to this formula. I especially like the conditioning texture of this mask and it keeps my hair soft, shiny, healthy and manageable !"
        },
        {
            "review_title": "So silky",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, fairLight skin tone, Combination skin",
            "review_text": "The Metal Detox Hair Mask really rounds out this newly innovative line from L'Oreal Professional.  After using the Metal Detox Shampoo my hair was ready for a deep nourishing conditioner treatment. This thick pudding like conditioner really saturated my hair nicely and absorbed into my hair without weighing it down. (Pro tip: use a claw clip to pin hair up while the conditioning mask soaks in, it keeps hair out of the way one helps prevent body acne from excess product in your skin). Even as I rinsed this luxury product from my hair I could feel just how silky my hair was. Each strand of my hair felt silky smooth and tangle free as the cool water rinsed away this conditioning mask. It was crazy just how squeaky clean and silky soft my hair felt after using this deep mask treatment.  After towel drying, I was able to instantly easy to brush through each strand without snags. In conjunction with the other products in this line, the Hair Mask has taken my hair from zero to hero. Its color seems brighter and more true, each strand feels strong and silky (even after a few days). This line is a little pricy but is absolutely worth it in my opinion. I'm definitely gonna be splurging for this all-star mask."
        },
        {
            "review_title": "Metal Detox Hair Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Hi my name is Amy and I'm a licensed cosmetologist constantly on the lookout for great hair product. I have to say that this hair mask is my favorite product from the L'Oreal Professional Metal Detox line! I like that it's not a mask that has to stay on my hair for more than 10-15 minutes like most masks. It has a citrus scent to it which felt refreshing and left my hair smooth. My hair is usually dry at the ends and this definitely hydrated my hair to the max. Absolutely loved it!"
        },
        {
            "review_title": "A Masque you didn't know you needed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "As a hair care guru, I am also looking for new products that will help myself and my clients achieve healthy hair. Hair care is a process that takes time and understanding. You must create a regimen with a selection of products to aid in your current hair state. When I help my clients' select products, I first go over their current hair condition and what are the necessary steps to help them achieve their desired end results. Everyone's hair is different, and results will vary based on their hair texture and their overall health.  I was excited to try the L'OREAL Professional Metal Detox masque. I applied the masque on the hair after I shampooed with the Metal Detox Masque. I smoothed the masque down the hair shaft, placed a plastic cap and allowed it to sit for 20mins on the hair. I love the scent which is a light floral citrus aroma. The scent lingered on the hair for a day which was delightful. The hair felt hydrated with a natural shine and not over conditioned. I was able to detangle the hair and follow with the styling process. My only feedback is if you have thick/course hair with a high density I would section the hair is 4-8 sections and apply to each section on wet hair. The product is highly concentrated which means a little goes a long way! I would only advise to use this 1-2 times a month after the Metal Detox Shampoo. This product is part of a treatment collection and should be used together for the best results."
        },
        {
            "review_title": "Definitely a must ufffc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This product does an amazing job of moving any buildup that's in your hair while also being color safe I feel like it got all of the hard water and all of the dry shampoo out buildup from even my dry shampoo out"
        },
        {
            "review_title": "Nourish and pamper",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The mask with the phenomenal texture and formula to help protect and nourish the hair as well as detoxifying from inside the hair strand out.  Love the lightweight smell and yet the high performing formula as well as the benefit of detoxifying the hair from the metal particles from the water by penetrating deeply to the hair strands and wrap it with nourishment.  I have crazy frizzy, dry aging hair that needs extra hydration and more frizz control and this beauty brings the hair back to life by giving my dry curls more boost and more shine and bounce to my hair.  I feel more confident with my hair color since it helps with the longevity of the color from fading easily.  It is miracle jar for everyone's shower"
        },
        {
            "review_title": "Works great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, mediumTan skin tone, Normal skin",
            "review_text": "I received this as sample and did wonders for my usually dry brittle hair after one use my hair felt smoother and moisturized saw huge difference this really works am considering buying full product"
        },
        {
            "review_title": "Best detox mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Obsessed with this L'Oreal Detox Mask. Behind the chair I see so many guests with over processed hair and they think the way to healthy hair is through more products. So then it begins a vicious cycle of trying to fix a problem, without the products ever reaching the actual problem. The L'Oreal detox mask is saving hair. The Glicoamine is detoxing metals from within the hair, so it's now possible to have colored hair that is protected from breakage, shields against coloring fading, and protects against metals in your water. This mask is not heavy at all. It only takes about a minute to see and feel the goodness that this mask packs. So many masks are overwhelming and way too heavy for a great style after washing out. I have had zero trouble with it weighting the hair down. This is is MUST HAVE."
        },
        {
            "review_title": "A must have mask for salon and home care!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This mask is fantastic! As a professional, I used it on our salon guests and it left their hair so soft, shiny and feeling very luxe. Using on my own hair with hair extensions, it helped make my hair way more manageable and improved my styles by making them smoother, shinier and longer lasting."
        },
        {
            "review_title": "Solid hair mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "In general, I love hair masks for the reason of them being thicker and more nourishing than a normal conditioner so I was excited to try out the Metal Detox Hair Mask. After trying the shampoo from this brand, I knew the hair mask would be a win for me. The texture itself is thick but on the more manageable side. It's thick but still thin enough to be able to glide smoothly on your hair without thick clumps. The smellu2026yum! Personally I love these type of scents since it smells like cologne but if you're sensitive to scents just be careful because this is pretty strong. I love how while the hair mask was on my hair felt smooth and then after I rinsed it out it still felt super smooth. I can definitely tell a difference since the metals are being removed because not only was my hair super smooth, it didn't look as dry as it normally doesu2026even if I use a hair mask. I was shocked at how well this product worked and didn't realize that metals in the water could really do that much harm to your hair. My hair really did feel like I left the salon and also the part that I love is thatu2026after my hair dries, it still had that really beautiful scent. All in all, this product is a win for me! Will definitely repurchase."
        },
        {
            "review_title": "Sephora please do not stop carrying this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "The best mask I have ever used. Has amazing slip, hair feels moisturized during and after application. Curls spring back into action. Just an amazing product for my 3c/4a hair color treated hair.  I wish it came in a larger size."
        },
        {
            "review_title": "The Detox Hair Mask",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "They had me at the words detox mask. I love a good hair mask as my hair is 4c type Afro hair. My hair type easily absorbs and can hold on to the yucky things I don't want on my scalp. This product is definitely something i would recommend using after a trip or long travel to get rid of the metals that stay trapped in our hair. When I went to school is South Georgia, the main water source was swamp water so it had to be treated with lots of sulfur which caused the water to smell very egg like and gross. It would be the most noticeable in the shower where I washed my hair. A detox hair mask and shampoo probably would've been just what I needed. It doesn't really have a scent which I appreciate. I don't need all my hair products to smell like anything. Now I will say for my hair type since hydration is my main focus I did layer the mask with something else to add hydration but it worked all the same. Definitely worth a product worth trying if you feel your scalp needs a detox."
        },
        {
            "review_title": "Rich and Strengthing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "If you are looking for a conditioner/mask that fortifies hair while actively helping refresh and keep up your color, look no further! The product has a rich/thick texture that only requires a small amount to get the job done. The scent is one of my favorites and it matches the rest of the products in the Metal Detox line. It conditions well, without making your hair overly saturated with moisture. I wouldn't say it's extremely hydrating as the main goal of the product is to help remove heavy metals from the hair, but I do find it very fortifying/strengthing. If you are someone who color treats their hair and is looking for a mask that helps to nourish and maintain fresh-looking color, I would highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Oily skin",
            "review_text": "This Metal Detox Hair Mask works wonders for my color treated hair! Not only do I have extremely harsh water with metals/rust/calcium, my hair is dryer due to bleaching. This mask smells refreshing and made my hair softer after one use! I wash my hair and immediately later this mask on my hair. Due to my hairs thickness, I leave the mask on 20 minutes, instead of the recommended 1 minute. I also use just once a week instead of everyday. I love knowing that I'm pampering my hair while getting rid of toxins!"
        },
        {
            "review_title": "Great hair mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I love how soft and manageable this made my hair feel - while being not too heavy for my normally fine hair it hydrated my more dry, rough u2018tinsel' gray hair. It is a big bonus that it also protects your hair from collecting metal build up. This is a great hair mask for all hair types and the fragrance is not strong which is wonderful as compared to others I have tried."
        },
        {
            "review_title": "Great mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "So I'm a big time sucker for a good hair mask. I've tried pretty much every single one on the market. There are a few things I love about this product-- I love the amount you get and the fact that a little does go a long way. Of course when using a mask you should start from the ends on your hair up to the base of neck. It doesn't do much to add it to the roots, it could actually just make you look more greasy/oily if you normally have an oily scalp. I love that it only took one use for my hair to feel super silky and soft, which I was worried about while trying the line because other products that are detox related tend to leave my hair feeling dry. Not with this. I feel as though everyone with different hair types can use and love this product line. Especially if you're someone who bleaches, colors, and/or has harsh water. Definitely recommend!"
        },
        {
            "review_title": "Worth it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I love the smell of the mask, and how soft it made my hair. I find most conditioners weigh my hair down, but not this one. It left my hair incredibly hydrated, but not heavy. I can't speak much to the metal detox aspect of it, but I have been very happy with how my hair has been since using it. I definitely recommend it. The only downside is the smell is quite strong, if you're sensitive to it."
        },
        {
            "review_title": "Metal Detox Hair Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "LOVE. I am so happy with the results of this mask. The container is a jar with a twist lid, and I love that because you can get all of the product. The consistency of the mask is thick which makes it easy to apply because it spreads like butter. I didn't notice much of a smell to the mask which is nice. The results from this mask is outstanding I have used it twice and I can already notice a huge difference in my hair. It feels lightweight and healthy. I would recommend pairing this with the Detox shampoo."
        },
        {
            "review_title": "Hair Transformation Magic!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "As a 52-year-old battling hard water's effects on my hair, L'Oreal Professionnel Metal Detox Hair Mask has become my ultimate savior! This product is nothing short of magic. From the first use, it worked wonders, revitalizing my dull, lifeless locks. The mask's unique formula tackles the harsh mineral buildup caused by hard water, leaving my hair feeling soft, smooth, and incredibly nourished.  What sets this mask apart is its lightweight texture u2013 it doesn't weigh down my hair. The gender neutral scent is divine, making the application a sensory delight. I've noticed a remarkable reduction in frizz, and my hair looks more vibrant and lustrous than ever. The Metal Detox Hair Mask has become an essential part of my weekly self-care routine, and the results speak for themselves.  If you're dealing with hard water challenges, look no further u2013 this mask is a game-changer! Thank you, L'Oreal Professionnel, for creating a product that caters to the specific needs of those of us facing the hard water struggle. Highly recommended for anyone seeking a hair transformation."
        },
        {
            "review_title": "Lightweight and powerful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Being an Aesthetician, and getting into the world of hair,  I'm impressed by the L'Oreal Professional Metal Detox Hair Mask. It's lightweight yet highly effective, leaving hair nourished and soft without weighing it down. It's a pleasure to use and a little goes a long way. What really blew me away was how well it protects my hair from metal damage and keeps the color looking fresh. I could also use this as an overnight mask and not worry about that greasy feel. Truly a great blend of ingredients that all work together to remove and neutralize harmful metal particles."
        },
        {
            "review_title": "This is a must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The L'Oreal Professional Metal Detox Hair Mask is a must have! I have been a Licensed Cosmetologist  for over 17 years and hair is one of my specialties. I recently starting learning about how heavy metals play into haircare. This hair mask makes my coarse thick color treated hair feel renewed. I have also been able to cut down on the amount of times per week that I have to wash and condition my hair which is an added plus. I am so glad I found this amazing line."
        },
        {
            "review_title": "Salon quality hair at home",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I love a great hair mask that can bring my hair back to life after a deep clarifying treatment. Once a week, I like to fully deep cleanse my hair and then follow up with a hydrating and moisturizing treatment to ensure that my hair will stay healthy until my next wash. This mask is the perfect mask! It literally makes my hair look and feel and if I went to a salon. I love the scent, it's not overpowering but enjoyable. It feels great on the scalp as well. Totally recommend it!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "Get up and run! You HAVE to try the Metal Detox Hair Mask!! I am always on the lookout for new tech in my field. I am a Salon manager and Stylist of almost 2 decades. I have seen things from bordering ridiculous to genius tech. Whether it be product or tool.  I live in the middle of a desert, so I understand that my multiuse water is flowing through miles and miles of pipe. It makes sense that metals would build up and create all sorts of havoc in the hair.  I have been struggling with dryness recently and thought what could go wrong? I'll give this mask a try. So worth it. My hair feels younger, thicker and stronger. I highly recommend this product,  10/10."
        },
        {
            "review_title": "1 Minute Wonder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Like the shampoo, the mask has a creamy but thick, pillowy consistency that applies lightly to strands for an easy and even distribution. A standout feature is that it's a fast acting, true in-shower mask, needing just 1-2 minutes to work its magic compared to masks that need 5-10 minutes before rinsing out. The mesmerizing citrus floral musk aromatics perfume hair intensely. There's a lovely slip upon rinse out, leaving hair very slinky and soft feeling. The effect translates to an effortless, tangle-free brush out after towel drying. This is by far the most impactful product from the Metal Detox collection in the sense of producing an instant, appreciable difference in hair texture and handling. Hair feels airy, light and bouncy after just one use, improving manageability and styling with the result emulating a salon experience."
        },
        {
            "review_title": "Run don't walku2026 to buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This hair mask is to die for! As someone with color-treated hair who only washes it a handful of times a month, I'm very choosy when it comes to selecting a mask or conditioner. I'm a big fan of this one because it leaves my hair looking shinier and healthier, feeling silky smooth and softer, and my color appears more true to tone and vibrant. And a little goes a long way, so this tub will surely last me through the end of the year! The scent is really pleasant as well without being overwhelming or overly fragrant - a win-win in my book!"
        },
        {
            "review_title": "At home staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "The L'Oreal Professionnel Metal detox hair mask is a must have after using the fabulous shampoo.  This mask not only smells good but it feels great going on your hair as well.  The shampoo gave my dry hair back some moisture and this mask just put the icing on the cake. After leaving the the mask on my hair for over a minute or so ,I rinsed it out and my hair was so smooth and not to mention no knots. It's great at detangling.  Once my hair was dry, it was so shiny and my color looked better than it did before I washed it, which was shocking.  This will be a staple for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Tan skin tone, Combination skin",
            "review_text": "My name is Gabby and I'm a licensed Cosmetologist. I received the Metal Detox Hair Mask. I hair feels so soft after using this mask. I think you get a good amount of product, and I can I see myself gravitating towards this mask more than the other ones I have. It really moisturizes thick hair and makes it more manageable. I think it also helps the strengthen your hair. Overall, I'd recommend this product and give it five out of five stars."
        },
        {
            "review_title": "Undeniable Results!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely love the entire Metal Detox line!  As someone has long, thick, frizzy, years of color treating my hair, as well as well water, I believe this product was made for me and my life!   I constantly struggle with damaged, breaking hair and the metal in my water is no jokeu2014it absolutely ruins my color.  While I did install a filter, it is still necessary to have products that combat metal and protect my hair and the color. So, I am always looking for new products, but I have finally found the solution.  This Metal Detox line by L'Oreal is nothing short of a miracle.  After shampooing with the L'Oreal Metal Detox Shampoo, I applied the Metal Detox Mask.  It immediately felt like a professional product that you would get exclusively from a salon.  I loved the aroma of the mask and a little went a long way.  After letting the mask work its magic on my hair, it rinsed easily from my hair.  I noticed how it smoothed and detangled my hair.  After, I toweled dried my hair and I noticed after just once use that my hair so conditioned and loved.  Unlike other masks and conditioners, I didn't even need to use a detangler when brushing!  Because of this mask, I had significantly less hair loss when brushing my hair after washing it. With only one use, I am completely sold!  I love this mask and the results are undeniable!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "The Metal Detox mask from L'Oreal is an easy to use product and I was surprised to see they recommended leaving on for only one minute. The product definitely works to hydrate the hair shaft and deal with the effects of metal in our water. My hair was soft and manageable after just one use of this product. The scent is a bit heavy so I wouldn't recommend for clients who have sensitivity to fragrances but I found this mask to be very effective and my color remained bright and not impacted."
        },
        {
            "review_title": "Detoxify",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am a Licensed Cosmetologist and tried the L'Oreal Professionnel Metal Detox Hair Mask. It's great to use after the metal detox shampoo. It is great for colored hair, chemically treated hair, and lightening services.  This line is made to remove metals from the hair caused by either swimming, using hard water or even filtered water running through corrosive water pipes.  When you apply the detox hair mask it is best to leave on for 1 to 15 minutes depending on the amount of treatment or desired detox needed.  After applying the mask I did notice that my clients hair seemed to be stripped of residue and it was not as heavy. It has movement and bounce to her hair.  Since my client has coily hair and also has partial lightning to half of her hair.  After rinsing the mask, I noticed the color difference. There was no longer a brassy tone to the lightened hair and her all over hair color appeared brighter.  After styling my clients hair I noticed that her hair did feel and appear more lighter and fluffier, than prior to treatment."
        },
        {
            "review_title": "Truly Transformative u2728",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "L'ORu00c9AL PROFESSIONNEL Metal Detox Hair Mask has truly transformed my hair care routine! This five-star product is a game changer when it comes to removing impurities and restoring the health of my hair. The mask's detoxifying formula works wonders in eliminating buildup from styling products and hard water, leaving my locks feeling refreshed and rejuvenated. Not only does it deeply cleanse, but it also nourishes and strengthens my hair, making it look and feel incredibly soft and shiny. The luxurious texture and pleasant scent make it a joy to use, and I love how it effortlessly detangles my hair, making it more manageable. If you're looking for a hair mask that delivers salon-worthy results, I highly recommend L'ORu00c9AL PROFESSIONNEL Metal Detox Hair Mask. It's a must-have in my hair care routine! u2728ud83dudc86u200du2640ufe0fud83cudf1f #haircare #salonresults"
        },
        {
            "review_title": "Truly Must Have Metal Detox Mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "As a professional makeup artist and licensed facial specialist dealing with the challenges of oily hair, Loreal Metal Detox Hair Mask has been nothing short of a game-changer. Living in Florida, where water minerals can wreak havoc on hair, maintaining a balance is crucial.  From the first wash, this hair mask made a significant difference. It tackled the impact of minerals and metals in the water, leaving my hair not only oil-free but also hydrated, remarkably smooth, and brilliantly shiny. The transformative effect was immediate, and using all three products in the line proved essential for optimal results.  The packaging is not only convenient but also reflects the quality within. The delightful scent is an added bonus, making the hair care routine a sensory experience. Loreal Metal Detox Hair Mask has earned its place as a must-have in my hair care regimen, and I highly recommend it for anyone dealing with the challenges of oily hair in mineral-rich water. It's a true hair detox and rejuvenation solution!"
        },
        {
            "review_title": "Totally recommend it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Having immersed myself in the beauty industry for over 9 years, I'm happy to introduce Metal Detox Hair Mask.  This hydrating mask goes beyond nourishment; it's a protective shield against metal particles, safeguarding your hair from color fading and damage caused by environmental stressors. The application is a joy, with a luxurious texture that effortlessly glides onto your strands.  Metal Detox Hair Mask caters to various hair types, ensuring a soft, strengthened, and visibly revitalized result. It's like bringing the spa experience home. The subtle, lingering scent adds to the pleasure, leaving your hair not only looking but feeling healthier, silky, manageable, and radiantly renewed. Totally recommend it!"
        },
        {
            "review_title": "Good for those with hard water",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The Loreal Metal Detox line is just what my hair has needed!  We have very hard water in the area I live in, even with a water softener installed.  It is unavoidable to use this water, so the Metal Detox line is here to help people like me have the cleanest hair possible.  I used the Professional Mask after shampooing.  It is quick to use, which is nice.  I only had to leave it on my hair for a minute.  This hair mask has some nice conditioning and strengthening qualities when used in combination with the Professional Shampoo from this line.  My colored hair was not affected by this mask. I definitely feel better about the health of my hair due to the Metal Detox line.  I recommend this for anyone who deals with hard water as it has been a game changer."
        },
        {
            "review_title": "A game changer for healthy hair !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I recently tried out the Metal Detox hair mask, and I'm beyond impressed with the results.  What sets this product apart is its unique focus on protecting against harmful metal particles found in water. Living in an area with hard water, I've often noticed my hair losing its vibrancy and becoming more prone to damage. The Metal Detox Mask harnesses the power of Glicoamine, a patented technology that penetrates deep into the hair fiber to detoxify those pesky metal particles. It's like a shield for my hair, preventing further damage caused by metal build-up over time.  One of the standout features for me is its versatility. Whether you have straight, wavy, curly, or coily hair, and regardless of whether your hair is fine, medium, or thick, this mask is designed to cater to a variety of hair textures and types. It's a one-size-fits-all solution to combat dryness, split ends, breakage, and color fading. I've incorporated this hydrating mask into my routine, using it on my hair to maintain vibrancy and to reduce breakage The results have been remarkable - my hair feels softer, looks shinier, and I've noticed a significant reduction in split ends. Aside from its impressive performance, the fragrance of this mask is truly addictive. With top notes of citrus and base notes of musky woods, it leaves my hair smelling fresh and luxurious. In conclusion, if you're looking for a product that goes beyond the typical hair mask, providing protection against the often-overlooked threat of metal particles in water, look no further than this . It's become a staple in my hair care routine, and I can confidently say it's a must-try for anyone seeking healthier, more vibrant hair."
        },
        {
            "review_title": "HAIR HYDRATION!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Normal skin",
            "review_text": "I  am a licensed cosmetologist and I had the opportunity to hydrate clients with fine curly and coarse hair types with this hair masque.  As our bodies need water our hair needs Metal Detox Hair Masque.  Not only does this product smell great but it leaves the hair manageable  and ready to style as opposed to other hair masques that may just make your hair feel heavy and lifeless. Depending on your shampoo regimen I would advise using once or twice a week."
        },
        {
            "review_title": "Soften and Strengthen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "My name is Danielle and I have been a hairdresser for 19 years. Over the last couple years I have noticed a lot more hair loss and have tried so many different things to reduce it. When I heard about the L'Oreal Professionnel Metal Detox Hair Mask I was immediately intrigued. This line of products was formulated to eliminate metals that are built up in and on the hair from your water. With the elimination of these metals the mask helps to soften and strengthen your hair. Since using this mask I have noticed a huge difference in how soft my hair looks and feels. As well as noticing less frizz. Overall I am really looking forward to seeing more long term results and would highly recommend this mask."
        },
        {
            "review_title": "A must have hair mask mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Oily skin",
            "review_text": "Metal detox hair mask from L'oreal Professionnel is definetely a must have for me! From texture to scent to results, it does it all. I was using it after my L'oreal Professionnel Metal detox sulphate free shampoo and it makes a world of difference if you are using it together. It makes your hair soft, supple and very manageable and it smells good as well.  The texture of this mask is cream to water and it is extremely light on the hair (does not weigh it down) but it keeps your hair from getting frizzy or puffy and moisturizes like no other.  This mask is safe for colour treated hair and is easy to wash off and does not leave any residue to unwanted heaviness or extra goopiness.  I would recommend this mask to anybody that is looking for good moisture, reshaping and colour safe option for the hair."
        },
        {
            "review_title": "Detox mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I was skeptical about using this hair mask as it says to only leave on for one minute before rinsing. However, this mask left my hair feeling hydrated and strong. I like the idea of this mask helping protect my hair against harmful metals in my water. I would recommend this to anyone looking for a quick and easy protective hair mask, especially those with dyed or bleached hair."
        },
        {
            "review_title": "Detox is the new squeaky clean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I'm a hairdresser and over my decade of experience I've tried so many hundreds of shampoos I'm unable to count them. I started sharing the word detox as it relates to our shampoo a few years ago and I can say with certainty toss your clarifiers and deep cleanser right now! Detox shampoo is the new squeaky clean. Why would my hair have metal in it you ask? The pipes that deliver the water to us. This is a problem extra especially for blonde women trying to grow their hair longer. Short haired blondes that cut it a lot may not need to invest in the full line but I would say that the shampoo can get the metals out and then the conditioner will protect the hair form more metals going in. As we shampoo our hair there is a change in the PH of the hair and this shampoo does as it promises with a super gentle cleaning power. The conditioner is thick amazing velvety to the touch and the shampoo being that the ingredients are super clean has a very low to no fragrance experience that goes with it! The other brands of detox products I tried took multiple uses but I noticed a difference within the first wash for this one. My hair is blonde and brittle and I noticed upon first use the texture was smoother to the touch. Blow dryed faster and cooperated more throughout the day. I used the whole line together the oil is also amazing. All three products smell almost like nothing just clean airy freshness. I will continue using for the future on all my clients in the salon bc it makes my job easier doing my hair at home and in the salon too!"
        },
        {
            "review_title": "Metal Detox Hair Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I can't even begin to explain how amazing this metal detox hair mask is!!! My hair has never felt softer and looked so shinny. I have chemically treated hair and I have a hard time detangling it but that was not the case with this one. I also loved how it was time efficient and didn't take too long to do. It is scented which scared me a bit since I can't use too much scent due to allergies but I was shocked to see how light the scent was for me once applied to my hair and I loved the citrusy scent!"
        },
        {
            "review_title": "Metal Detox Hair Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "While the L'Oreal Metal Detox Shampoo helps to remove harmful metals from the hair, this Metal Detox Hair Mask helps to prevent them from attaching to the hair to begin with. That is only one benefit this mask offers, though, there are several more.  I really like the lightweight consistency of this formulation. It made my hair feel silky, soft and detangled within just a couple minutes. I felt it offered the perfect amount of hydration to my hair without feeling too heavy nor weighing it down.  This mask is suitable for all hair types and textures. It helps to prevent damage and color fading while also combatting dryness. Think of this mask as a top coat or sealer that helps keep pollutants off and away from your beloved tresses."
        },
        {
            "review_title": "Smells Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I recently tried the metal detox shampoo so I obviously had to try the metal detox hair mask as well. My first impression was how amazing it smelled. The shampoo has a citrus scent but the mask has a more woodsy musky scent which I loved. The product does say to use in addition to your regular conditioner rather than replace it with the deep conditioner. I tried it without my conditioner because I have finer hair and wanted to see how it would do. I would agree that you should still use your regular conditioner, then, the metal detox mask. Overall my hair felt a lot softer and I was able to detangle it a lot faster. I've been super pleased with their metal detox line and have been regularly using it since I got it!"
        },
        {
            "review_title": "Great mask",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I generally leave my hair masks in for 20-30 minutes but I wanted to see how effective the suggested 1-3 minute time would be and it did not disappoint! The mask reinvigorated my curls making them so Shobe's and bouncy."
        },
        {
            "review_title": "Metal Detox Hair Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Ok as a hairdresser please give this a try! So this hair mask is something so different from other hair masks. The texture is a so smooth and shires through the hair like  silk. I love that the instructions only say to leave for one minute and amazingly even just after a minute you instantly feel a difference. My hair has suffered from the hard water in my area. I used the mask after the shampoo and my hair was left feeling like I just left the salon full of life and healthy. This hair mask didn't leave my hair oily or heavy. The smell of this mask is so good it almost has a masculine sent but subtle it is so worth trying out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "This is a nice,  thick, deep conditioner, it helped detangle my long hair. Has a clean, metallic smell, which is ironic because it's supposed to be a metal detox ha ha. I have very long hair, so I felt like I had to use two handfuls of conditioner. I only wash my hair once a week, so it was only able to review this after one wash. I did have a bit of an itchy scalp after using."
        },
        {
            "review_title": "best mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "omg i can not get enough of this mask! I have used this mask on my clients and all my clients loved how soft it left their hair, this mask has saved so many of my clients hair! I have a client who had dry brittle hair when they came to me and now their hair is much healthier than before without using the product, I recommend this hair mask to anyone who has dry or damaged hair"
        },
        {
            "review_title": "a DETOX to the hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Have being using this product for the past week my curls have never been curlier as well as the healthier it feels and looks! I love a good detox and my hair is always the last thing I think of to detox so using this mask was like pressing a restart button! I also loved the refreshing scent the mask left in my hair after using. It felt very lightweight and purifying to that scalp while using. I 1000% recommend!"
        },
        {
            "review_title": "Great addition to a weekly routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "- [ ] I have hair that is on the finer side, so I don't like conditioners that way my hair down. This one does not do that. I thought the shampoo smelled good but this conditioner smells sooo good! It's such an aroma therapy session. After shampooing, I like to let this sit in my hair while I take care of everything else and rinse everything at the end for maximum benefits. I'm always able to run my fingers through my WET hair after this conditioner."
        },
        {
            "review_title": "Made my curls tighter!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Love how this made my hair bounce back to what I didn't realize I was missing. After so much damage you kind of accept that you hair is going to be a certain way. I love how this brought back my curls and made my hair look and feel lighter yet appear fuller. My hair is very fine so I love how it works and hydrated without weighing it down."
        },
        {
            "review_title": "I love this mask!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "Hi Beauties! My name is Jamie and I am a licensed Esthetician as well as a makeup artist based out of Los Angeles. I have over twenty years experience in the business and I absolutely love trying new products as well as trying them out on my clients! First of all I love hair masks. My hair can take a ton of moisture so they are great for me. What I noticed most after using this is how my flyaways disappeared. My hair was also super shiny and soft. I found myself playing with my hair so much it annoyed my husband. I also noticed how strong my hair felt after just two uses! Great product!"
        },
        {
            "review_title": "Must-have moisturizing conditioner mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "As a cosmetology student, I believe hair masks are essential. In addition to your regular conditioners, they provide an intensity to conditioning benefits that is unmatched. I have porous 4A hair that loves water so needs as much moisture as it can get. I loved trying the Metal Detox Hair Mask. It is not too light or too heavy; itu2019s not too oily or too watery. Itu2019s a great consistency to emulsify in your hands pre-application and ensure it penetrates all hair fabric types. It feels smooth when I apply it to my strands and only takes one-minute to access the full benefits of the mask. In addition to detoxifying my hair from metals from my apartmentu2019s rusty pipes, it is also highly-moisturizing u2014 and works for both my hair and my beard! I loved the smell, too; itu2019s a light fragrance that plays well with other products I use in my hair and beard. Hack: use this mask with the CANOPY Filtered Showerhead (also found on Sephora!) and your hair will thank you immensely!"
        },
        {
            "review_title": "A must have in hair routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I have been using the Lu2019Oreal metal detox hair mask along with the shampoo and oil from the same line. The mask consistency is thick and creamy and smells masculine but feels luxurious on my hair and I love the aroma. I have found that it helps maintain my hair color vibrancy while giving intense nourishment. While rinsing the mask in the shower my hair feels silky smooth and with  no tangles. I also have noticed how my frizzy hair is manageable since first use and also more shine. I recommend this hair mask, it doesnu2019t weight hair down. You wonu2019t be disappointed by it."
        },
        {
            "review_title": "A nice surprise to my routine!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I have naturally curly hair and always use a mask when I wash my hair. This mask is a creamy texture without being thick or heavy, it is mildly fragranced and gave an eye raising amount of slip for easy combing in the shower."
        },
        {
            "review_title": "Good product, but too heavily fragranced",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Dry skin",
            "review_text": "Upon opening this jar of Lu2019Orealu2019s Metal Detox hair mask, I was hit with the same strong fragrance of the shampoo. It's a good product. My hair felt nourished and soft without feeling weighed down. It looked shinier. But the fragrance is so strong and overwhelming, that I had to resist rinsing it out sooner than the directions said. If you don't mind a strong fragrance, you will probably love this product. I don't want to spend almost $50.00 and have my hair smell like overpowered perfume."
        },
        {
            "review_title": "Hair restoration",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "After using this product for over a week, I can attest that it aided in reducing my frizz and improving moisture absorption. It would be a lovely addition to someoneu2019s hair care routine who deals with weak hair and lack luster. It gives your locks that extra oomph. I have wavy/straight hair and after using it my waves are my prominent and coiled. The texture is smooth and buttery , feels moisturizing but not too terribly thick. It is nice to be introduced to this because Iu2019ve never been one to care that much about my hair care compared to my skin care but this product line kinda inspired me to pay more attention to my locks and think about what harsh chemicals and outside factors could be doing to your hair pattern and overall health.  I would recommend!"
        },
        {
            "review_title": "Hair Mask Heaven!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "My favorite part about my own hair routine is of course hair masks! I adore a hydrating nourishing hair mask. The Lu2019Oreal professional metal detox hair mask is a great form of potent protection against metal particles plus color protectant as well as reducing hair dryness. The mask I applied on my freshly cleansed hair layed on my hair excellently, I approximately left the metal detox mask for 1-3 minutes. I did use the mask weekly and already noticed a huge difference in my hair, as in less hair loss, improvement of hair manageability and immensely conditioned ends. I would recommend this Lu2019Oreal hydrating mask to everyone who has hair because the the huge amount that is the recyclable jar, all while being made using a renewable energy factory. Itu2019s fantastic for reaching healthy hair."
        },
        {
            "review_title": "Impressive without any heaviness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "When I first received it I was worried this would dry out my product at first because it is a Detox product, let alone a Metal Detoxing product. Most Detox hair products tend to leave hair brittle and dry but maybe it was this mask that helps counteract it from the shampoo?? It's very rich with leaving hair greasy or flat somehow and still gives volume. The only Con is the scent for me, it smells very masculine."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Hi, I'm Danielle, and I have been in the beauty industry for over 10 years now. I have been searching for the best hard water line that doesn't leave your hair feeling like straw.     I must say I think this night be the one! The detox mask has a very thick consistency that soaks right into your hair strands with ease. After rinsing, I noticed how silky soft it left my hair and how easily my hair was to detangle."
        },
        {
            "review_title": "I love this Hair mask itu2019s a hair savior indeed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Hello so Iu2019ve been using this Metal detox proffessional metal detox hair mask and I love this so far. I definitely see a difference in the texture and curls in my hair. I also love the packages and the texture feels clean and simple .Its 8.5 ounces so itu2019s a good size. The hair masque I left it on for 3 minutes and washed it goes great with the shampoo"
        },
        {
            "review_title": "I highly recommend Metal Detox Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "With over twenty years of experience as a licensed cosmetologist, I have always been impressed by the quality of L'Oreal Professional products. Recently, I started incorporating the Metal Detox Mask into my hair care routine, and the results have been incredible. If you struggle with extremely hard water, like myself, I highly recommend giving Metal Detox a try.   To maximize the benefits of this mask, I start by removing excess moisture from my hair after shampooing. This allows for better absorption of the metal detox mask when applied to the mid lengths. After leaving it on for about 5 minutes, I rinse it out thoroughly. The difference in my hair is remarkable - it feels moisturized without any heaviness and has a noticeable improvement in texture with reduced frizz and increased shine.  The secret behind Lu2019Oreal Professionalu2019s Metal Detox Mask lies in its active ingredient Glicoamine. This powerful component neutralizes metals within the hair fiber while providing protection against their damaging effects. For those who color their hair regularly, using this mask before a color service ensures more reliable results. And even after coloring, incorporating Metal Detox into your routine helps maintain healthy and shiny hair.  If you're looking for an effective solution to combat hard water issues while improving overall hair health, look no further than Lu2019Oreal Professionalu2019s Metal Detox Mask. Trust me when I say that your salon-quality results will speak for themselves!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Our bodies need detox and so does our hair. Much of the pollutants sit right on our hair and a heavy duty detox is needed at times. I love hair masks. I absolutely love them and this one made my hair feel amazing and refreshed after"
        },
        {
            "review_title": "I found my hair easier to manage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am very tender headed and sensitive to fragrance so a good conditioning product is one thatu2019s essential for my personal hair routine. While this hair mask does have a bit of a tangy scent, it was tolerable. But this mask certainly began to quickly repair damage. While I havenu2019t color processed my hair in years, Iu2019ve never used a shower filter until recently and my hair normally feels dry and/or brittle. After I rinsed my hair, I was able to run my fingers through my hair while in the shower still, which isnu2019t something Iu2019m usually able to do. Then love I started to detangle, I found my hair easier to manage. Brushing my hair is a task in itself but a moisturizing, hydrating and conditioning product makes it all the more easier. Iu2019ve really enjoyed using this mask and itu2019s definitely staying in my hair wash routine."
        },
        {
            "review_title": "My blowout is amazing because of this mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This mask is AMAZING. It worked after the first use my hair was super soft and shiny and back to life after using the system. This mask though has perfect thick consistency so you donu2019t need to use a ton and a little goes a long way. It really penetrates into the hair. My blowout after I used all the products came out better than it ever does and is already lasting longer than normal and I truly believe itu2019s because my hair has been reset from the metals! As a professional hair stylist. I can say this mask really works and my hair feels totally protected. I would use this product on all hair types and am going to be using it as an add on service for my clients. Love!"
        },
        {
            "review_title": "A weekly routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "As a licensed esthetician in the beauty industry for three years now, I have tried many beauty products to recommend to family, friends, and clients. This was my first time trying the Lu2019oreal Metal Detox hair mask. The mask comes in a beautiful jar and has a thick creamy consistency. I am someone who bleaches there hair frequently, I have noticed such a huge difference in the color of my hair. As well as the health of my hair. my hair is fine, thin and tends to get fizzy from time to time, this mask has completely changed that. The mask has now becomes the perfect addition to my hair routine!"
        },
        {
            "review_title": "Detox Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "I canu2019t begin to tell you how excited I am seeing  Metal Detox by Lu2019Oreal Professional sold on a consumer level.  As a licensed cosmetologist, Iu2019ve used the salon version of these products many times over the last 3 years.  Metal Detox was created specifically to detoxify and neutralize the metals trapped inside the hair fibers. Metals can get trapped in oneu2019s hair from at home hair-color,  and metals in the water from pipes or water plants. We professionals prefer to strip metals in hair in the hopes of protecting hair from drying out.  For some, the removal of metals brightens highlights, soften hair strands and improves the over all elasticity.  As a consumer, I felt as though the aroma was mild. One of the things I love about the salon version is the stronger scent. Musky Lemongrass and Citrus mix isnu2019t for everyone, but I love it.   This mask has a 12 month air to openness date. Its container holds 250 mL/ 8.5 fluid ounces. Itu2019s very creamy however not thick nor does it leave a white cast or chalky feeling.  It is refreshingly cool and calming.   Typically when we think of masks, we think of something very thick and nourishing. This product seems slightly looser and luster intense. Itu2019s extremely easy to use and worth it as a pair with the shampoo."
        },
        {
            "review_title": "Loved it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Iu2019ve been using this mask for a few weeks and Iu2019ve fallen in LOVE! I have dry, brittle hair that never used to be like this. We moved a couple years ago and Iu2019ve been saying that the water has been making my hair feel dry. Well, the hair gods heard me and this product, is one of a kind!  Iu2019m a licensed hairstylist with over 15 years experience. Not only did I use this product on myself but I used it in my clients as well and had exceptional results. I used this in conjunction With like products ( I like to use a system as a whole), so the shampoo, mask and hair oil. The mask is rich and creamy. A little goes a long way so donu2019t overuse the product. It smells amazing and what it does to the hair, is even better!  Leave it on for a minute and I recommend brushing the mask through the hair to ensure even distribution. Really make sure youu2019re working the product in the hair as it removes buildup of metals found in water. Rinse, and your hair will feel so soft. Again, I recommend following with the hair oil for maximum effects! Also I would recommend using this product once a week if youu2019re washing 3x a week.  Super happy with this product and I will Continue using on myself and clients."
        },
        {
            "review_title": "Super Soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Oily skin",
            "review_text": "I tried the Lu2019Oreal Metal Detox Conditioner on my daughteru2019s hair, who is a major swimmer, and also had green dye on her ends. We were trying to strip the color out as well as the chlorine. I thought it did a good job. We let it sit on the hair for about 10 minutes anfter using the Metal Detox Shampoo and the color definitely lifted. We will continue to use."
        },
        {
            "review_title": "A must have for the healthiest, silkiest hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "The Metal Detox line is a must have, especially if you have hard water as we do in my area. I am a hairdresser, have owned a salon, and now consult other salons and I tell all my clients to use this one to two times a week. It removes harmful mineral buildup, ensures color can take its best, and leaves hair ohhhh so silky and soft! This deep conditioning treatment is one of the best I have ever used!"
        },
        {
            "review_title": "Amazing mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "Lately my hair has been so dry, brittle, and breaking. Not to mention the water quality in my apartment is not the best either. I have tried so many hair products and this product showed immediate results. My hair feels lighter softer and even the frizz has seemed to smooth out a little too! I LOVE the smell of this mask it has a very androgynous scent so it is subtle and I even got compliments on the smell! I highly recommend this hair mask!"
        },
        {
            "review_title": "L'Oreal Metal Detox",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Oily skin",
            "review_text": "I recently tried the L'Oreal Metal Detox Hair Mask, and it's become a staple in my hair care routine. As a blonde, I'm constantly battling damage from bleach, so finding effective products is crucial. The unique scent caught my attention, though it wasn't overpowering. What truly impressed me was the mask's hydrating power. It left my hair feeling incredibly nourished, and the results were visible u2013 my blonde locks looked vibrant and healthy. This mask goes beyond typical hydration; it's designed to lock out harmful metal particles from water, providing an added layer of protection against color fading and hair damage. A must-try for anyone looking to maintain and enhance their colored hair!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "As a cosmetologist, I recently had the opportunity to try out the Lu2019Oreal Professional Metal Detox Hair Mask. While I must admit that the smell of the product was quite pleasant, I was unfortunately left feeling less than impressed with its overall performance.  One of the main issues I encountered was how it affected my hair extensions. Instead of providing the desired manageability and nourishment, I found that the mask made my extensions almost unmanageable. This was quite disappointing, as I had hoped for a product that would enhance the look and feel of both my natural hair and extensions.  On a positive note, the scent of the hair mask was delightful. It had a pleasant, refreshing aroma that lingered in my hair throughout the day. However, the lackluster results on my extensions overshadowed this positive aspect.  As a professional in the field, I understand that different products may work differently for each individual. However, based on my personal experience, I cannot wholeheartedly recommend the Lu2019Oreal Professional Metal Detox Hair Mask, especially for those with hair extensions."
        },
        {
            "review_title": "Metal detox mask",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "I had high hopes for this product and couldnu2019t wait to try it. Unfortunately, after a few uses it gave me a rash my dr said was contact dermatitis and I had to stop using it. Iu2019m really sensitive to fragrance and the scent in this while nice is Uber strong. I didnu2019t get to use it long enough to see a difference in my hair really. Hopefully they will have some unscented products come out really soon that I can try."
        },
        {
            "review_title": "Soft and Silky",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "This mask is sooo silky smooth. I have been a beauty expert for a few years now and this is one of the softest hair masks Iu2019ve felt. Usually hair masks are thick and it make them harder to evenly apply to hair, especially when you have thick long hair like me. The texture of this product is closer to a normal conditioner, and you only need to leave it on for a minute. I was a little hesitant about a mask that only needed to be left on for such a short amount of time but it works! After rinsing it out my hair was tangle free and throughout the day I noticed my hair stayed well hydrated without any aftercare like oils or leave in conditioner. In addition to protecting against hard water build up, this mask one of my favorites Iu2019ve tried for my dry and damaged hair."
        },
        {
            "review_title": "My hair looks healthier, shiny and is soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I like this hair mask. This hair mask is meant to keep out harmful metal particles found in water. I apply it on my wet hair, leave in for a minute and rinse. I like the smell of it and not greasy on my hair. It leaves my hair looking healthy, shiny and soft. In addition, it makes my hair more manageable. I highly recommend it."
        },
        {
            "review_title": "Best hair mask Iu2019ve tried!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This is by far the best hair mask I have tried. And Iu2019ve tried many. I loved the hydration it gives my hair. The softness and shine is long lasting, Iu2019ve only used a couple of times and Iu2019m in love. I prefer using it both before straightening my hair, sometimes Iu2019ll use it after to help restore it.  If youu2019re looking for a hair mask that give shine and softness to your hair, this is it!"
        },
        {
            "review_title": "Great multitasking mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Normal skin",
            "review_text": "I like the idea of preventing metals from penetrating my fine curly strands. After using this product once my curls sprung a little tighter, my strands felt smooth and hydrated. I also used this on my husbandu2019s beard and the results were delightfully surprising. His beard has never felt softer and heu2019s tried so many products over the years. This mask will definitely be part of his beard care regimen. We like to use the mask after using the companion shampoo and follow with the  daily oil treatment."
        },
        {
            "review_title": "Didn't know needed it!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I used this after the metal detox shampoo. I applied it the way it says to. Apply after shampoo to towel dried hair.  It is hard to say what this conditioner did specifically. Using both shampoo and conditioner defiantly made my hair shinier, it felt healthier, and was a heck of a lot more manageable. I liked the smell although it was strong. I gave it three stars for the strong smell and the tub the conditioner comes in. I hate tubs! I understand that with thicker products it makes more sense, but I just find them messy and can become unsanitary. That being said I will use this system in tandem with my regular shampoo and conditioner just to stretch the benefits as long as I can. All in all, I think anyone can use a metal detox! It is a product that you didn't know you needed until you use it."
        },
        {
            "review_title": "Great hair mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "I always say you can never go wrong with a good hair mask and this one is so good! I was able to work it through my hair easily (with some help from the metal detox shampoo) and it smells amazing (like the rest of the metal detox line), it reminds me of a woody citrus scent personally. I was shocked that you only had to leave it in for one minute but that 1 minute worked like a charm and was so easy to do while still in the shower. My hair felt so hydrated, soft and silky after using this mask. I also didnu2019t need to use much product even though I have long hair so I can see this mask lasting a while."
        },
        {
            "review_title": "Great mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I really enjoyed using this mask along with the shampoo. It made my hair feel very soft and hydrated. Definitely a great way to detox and hydrate your hair. This will be a weekly routine for me!"
        },
        {
            "review_title": "1 MINUTE MIRACLE MASK",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "As a hairstylist, one of my favorite things about the mask is that it only takes ONE MINUTE to achieve silky, protected hair. It helps seal out any metals and pollution from re-entering the hair, especially when used as a part of the entire metal detox system which I cannot recommend enough. If you lighten your hair through highlights, balayage or any lightening service, I cannot recommend this enough to repair and protect your investment in your hair."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "Hair masks frighten me sometimes. Since I have extremely fine, thin, and quite oily hair I need a hair masque that will condition the, sometimes, dry ends while not weighing the rest of my hair down. Side note, my home was built in 1947 and am SURE that a lot of the pipes are close to that same age. This product was amazing. It conditioned my hair while not leaving it heavy (no pun intended)."
        },
        {
            "review_title": "Protect your hair from harsh metals.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I have been working in the beauty industry for over 25 years in retail, professional, and corporate settings.  I have a lot of thin semi-wavy hair and haven't dyed my hair since 2002. I am very low-maintenance when it comes to hair meaning I rock bed head and so I don't brush my hair on a daily. However, I am a hoarder of hair cleansing products. I recently tried L'Oreal Professionnel Metal Detox Hair Mask and I do love a hair mask, since I stop being religious about cutting my hair every 3 months and now it's every 6 months to a year, so my hair ends screams for hydration.  This product helps protects my hair from harming metals found in our water while deeply conditioning my split and dry ends. It helped my hair, but some of the ingredients found in this product, I have a few reservations with and so I wouldn't necessary repurchase for that aspect."
        },
        {
            "review_title": "Thick But Not Heavy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Yeah, Iu2019d say Iu2019m pretty impressed by this mask. Iu2019m a licensed hair designer and have invested into an entire spectrum of hair care over the last two decades. Between scent and consistency, this product nailed it on the head. I was concerned it might weigh my curl down but was pleasantly surprised that my volume and curl pattern was actually enhanced. I like that itu2019s low maintenance and I donu2019t have to let it sit for too long. My hair hasnu2019t felt this balanced in a long time!"
        },
        {
            "review_title": "Hair mask for everyone",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "As a beauty expert with over ten years of experience in the beauty industry. I have experienced different hair products for hair repair. Just like my skin, my hair needs changes often with the environmental changes and stress. My hair is used to the instant gratification of other hair masks, but then the benefits can be temporary. All of the buildup of products and toxins from the water can cause my hair to lose itu2019s luster and look brassy and frizzy. The Lu2019Oreal h detox hair mask is not too heavy or too light. I feel like it would be perfect for all hair types. It provides a soft feeling and hydration to my hair."
        },
        {
            "review_title": "Soft, stronger hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "This line has worked great on my hair. Itu2019s softer, shinier and feels stronger after one use. Iu2019m quite impressed. I have blonde hair and the purple toner for brightness can wash out easily. Thus I really appreciate that this mask protects the color.   My hair turned out bouncy and my natural wave pattern peeks through. I highly recommend this line."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This hair detox mask is a perfect addition to my hair routine.  I use it along with the shampoo from this line.  It protect the hair from metal toxins.  I notice that my hair is soft and less frizzy.  I also find that the mask is not too oily or heavy on my hair and doesnu2019t weigh it down.  I also love the scent and really enjoy using this as my hair routine once a week!"
        },
        {
            "review_title": "Residue free",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Normal skin",
            "review_text": "This mask keeps hair heavy metal free. I really love the metal detox shampoo for removing hard water and metals from my hair, and use the mask to prevent metals from getting back into my hair.  I wouldn't say this is the most moisturizing deep conditioner I've used. However, that's not what this mask is for. What it did help with is removing residue for light feeling strands. It made my blonde hair my bright pre toner with no lift (bleach). This definitely reduced frizz on my curls and was easy to detangle with in the shower with no breakage. This is a great prep product for any style and hair type."
        },
        {
            "review_title": "Detox delivery with maximum hydration.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I decided to try Loreal Professionals detox Line and this mask is a must have for adding moisture and hydration after using the Mental detox Shampoo. It smells so good and leaves your hair smooth and shiny. I love the consistency and the whole concept of making metal detox for the hair and priority. My hair looks so vibrant and freshly done; I completely avoided my normal 4 week toning that I get done."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I have fine curly hair and I think I just found my new favorite hair mask. Of the metal detox line I think this is my favorite. It is rich, hydrating and it smells great. I really enjoy doing hair masks but I prefer ones that I can do in the shower, I don't want to wash my hair in the shower and then apply the mask after I am done and then rinse it off 15 minutes later. I like that this is a mask you leave on for only a short time and it is easier for me to move on with my shower routine and rinse when the time comes. It seems like such a silly thing to think about but It saves so much headache when rinsing. After using this mask a few times my hair feels so much more hydrated and my curls are even more bouncy. I really enjoy how thick this mask is, it makes it easy to apply it to my whole head. The scent is amazing as well. "
        },
        {
            "review_title": "A must have detox mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I love the metal detox hair mask! This mask is a game changer. Upon application you start to feel the product going to work. As you start to apply throughout the hair you can feel the soft smooth nature of the mask and of your hair. I love how hydrated my hair felt after rinsing it out, usually my hair feels dryer since I color it often but after using this mask I can say u201cwhat a differenceu201d. After my completely dried (air dried) I could stil Run my fingers through my hair , I have 0 tangles! Never experienced this with any product Iu2019ve used before. Highly recommend!"
        },
        {
            "review_title": "For picky mask buyers!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m very picky about masks and loved this one. It didnu2019t weigh my hair down (I have fine hair) and left no residue after using. Sometimes hair masks can leave my hair flat and this one protected the volume and while using with the shampoo Iu2019ve noticed a huge different in the texture of my hair"
        },
        {
            "review_title": "I am absolutely in love with this hair mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am absolutely in love with this hair mask! As someone who's been struggling with the detrimental effects of metal exposure in my water on my hair, discovering this product has been a game-changer.  I've noticed a significant reduction in damage caused by these metals since incorporating this mask into my routine. My hair feels fortified and stronger, and I can confidently say that it's because of this protective barrier the mask provides.  What truly astounds me is its effectiveness in preventing color fading due to metal exposure. My colored hair tends to lose its vibrancy faster because of the water quality, but since using this mask, my color has stayed true and vibrant for much longer. It's like having a guardian angel for my hair color!  The nourishment this mask delivers is simply unmatched. It's like a luxurious spa treatment for my hair. The softening effects are immediate and long-lasting, leaving my hair feeling incredibly silky and smooth. The intense hydration this mask provides has transformed my once dry and brittle hair into something that feels healthier and more manageable than ever before.  I also appreciate that despite its powerful benefits, the mask doesn't weigh my hair down or leave any greasy residue. It's easy to apply and rinses out beautifully, leaving behind only a heavenly scent that lingers delicately."
        },
        {
            "review_title": "Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Hi beauties! My name is Emily and I am a licensed esthetician, makeup artist and beauty retail specialist. I recently have been searching for solutions from shower filters to other protective hair care products to reduce damage from heavy metals and hard water I really love this mask! First of all i really like the way this product smells. I have fine hair and I love that this isnu2019t too heavy and doesnu2019t feel greasy or weigh down my hair.  Since using this product and the rest of the metal detox line, my hair looks smoother and softer, and just healthier in general."
        },
        {
            "review_title": "L'Oreal Metal Detox Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "L'Oreal Professionnel Metal Detox Hair Mask has become an essential part of my hair care ritual, and for good reason. The mask's opulent consistency provides a luxurious experience, while its impressive one-minute efficacy sets it apart. After cleansing with the Metal Detox Shampoo, I applied the mask in the shower, working it from ends to top with a wide-tooth comb. The swift one-minute treatment is a time-saving revelation, offering immediate results. In contrast to other masks requiring a lengthier application, this quick yet potent solution is perfect for those pressed for time. The impact on my naturally curly, dry, and colored hair was remarkableu2014no weigh-down, just a noticeable bounce and an irresistible fragrance that lingered throughout the day. The mask's ability to combat the effects of metals on hair frizziness is truly eye-opening. It's astonishing to witness the visible transformation from frizz to smooth in such a short time. This emphasizes the mask's effectiveness in metal detox, a crucial aspect often overlooked in hair care."
        },
        {
            "review_title": "Metal Detox Mask: The Guardian of Gorgeous Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The Lu2019Oreal professional Metal Detox hair mask has been a game-changer for my hair care routine. Its protective properties are evident as it shields the hair fiber from potential damage caused by metal particle deposits post-coloring, balayage, or lightening services. I've noticed a significant improvement in color vibrancy u2013 my hair maintains its fresh, salon-like hue for much longer. The softness and nourishment it provides are remarkable, leaving my hair feeling luxuriously smooth.  What sets this mask apart is its unique experience u2013 a rich cream that brings about a heightened sense of cosmeticity. The application is a treat, and the results are visible. Even more impressive is its compatibility with all hair types. Paired with the Metal Detox conditioner, it strikes the perfect balance, offering full strength and cosmeticity without weighing the hair down. This duo has become a staple for me, ensuring my hair looks and feels its best, free from the risk of breakage and with enhanced color longevity. Overall , would highly recommend this mask!"
        },
        {
            "review_title": "Wonderful Hair Mask",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This makes my hair so silky smooth and soft.  It is worth the little extra time to include this hair care treatment in my routine.   It only takes 1 minute to do the treatment.  It's so convenient.  After I shampoo and my hair is clean, I apply the mask like a conditioner.  Leave the mask alone for about a minute, then rinse off.  The results are amazing.  I usually reserve this treatment one time per week.  It's a nice way to refresh and renew the hair at the start or end of the week.    I noticed the product has helped provide a nice shine and bounce to my hair.  My hair has been looking very healthy these days.  I could see this being a nice benefit for those who are active swimmers, avid in hair coloring, and frequently heat styling the hair.  I love the formulation of this mask, except the scent.  The scent is too strong.  Otherwise, the product coats and treats the hair without leaving a heavy residue that could weigh down the hair.  I personally have fine hair, and this product makes my hair feel so light and flowing.  I think long hair bearers would love this so much!  Overall, a nice product and a little bit can create an amazing outcome."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "This mask is amazing. It makes your hair soft and supple. I am a deep conditioner/hair mask fanatic. I applied this mask with my fingers and then used a detangling brush just to make sure it reached my roots to the ends. I also used a deep conditioning cap just to seal in the product even more. This mask works within minutes. You don't have to sit around all day waiting for a product to soften, moisturize or repair your hair. Once I removed the product my hair was soft and easy to manage. I did not have to add in an extra leave-in conditioner or use a spray to boost my hair."
        },
        {
            "review_title": "Leaves no residue behind!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "L'Oreal Professional Metal Detox Hair Mask is incredible for all hair types. I am super picky about hair products because I own a salon and have been a professional hairdresser for over 20 years. People count on me for their pride and joy, their hair! This mask is perfect for everyone. It goes on evenly over tired parched hair. I found that my hair absorbed it easily,  and it instantly softened while hydrating my locks. This mask can be used daily or weekly. It is that residue free and it doesn't weigh hair down. I found that it protected my color removing brassiness and making my color hold longer in my hair. It also drastically increased my shine and decreased my split ends. My hair looks softer, hydrated, and healthier. I definitely would recommend this to anyone who wants to prolong their color while improving the quality of their hair."
        },
        {
            "review_title": "I use this weekly now that I have seen the results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "L'Oreal Professionnel Metal Detox Hair Mask is a standout product that elevates the hair care experience. This mask complements the Metal Detox Sulfate-Free Shampoo beautifully, offering a comprehensive detoxifying treatment. The innovative metal detox technology works wonders in purifying and revitalizing the hair, effectively removing accumulated impurities. I noticed a significant improvement in the overall health and texture of my hair after just a few uses. The mask's deep conditioning properties leave hair feeling incredibly soft, smooth, and manageable. It's a godsend for those with damaged or chemically treated hair, as it helps restore vitality and resilience.  What sets this mask apart is its lightweight formula, ensuring it doesn't weigh down the hair. Despite its powerful effects, it doesn't leave any greasy residue, making it suitable for various hair types. The luxurious scent adds a touch of indulgence to the masking ritual. While the price point might be higher than some alternatives, the quality justifies the investment. The packaging is sleek and user-friendly, making it easy to dispense and apply the product. Whether used as a weekly treatment or a quick fix for tired locks, L'Oreal Professionnel Metal Detox Hair Mask consistently delivers salon-quality results. It's a must-have for those seeking a rejuvenating, transformative hair care experience."
        },
        {
            "review_title": "It truly works",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I am a licensed cosmetologist specializing in skin care and pro make up artistry for over 25 years. After using the Lu2019Oreal  metal detox shampoo, I followed up with the hair mask. The scent of this mask is incredible and not overpowering. What I loved about this mask was also it only needed to be on my hair for one minute which saves a lot of time from other hair masks. After rinsing it off, I noticed a definite repaired texture to my hair. It felt amazing. I canu2019t recommend this enough. Especially especially if you live in Buffalo New York where the water is very hard."
        },
        {
            "review_title": "Brought my hair back to life!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "After a five day cruise in the Bahamas my hair needed this mask! I forgot to bring my regular hair products and my hair definitely took a beating from the non filtered water and the sulfate shampoo products they had supplied in the bathroom. I used this mask after using their metal detox shampoo. The mask has a thick cream consistency but it melts into your hair when applied. It has a very masculine scent, which I donu2019t mind but if you wanted something more feminine, this isnu2019t for you. After using this mask, my hair looks and feels soft! And healthy! I would definitely recommend this mask to anyone that has recently stressed their hair out or has environmental stressors/no filter on their shower head!"
        },
        {
            "review_title": "Great mask, detox, med",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "As a licensed master cosmetologist Iu2019ve over 32 years, Iu2019m always looking for that wonderful product that will help my hair customers my aesthetician clientele and of course myself because I have turned 50 -  This shampoo is alot like redken bond but is metal detox shampoo, it has worked well for my hair and it feels very soft after using it. It lathers really nicely and it rinses out easily and cleansed my hair and scalp without stripping it and leaving it feeling too dry. The scent is light and pleasant and not too overwhelming. My curls look good and not weighed down at all and were easy to detangle. I haven't noticed my hair being significantly less damaged after a few uses, but it definitely feels very soft. Overall, this is a good shampoo for anyone with damaged i have been searching for many months for that  product to just give me an overall healthy appearance, and this is the product. I like this brand and I hope to try more products from this line. This left my hair soft and felt so luxurious after using, I have been using Redken and I feel like this is going to replace my Redken bond products, it is amazing mask that leaves your hair, so soft and luxurious."
        },
        {
            "review_title": "Mask keep hair well nourish and healthy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "When I started using this product notice it have white luxurious creamy texture. I love how only had to apply a little  of Metal Detox Hair Mask and if made my hair felt very hydrated and nourish. I love how made my hair feel much softer and more healthier. I love scent of the product it have refreshing scent of lemons which I love. I also love how mask didn't weigh down my hair at same time keeping full hydration. I recommend this product anyone looking to have more healthier hair"
        },
        {
            "review_title": "Amazing hair Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have been a licensed Esthetician for over four years and a Registered Nurse for over 30 years and am always looking for products and cosmetics to improve my personal appearance as well as my skin health. My appearance is very important to me as far as my clients first impression.  I try all products on myself before I recommend to my clients based on skin type so I know how it looks feels and smells. Loreal Metal Detox Professional Mask I a wonderful mask to protect colored hair from fading and reduce breakage after coloring.  It has the same great fragrance as the shampoo, I applied it after shampooing color out and applied it on the ends first and  up to the roots and massaged in to  my shoulder length hair.  I left it on for about 5 minutes before rinsing and blow drying.  It is a wonderful creamy rich texture and my hair felt silky smooth and shiny after blow drying.  I would recommend this for all clients all hair types."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This product helped hydrate my hair so much better than I imagined! I live in a city where the hard water build up comes at a rapid pace for my hair. I canu2019t believe how much this has helped with my hair being lighter, more texture, and all around healthier. I love that it worked so well in just one use! Iu2019ve tried this a few times now and swear by it. I will be using this before my next hair appointment so my hair can get all the benefits!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I am a hair stylist. Currently I use all Loreal product. I am a blonde and I have dry hair.  My hair is curly but I blowdry once a week.  I love the loreal Detox mask its very hydrating. I do a hair mask once a week.  Your hair feels stronger and your color is brighter"
        },
        {
            "review_title": "Amazing Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "My hair feels stronger and my color is more vibrant.  My hair feels softer and more hydrated.  My hair is much more manageable and shinier."
        },
        {
            "review_title": "Amazing Hair Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The L'Oreal Metal Detox Hair Mask is an amazing product that works on repairing damaged hair from the roots to the ends. This treatment mask smooths and conditions the root and ends immediately. My hair felt so silky and soft right after I applied the mask to my hair. It was a good detangler for me and it was a little unexpected. I love the smell of the product because it is very soothing and refreshing. I trialed leaving the mask in and styling my hair in a protective style and I also trialed rinsing out the mask after letting it sit for 5 minutes in my hair. Both ways gave me soft and manageable hair to blow dry. When experiencing the product, my hair detangled, and my hair curled so easily with also having unbelievable sheen. The mask moisturized and hydrated my split ends better than expected. The mask also works in removing the hard mineral deposits left in your hair from hard water. These deposits keeps your hair limp, dry, frizzy, and just unmanageable. This product helps to restore your hair back to the silky and luxurious."
        },
        {
            "review_title": "My favorite hair mask !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This beautiful scented hair mask , leaves my fragile hair color processed hair silky ,smooth and healthier, after using it as my conditioner.  It repairs and protects my hair , without weighing it down ."
        },
        {
            "review_title": "A quick way to prevent and treat damaged hair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received this item through my involvement with Beautytap as a Beauty Expert. After using this product for the past week, I can tell that the strength of my hair has improved and it appears less damaged. I use a shower filter to filter out some of the minerals in our hard water, but that can only do so much. I also get my hair lightened every 8 weeks and enjoy using products to prevent and treat hair damage. My stylist does her best not to damage my hair, but the inevitable happens due to heat, etc. Aside from the results, I also like the smell of the mask and it reminds me of a salon. Itu2019s a quality product that does its job in a short amount of time and I like that. I will say that I have been using this mask along with the Metal Detox shampoo and hair oil as well and think that it works best when using all 3."
        },
        {
            "review_title": "A new must have for my routine!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I'm Laura an esthetician in Las Vegas and specialize in skincare. I was thrilled to try a product to combat hard water issues and pollution. I tried the Metal Detox Hair Mask twice. The first time I used without a shower filter and the second time with the shower filter. There was a noticeable difference after each use.   First impressions, the mask is creamy with a soft citrus and woodsy scent. The first time using, I shampooed first with the Metal Detox Sulfate Free shampoo then followed it with the Metal Detox Professional Mask. I kept it on for only a minute and rinsed. I followed it up with the Metal Detox Concentrated Oil serum. I was very impressed with how full and lightweight my hair looked and felt. It was a breeze to detangle and I noticed even less breakage. after drying my hair had a noticeable shine and felt nourished. I am thrilled that there is a product specifically for combating hard water mineral buildup."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The Metal Detox Protecting Mask is lovely!! After the Metal Detox Shampoo I used the Protecting Mask and left it in my hair for a few mins. I rinsed it throughly out of my hair and was left with the silkiest softest hair ever! With the cold weather where I live my hair is so dry. Itu2019s a weird combo of oily and dry. The Metal Detox Protecting Mask will be critical for my hair to survive this season. I plan on using this probably twice a week.  Itu2019s a great way to protect, hydrate and strengthen my hair. I recommend the Metal Detox Protecting Mask for all hair and all hair types."
        },
        {
            "review_title": "A Winner for Hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "Iu2019ve been a Hair Stylist for over 40 years and have used many conditioning masques both on myself and on my clients.  I have curly, fine, dry, colored, keratin treated hair.  In addition well water which contains many minerals (especially iron which makes my hair brassy).  Detoxing your hair is so important especially before chemical services at the Salon.  Lu2019Oreal Hair Mask contains Gucoamine and Ionene a patented technology which penetrates hair fibers to detoxify metal particles that are deposited from water.  You receive 8.5 oz of a white, thick, pleasantly scented product and directions are to use a small amount to your hair omitting your scalp area.  I applied this masque following Lu2019Orealu2019s Metal Detox Shampoo, bagged my head, left the Masque on for 15 minutes, rinsed and was so pleased with the hydrating results.  This masque is a winner, Iu2019d recommend it to anyone and it will be part of my hair maintenance routine."
        },
        {
            "review_title": "Holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Hello, my name is Jacquie. I am a freelance makeup artist and beauty content creator of 5+ years.  Today I want to talk about Lu2019Oreal professionals metal detox hair mask/conditioner.  I want to start by saying this smells absolutely captivating unlike any other conditioner I have ever smelled. This has totally restructured my lifeless curls and brought a healthy look right back into my brittle dry hair after multiple beachings and Californias hard water. I start by applying a generous to my clean wet hair and then combing it through with my fingers in the shower. This has untangled my manageable hair and leaves my hair air drying beautifully. This will be a conditioner I will glad use religiously now. Love that this Lu2019Oreal collection pairs well with the products I already use and love."
        },
        {
            "review_title": "I LOVE THIS MASK!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "My new holy grail. This mask made my hair feel silky soft, bouncy, and full of shine. It rinsed easily, and my hair  felt well hydrated, clean, and healthy after, not weighted down. It performs as promised!"
        },
        {
            "review_title": "The answer to hard water hair issues!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I'm absolutely blown away by Loreal's Metal Detox Mask. I have fine, highlighted, thin, blonde hair. My hair has never had any sort of body to it at all, and I have always had dry ends. I frequently ask my colorist why my hair feels so different at home than from when I leave the salon. Our city is known for having hard water and way too many metals/chemicals, which I now know is the cause for my lack of salon hair.  I used this mask following the line's shampoo. I applied and left a very small about of it on my hair for a few minutes. The scent will remind you of sitting in the bowl at the Salon, clean and somewhat citrusy. It's very easy to wash out, and it left my hair smelling fresh. My hair tends to get oily at the root, but I didn't have any issues. After blow drying my hair, I didn't need to use a straightener on my ends  because my hair was so hydrated. I even had volume that I've only experienced at the Salon! This is all thanks to Glicoamine, the patented technology that penetrated inside my hair fiber to detoxify the many metal particles that are found in our city's water. I highly recommend checking this entire line out!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This conditioner is positively transformative. An at-home treatment trio formulated to deter penetration and remove metal deposits from the hair shaft. Metal deposits are noted to risk breakage and negatively impact color results during color and lightening services to the hair. This line is recommended as a great primer before hair coloring and salon treatments. It can be used in combination with the Detox shampoo. I u201cgently pushedu201d and massaged the product into the hair shaft for a few minutes and let it set for about 5 minutes for optimal penetration. The most notable feature of this deeply hydrating formula is that it does not have a heavy oily texture, it dries down to a satin texture on the hands when applied. Having fine hair I greatly appreciated this feature and found it rather unique. While this formula is very hydrating it did not weigh my hair down. Hair felt remarkably softer, appeared shiny and relatively free from product build up. The scent is not timid or cloying sweet, a combination of musk, neroli and bitter orange scents. Imagine meandering through an Italian countryside through fragrant citrus groves in a convertible roadster hair blowing in the windu2026"
        },
        {
            "review_title": "Dry hair? No more!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "If you have dry, damaged hair? This is a MUST! This is a thick moisturizing hair mask that not only makes your hair smell amazing, but also adds shiny and moisturizing in your hair while protecting from all the harsh metals that cause damage and strip your hair of color. Use this once a week and your hair will feel smooth, and have less flyaways. This is the strongest smell out of this line so if you are sensitive to scents be ware. Your hair will style so much easier and look over healthier once you start using it."
        },
        {
            "review_title": "Hair Mask by Lu2019Oreal",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "As beauty influencer, brand ambassador, beauty content creator, makeup and beauty product seller, and as a person who has knowledge and experience in cosmetics, beauty products, makeup, and fitness; I love L'Oreal Professionnel Metal Detox Hair Mask. I love the rich texture of this mask. I also love its smell and its scent. After using L'Oreal Professionnel Metal Detox Hair Mask for one week, my hair became softer and smother. Also, L'Oreal Hair Mask defrizzed my hair significantly. It skdo added volume to my hair. This product is ideal for people who suffer from frizzy hair. Overall, great hair mask. However, L'Oreal Professionnel Metal Detox Hair Mask contains Phenoxyethanol, and it needs to be removed in order to enhance this amazing hair mask."
        },
        {
            "review_title": "L'Oreal Metal Detox: Dreamy Curls, No Residue!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "L'Oreal Professional Metal Detox Professional Mask is an absolute game-changer for my locks! Picture this: a dreamy white-creamy texture that gives just the right touch of softness and hydration to your hair. It's like a burst of freshness for your curls without weighing them down. What caught my attention is how this mask feels water-basedu2014it adds the perfect amount of shine and bounce to my curls, leaving them far from flat and lifeless. The detangling magic happens instantly upon application, allowing me to effortlessly run my fingers and a brush through my hair, ensuring the formula reaches every strand. Oh, and let's talk about that fragrance! It's like a breath of modern, fresh air with those delightful citrus notes, turning each shower into a genuinely pleasant experience. The rinse is clean and residue-free, leaving behind only beautifully defined and bouncy curls. With thin, color-treated curls (3B hair type), I'm always on the lookout for a formula that's light and creamy. This Metal Detox conditioner and mask not only meet but exceed those expectations. It's become my go-to for protecting my hair before coloring and detoxifying it afterward. Packed in an 8.5-ounce size, priced at $48, it's a worthy investment for the magic it works on your hair. Suitable for all hair types, this mask goes the extra mile by locking out harmful metals found in water, preventing color-fading and hair damage. Solid u2b50u2b50u2b50u2b50 stars from me!"
        },
        {
            "review_title": "Great scent okay formula",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have long thick wavy hair thatu2019s very dry brittle and damaged from color treating and bleaching so what I was looking for in this mostly was the nourishment as far as color mine is already faded so I canu2019t speak on vibrancy. The water in my area is very harsh in my hair so I can say apart of my damage is indeed metal induced and I still just didnu2019t feel satisfied with the hydration or how it made my hair feel in the end I still felt that it needed more nourishment. It has great packaging the fragrance is wonderful it has a nice neutral balance between citrus and musk very uplifting and the texture of the formula is really creamy without actually feeling like too heavy so overall that was great but I just didnu2019t feel like it did enough for me personally. It think itu2019s definitely worth trying but not for all."
        },
        {
            "review_title": "Touchable, Silky, & Soft Hair.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "OMGu2026This mask is fantastic! It usually takes me a few weeks to notice a difference and to see improvement in my hair when I try out a new hair mask. However, I was pleased to see instant results after my first three uses of this product. As someone who bleaches and wears protective styles, such as wigs & extensions, this is a miracle mask. My hair and wigu2019s textures have less frizz and glossiness, and I noticed less breakage! The scent is unbelievableu2026 it lingers throughout the day but doesnu2019t interfere with my perfume.  After the first use of this mask, my hair became super silky and manageable. My hair color looks refreshed and vibrant, and my scalp/hair feels incredibly hydrated. I highly recommend this product for individuals who color-treat/bleach or wear protective styles (wigs, braids, & extensions). This is a great mask to add to oneu2019s haircare routine to detox the toxic metals and buildup from the hair due to hard water, as it helps to reveal luscious and bouncy hair!"
        },
        {
            "review_title": "Fabulous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is great for those who want to remove impurities and build-up from their hair. I found that it leaves my hair feeling fresh and revitalized. It has a pleasant scent and is easy to apply. After using it, my hair looked shinier and healthier. I also noticed that my scalp felt less oily and my hair stayed cleaner for longer."
        },
        {
            "review_title": "Metal Detox Hair Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Combination skin",
            "review_text": "Iu2019m a licensed cosmetologist, my passion is hair. I wanted to try Metal Detox Hair Mask.    My hair type: 4A curly/lose coils, I have lightener and semi permanent hair color  My scalp: seborrheic dermatitis (tends to get oily and dry, I guess you can say I have combination scalp)  My first impression: the mask is thick and smells pleasant. With the right amount applied to your hair, you can definitely use it as a mask or conditioner to block out any metals in the water supply.   Application is simple. I used a dollop amount, detangle it into my hair then I left it on for 10 minutes versus the 1 minute on the package, due to my curly thick hair. Rinsing was easy, no residue left behind nor weighing my hair down. Before blow drying my curls looked amazing wet after rinsing the mask off. The curls looked more defined. I didnu2019t noticed how much my water really played a part in my hair until trying this mask.  I would definitely recommend this to my clients and everyone else interested in a metal detox line."
        },
        {
            "review_title": "must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I have been using this masque along with the metal detox shampoo and I am very happy with the results. This masque helps protect the hair from metal deposits that can damage the hair and affect the color quality. It contains Glicoamine, a molecule that can neutralize metal inside the hair fibers. It is also sulfate-free, which is gentle on my scalp and hair.  This masque has a light and creamy consistency that spreads easily on the hair. It has a fresh and citrusy fragrance that I love and it only takes one minute to work its magic on the hair!! It rinses off easily and leaves my hair feeling moisturized, strengthened, and smooth. It also enhances the shine and vibrancy of my color-treated hair. I have noticed less breakage and frizz since I started using this masque. I would recommend this masque to anyone who wants to protect their hair from metal and improve its health and beauty. It is suitable for all hair types, especially colored and damaged hair. It is a professional-quality product that delivers amazing results!"
        },
        {
            "review_title": "Fantastic mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "As a long time beauty industry expert, with color treated blonde hair, I am always looking for a perfect hair mask. I try to 3-4 days between washing and usually opt for a mask to deep condition. I have tried them all! I love the benefit of removing some of the metal deposited in my water. Anything that hydrates and lengthens the length of time for my color is a game changer. This has the look and feel of a mask. It has a light citrus scent that I love as it lingers after using. The application is to evenly distribute and leave on for 1 minute. I tend to leave all masks on for 2-5 minutes. My hair was soft, silky, and honestly felt lighter. The mask seemed to brighten my color but it could be that reducing the metal just made it more vibrant after using. Iu2019m excited to see if the breakage is reduced over time as well."
        },
        {
            "review_title": "Made my hair softer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Iu2019m someone who has worked in beauty retail for more than seven years, who has thick and long hair, and has tried countless haircare products as a result. So, Iu2019m very judgmental about hair mask textures and how much product you need to use. I have to say that this is probably one of the thicker feeling hair masks that Iu2019ve tried. Itu2019s such a relief when you only need a little bit of product. I probably need more than the average person, I needed a small amount for each half of my hair. But this was super creamy and easy to work into your hair. I combed it into my hair to make sure it was evenly applied, and it detangled my hair easily. You can let it sit from 5-15 minutes and I chose the later because I have so much hair. Once I rinsed it out and dried my hair, I was impressed by how soft my hair felt. Itu2019s worth noting that I live in an old house and havenu2019t gotten around to buying a shower head filter. So these products are a great way to help if youu2019re in a similar situation! My only complaint is that the smell was too strong for my liking (it was hard to place top note scents other than something vaguely floral), and was heavily perfumed. Which is why Iu2019m removing one star. Otherwise I was very happy with the results from this line of products."
        },
        {
            "review_title": "A miracle worker for my hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is a wonderful mask for my hair. The area I live in has very hard water and it has its effect on my natural blonde, dry and frizzy hair. Especially during the colder months my hair color looks dull, and my hair is extra dry. After using this hair mask for the first time I could already see a difference in the appearance of my hair. I apply it onto my clean wet hair and leave it on for just one minute and then rinse. My hair feels so hydrated and there is a nice improvement in the dullness of my hair. My blonde hair color looks revitalized. I love how easy it is to implement this mask into my weekly routine. A miracle worker that I highly recommend!"
        },
        {
            "review_title": "Lovely mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "What a lovely mask!  As a professional cosmetologist, I know all of the havoc that water and minerals can do to your hair, especially when chemically treated!  Iu2019m happy I can use this line to work against metal in my water to help the health of my hair and keep my color last longer!  This mask has a warm musk/woody smell to it that I love!  My hair is bouncy and shiny, not heavy like most masks leave it."
        },
        {
            "review_title": "Works Beautifully Without Weighing Down Fine Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "At 57-years-old, my locks arenu2019t as lush as they once were, but this hair mask made my strands feel silkier and softer than my usual weekly mask (Christophe Robin). I introduced this to my routine after getting my highlights refreshed and am very surprised at how silky my hair feels. Usually, in the first week after highlighting, I rely on an at-home, bonding leave-in treatment, but the Metal Detox seems to have the same effect while also making it easier to detangle my strands. The smell is lovely and salon-like, and the rich cream goes a long way. FYI, my fine hair reaches the mid-back, so I need a lot of product. I spent a couple minutes u201cpushingu201d the mask into my wet hair, and let it sit for about five minutes before rinsing. If the Lu2019Oreal Metal Detox Hair Mask continues to keep my platinum highlights shiny and not brassy (even though I swim 3-5 days a week) this will be a permanent staple in my routine. Right now, just one week after getting my highlights, my hair looks bright and feels touch-me soft. Easy recommendation!"
        },
        {
            "review_title": "I love this Mask! Itu2019s really good for your hair.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "As a professional makeup artist and skincare expert I was so excited to try this hair mask. I live in a very dry and hot climate and my hair felt so damaged from heat tools and the summer weather. After using this hair mask, my hair instantly felt better and hydrated. I left it on while I took a shower and when I rinsed it my hair felt so amazing. It does a great way of not only hydrating hair but helping to remove metals that have been absorbed into your hair follicle. It is a product that I am definitely going to be using more and look forward to recommending it to others!"
        },
        {
            "review_title": "This is definitely an amazing hair mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was recently given the opportunity to try Metal Detox Hair Mask by Lu2019Oreal.  This mask is designed to hydrate the hair by creating a seal to block out harmful particles that are found in the water.  This is a unique and innovative product that really caught my eye.  I live in a very dry climate and in need of hydration for my hair as well as an improvement in the texture.  I have long, thick and wavy hair.  After just one usage, I could immediately see such an improvement in the texture and feel of my hair.  My hair felt so soft and smooth.  My wet hair was so easy to comb out and style.  This is definitely an amazing hair mask.  With continued useage, I could see consistent results in the improvement of my hair.  Thumbs up!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The L'Oreal Metal Detox hair mask is an incredible product that works wonders for your hair. It's specifically designed to deeply nourish and detoxify your hair, removing any impurities caused by metals. This hair mask is formulated with powerful ingredients that help to neutralize and eliminate metal buildup, leaving your hair feeling soft, smooth, and revitalized. It's perfect for those who use a lot of styling products or live in areas with hard water, as it helps to restore the natural balance of your hair.  The result is hair that feels deeply nourished, hydrated, and free from metal buildup. It helps to restore the shine and vitality of your hair, making it look and feel healthier overall. It is a game changer! I like to use this in place of my conditioner every few washes."
        },
        {
            "review_title": "Smells good just seems a little pricey",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This mask is smells so beautiful and really left my hair smooth. The one negative that I feel is the price. It is pretty pricey but also itu2019s a really unseen product in the hair industry. Canu2019t wait to see more results with this product. ufffc"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this protecting mask! As someone with curly hair that is on the dry side, I always prefer to use a hair mask and this one is great! It protects the hair fibers from particle deposit leaving hair instantly moisturized, stronger, smoother, and softer."
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This metal detox mask is a must have if you live in area with hard water. I struggle with very hard water where I live and it really takes a toll on my platinum hair. This mask has done a fantastic job at bringing my bright blonde back to life! I also took this to the salon and have used it on several clients and itu2019s amazing how quick you get results with this! Iu2019m obsessed!"
        },
        {
            "review_title": "Absolutely love & am impressed with this mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Omg i am so happy with this mask! I used this mask after the metal detox shampoo, as it recommends to do. And i applied a decent amount starting at the ends of my hair and working my way up to my roots. After rinsing out the mask my hair felt so smooth and silky. It also immediately felt so much lighter, in & out of the shower. It felt like it detoxified my hair from so much stuff. My hair already feels so much better, i couldnu2019t wait to use the products again. These are worth every penny!"
        },
        {
            "review_title": "Fantastic Hair Mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Dry skin",
            "review_text": "Wow! I have hard water and after using this in place of conditioner there was a huge difference! Softer and sleeker hair and I was able to longer between wash days. It also brought out my hair's wave pattern more!"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "This is a great hair mask it is the perfect texture comes in a great size container very good quality, and I like the way it smells . I would recommend this"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I used this product and didnu2019t see a huge difference in my hair. I do not have colored hair though, so I donu2019t know that my thinness and breakage is due to metals. I may not be the target audience. My hair felt nice after."
        },
        {
            "review_title": "Great addition to your hair routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Really fabulous deep conditioner! Leave hair feeling nourished and smooth"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "My hair feel now really healthy! After dying my hair it feel like a doll hair really frizzy and hard, now is soft and shinny"
        },
        {
            "review_title": "Makes my hair softer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is a thick, rich, and incredibly hydrating mask which is very necessary for my dry hair. I noticed my hair has felt softer and smoother after using it. However, this mask and the whole metal detox line have not prevented my blonde highlights from going brassy."
        },
        {
            "review_title": "Detox hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "What I like about this product is that the frizz has decreased. I notice it is softer and when I do my ironing it looks spectacular as if I had put keratin on it."
        },
        {
            "review_title": "A true metal detox!!! Try this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Normal skin",
            "review_text": "This stuff is serious. I love it. I actually got a major metal taste in my mouth when I went to rinse it. I have been dyeing my hair for 30 years. My hair was so different afterwards. Itu2019s so soft shiny, and has major slip.   I also used it on my daughters 2b bleached hair. Her hair is so beautiful. Really helpful for damage from bleaching."
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Not for me. I have 4C hair. Tight coils and really thick. I donu2019t believe this was made for my hair type. My hair is also not dyed so I canu2019t speak on that benefit. It didnu2019t moisturize my hair. It felt slimy. And heavy"
        },
        {
            "review_title": "Worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "Really great mask! My hair feels soft, smooth, and styles well after I use this. I have noticed a lot less breakage as well! I got this product for free in exchange for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Good thick product. Scent is very strong but I like it. I feel like it has really helped with the dull lifelessness of my hair!"
        },
        {
            "review_title": "Did not make a difference; drying",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have hard water and love the Metal Detox shampoo so I decided to try the mask. I also have bleached, damaged hair and am always on the lookout for a nice conditioning mask to try. My hair was, strangely, extremely frizzy and dry after using this."
        },
        {
            "review_title": "Love this hair mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Smells so good which is an added bonus to how luscious my hair feels after using this mask. It really ranges the frizz I have a lot of baby hairs so it makes the overall all appearance of my hair smoother"
        },
        {
            "review_title": "deeply conditions and great for hard water",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Used this a few times in lieau of a conditioner and it worked wonders on my hair! I live in an area with hard water and it usually makes my hair feel very weighed down and frizzy due the hard chemicals. This mask luckily helped me tame my frizz and hair has been real smooth since"
        },
        {
            "review_title": "A little goes a long way!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "A little goes a long way and my hair is so weightless and hydrated afterwards. This is one of my favorite hair masks and I sometimes use it instead of a conditioner!"
        },
        {
            "review_title": "Love the hair mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I only use this twice a week. A small amount is all you need! When partnered up with the rest of the product line I've noticed a huge difference in the overall appearance of my hair in just a few weeks. My hair appears brighter, healthier and less frizzy. I also noticed less breakage with my hair during brushing and washing. Scent is a huge added bonus, it smells amazing!"
        },
        {
            "review_title": "What a Hair Mask should be",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Add someone with wavy hair I often struggle to find a good hair mask that provides my hair with enough moisture but doesnu2019t weigh it down. This has been an issue with the high end and drugstore products but after using this hair mask I found that it sounds everything really well my hair felt moisturized unmanageable without feeling overly oily or lay down overhaul a really great product to have in your arsenal as a curly headed our way we had a girl or guy guyufffcufffcufffcufffc."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I was given the opportunity to trial this product thanks to Influenster and Lu2019Oreal. This left my hair feeling amazing...and def helped make my curls beautiful def recommend...light scent ..it's not my fave but again it's light enough to not bother me"
        },
        {
            "review_title": "Awesome mask",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "I have noticed that my hair is much easier to work with, easier to detangle, and smoother since using this product. For reference I have fine hair that has been overly processed and I have hard water which doesnu2019t help. I have to remove 1 star though because it smells like menu2019s cologne in my opinion. It probably wonu2019t stop me from buying it again though. I am using the entire line right now."
        },
        {
            "review_title": "10 outta 10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "I love the way this makes my hair feel!! It adds supple volume and super shine."
        },
        {
            "review_title": "This is a winner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This hair mask is wonder! It has an amazing smell that stays in your hair even between washings. I have wavy medium density hair and this left my hair so shiny and manageable. With this product a little goes a long way. I have hard water and I definitely feel as though this has helped to remove all the metals from my hair."
        },
        {
            "review_title": "The best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "WOW! This is a winner. The smell is incredible. It does wonders for my hair. I live in the country and we have hard water, so Iu2019m sure we have metals in our water. This mask left my hair feeling silky smooth, shiny and healthy. Only thing I wish is that it was in a tube instead of a tub. Will definitely buy in the future."
        },
        {
            "review_title": "Loved the product,  but not the container",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "I received this for free from influenster in exchange for my honest opinion. After using the Metal Detox shampoo, I would follow up with this. I was really impressed with the results! However, I wasn't a huge fan of the container it was in. It came in a jar, which made it very difficult to scoop out when in the shower. I left the conditioner in for a couple of minutes before rinsing it out. That was all that was needed for it to smooth my hair out. The scent matched the shampoos as well. So, it was a welcomed addition to my routine. I'd definitely recommend this line of products. My hair has never been softer!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I really like this mask. It makes my hair feel soft after use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "I have 3a curly hair. I have used all Metal Detox products in my routine. Final result was really good! Afrer shampoo & mask i followed with Leave-In Styling Cream and Oil - as the result  I got soft, easy to comb hair, well defined curls. Recomend all of those products!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The only reason why I donu2019t love this is itu2019s in a tub. I prefer a robe to squeeze in the shower. But this is an amazing product. Not sure how many metals I have in my water but it made my hair feel amazing!"
        },
        {
            "review_title": "I love my hair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Loved this product!  It smells heavenly and my hair feels amazing. Kinda pricy so I use less frequently than what I would prefer.  Try it!"
        },
        {
            "review_title": "Smells Wonderful! Awesome Hair Mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received this product in exchange for my honest review. This mask with other products in this line are just wonderful. This mask makes my hair feel so smooth and soft. It takes away my dryness and moisturizes my hair from root to tip. I really recommend this line to get your hair back in good health!"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I have been using this hair mask every day I wash my hair as my conditioner. I try to leave it on at least a minute. It has a very strong smell, it smells really good but it's definitely  a super strong smell and leaves your hair smelling like that, the first few days I felt the smell was kinda overwhelming but now I don't even notice it. Still I wouldn't recommend this product to someone who is sensitive to intense fragrances. Leaves my hair feeling very nice, easy to detangle and my wavy hair is looking more wavy but with less frizz. I am now able to air dry my hair on the go and that is a big plus and time saver. I will continue using this mask."
        },
        {
            "review_title": "Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "If I had to choose only one hair mask for the rest of my life, this would be it. You only need to leave this mask on for one minute, but the results are huge. It brings post-salon vibrancy. In the few weeks that Iu2019ve use this, Iu2019ve noticed that my hair is softer, shinier, and stronger. Thereu2019s less breakage in my hair and I have this mask to thank. Iu2019d recommend this to anyone looking for a mask that actually works."
        },
        {
            "review_title": "Awesome mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this complimentary in exchange for my honest review.  In combination with the other products in this line, Iu2019d say this conditioning mask is a winner. It smells divine and leaves my hair super soft and manageable. My hair just drinks it up. I love that it detoxifies harmful metals in my water supply.   The only downside is the price. Would I purchase it? Probably not. But it really is an awesome product."
        },
        {
            "review_title": "Excellent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "After using this for a few weeks I definitely noticed a difference in the texture and appearance of my hair. Itu2019s smoother, softer, easier to manage and is less frizzy. I like using this mask because I can tell a difference is being made. Itu2019s helped hydrate my hair and I love using it. It smells great too"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I revived this product in exchange for my honest review and I love it! Great product with an amazing formula"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Love this hair mask! I use it as my conditioner after shampoo. I wish the product had a pump dispenser but the twist-off cap is not difficult to use. There is a lot of product in this item and it smells really good. I leave it in my hair for a couple of minutes in the shower and then rinse it out. It is definitely keeping my hair softer than other conditioners I've used."
        },
        {
            "review_title": "Great mask !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This hair mask has been wonderful for hydrating my hair and bringing it back to life on wash days. Iu2019m usually a stickler for conditioning, even after a hair mask, but with this mask there is no need. It leaves my hair soft and smooth, and is a great addition to my hair care routine."
        },
        {
            "review_title": "Exceeded expectations!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I didnu2019t really know what to expect when I first tried this mask since I hadnu2019t used a metal detox product before but after the very first use, my hair felt so clean and light but also so soft. I like the scent but it may be a little strong for some. It adds the perfect amount of hydration and smoothness without weighing down my hair. I feel like my hair looks better than usual when I use this mask, which allows me to extend my style longer throughout the week."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I received this product as a free sample in exchange for an honest review.  I have spent the last four weeks using this line and my hair looks and feels fantastic. I have fine, wavy hair that is prone to frizz in the humidity of Texas. This product helps tame that frizz and did not make my hair feel greasy or weighed down. I was able to go two days between wash days and my hair did not get greasy during the time, which is such a plus for me with extra long hair! The scent is nice and fresh but strong."
        },
        {
            "review_title": "1-minute salon visit",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I received this product as a free sample.  This mask is great! It leaves your hair feeling soft and shiny. It helps with frizz, and smells really good. I love that you donu2019t have to leave it on for several minutes for it to do what itu2019s supposed to, it only takes a minute!"
        },
        {
            "review_title": "Actual noticeable and great results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Amazing conditioner that actually moisturizes hair and leaves it looking so smooth. Currently growing out my damaged hair (years of bleaching) and this mask somehow makes my hair feel extremely similar to my natural, healthy hair I had years ago (especially the dry ends!). I honestly gave up at some point trying to make my hair feel smooth in the past but this conditioner surprisingly made it look and feel a way I thought I'd have to wait years for again. Would 100% recommend especially if you're someone like me who has tried a lot of different conditioners and never saw any results. For me at least, this actually does deliver great results! Will buy when I run out! :)"
        },
        {
            "review_title": "Good product; wish it wasn't in a jar",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This is a Good product; i just wish it wasn't in a jar. I love masks for my curls but prefer a stand up, squeeze out tube for less mess! The product itself was good and gave me bouncy curls. This product line helps prevent color fading and other damage from metals in water. I like the fragrance (woodsy cologne smell) but it is strong so you may not like it if you're sensitive."
        },
        {
            "review_title": "Silky smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "The only con I have about this mask is the smell, the entire line has a scent that I do not prefer on myself, but I donu2019t care because this conditioner makes my hair feel silky smooth and I only need a tiny amount. My hair feels like I went to a salon after every use, I will get past the strong scent for the quality and the way my hair has been feeling. I will restock when I run out!"
        },
        {
            "review_title": "Favorite part of metal detox system",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I enjoy this hair mask. It leaves my hair nice and soft and shiny and is easy to use since you donu2019t have to leave it in for super long. I do not love the lemony scent as it reminds me of cleaning supplies. I would purchase this once my current tub is empty."
        },
        {
            "review_title": "Great for summer pool damaged hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This mask is 100% my favorite part of the metal detox system and I credit it for restoring my full, brittle, dry hair from my chlorine pool. I have straight, glossed, fine but thick hair. In the summer I braid it and swim daily in my pool. This mask + the rest of the system completely restored my hair! It doesnu2019t take long to work and it smells so good! I highly recommend the entire system."
        },
        {
            "review_title": "It's a good mask",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This product worked well to moisturize and keep down the frizz for my fine 3b/c hair. But I found the citrus smell a bit too strong for me. I liked that I didn't have to sit around forever with the mask on like some others though. I also like that it help prevents breakages. If the scent was a little less strong, I'd use it more often. As it stands, I'd probably use it just on occasion."
        },
        {
            "review_title": "Love, love, love!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Love the way this makes my hair feel and smell. My hair is less frizzy and has a ton of shine when I use this, especially with  the shampoo too"
        },
        {
            "review_title": "Staple item",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "My hair is so soft after using all the products together"
        },
        {
            "review_title": "Great Hair Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I use this mask in the place of conditioner once a week with the rest of the hair line. Since using the combination of products, my hair feels and looks healthier. I definitely recommend this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "This mask smells great and has really helped to calm my frizz!  My hair feels so much smoother and healthier. I've seen the most benefit when I paired it with the Metal Detox Shampoo in the same line."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Love this mask! Works great on my curly hair and keeping it less frizzy and making is shiny and smooth. Great product and would recommend"
        },
        {
            "review_title": "Perfect For Fine, Frizzy Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "This hair mask is amazing! My fine hair is so soft and not frizzy after using this mask. Itu2019s an easy, extra step in the shower and gives great results!"
        },
        {
            "review_title": "Must-have if you have hard water!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I have really hard water (lots of iron) and this makes my hair really soft along with the rest of the detox products! Love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I have thin straight hair and I love this mask in place of conditioner with the shampoo from this line. I didnu2019t necessarily notice a difference in my color but the smell is amazing. My hair is so much softer after using."
        },
        {
            "review_title": "Hair feels healthier",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This hair masks leaves my hair incredibly soft and feels stronger period my hair is less brassy because of this line. I've been reaching for this over olaplex lately! My hair feels cleaner, stronger and my color always looks fresh from the salon ."
        },
        {
            "review_title": "Helps with frizz!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "This makes your hair so soft and shiny! I love how it helps with frizz too as thatu2019s something I struggle with. Love it and definitely recommend!"
        },
        {
            "review_title": "Such a difference!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Used for the first time today along with the Detox shampoo and my hair looked and felt great!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have only used this a few times but I have noticed it leaves my hair softer than before using."
        },
        {
            "review_title": "Great softening hair mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I typically do not use hair masks but my hair has been so frizzy recently due to a perm. This mask has helped reduce the frizz and has made my hair softer and more manageable."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I have used this product a few times now. The smell is similar to others in this line with a fresh grapefruit aroma. The hair texture feels stronger after application. Color is vibrant. I will recommend to clients."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "This should just be called conditioner. I followed directions and towel dried my hair and then applied and left on. Too much trouble. Just use as a conditioner and it does an incredible job. Left my hair soft and manageable but not feeling heavy at all - just healthy."
        },
        {
            "review_title": "My new favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "Obsessssed with this mask! Itu2019s super thick and luxurious. I actually noticed a difference after one use. My hair is soft and moisturized."
        },
        {
            "review_title": "Shiny and soft hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I really like this mask. The only thing that i didnu2019t like was on a few uses, I felt as if my hair was weighed down by oils. My hair still looked very clean, shiny, and soft even though it felt cakey! Other than that I loved it most of the time! Thanks to influenster for sending me this in a free box to try and review."
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I received this product free from Influenster and Lu2019Oreal for my honest review. This mask has made my hair so hydrated and more healthy looking. My hair is so soft. This is the best my hair has looked! It conditions and moisturizes my strands and makes my hair look more healthy than it was before!"
        },
        {
            "review_title": "Dramatic Results!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I received the Lu2019Oreal Professional Metal Detox Hair Mask from Influencer & Lu2019Oreal for free in exchange for my honest reviewu2026 WOWSERS!! Love this hair mask!! I had no idea that the metals in my water have detrimentally affected my hair so much!!  I have long, fine curly hair thatu2019s always dry. If I blow dry while scrunching I get spiral curls & when I air dry I get waves w/ spirals near the ends but either way itu2019s frizzy.  I first washed my hair w/ the Lu2019Oreal Metal Detox Shampoo & then left this mask on for about 15 minutes. Afterwards, I put the Metal Detox Oil & I let it air dry. I have never had such drastic results!! I could feel a difference right away as I was rinsing the conditioner out. After it dried, my hair felt so moisturized and soft that I could actually run my fingers through it!! I can NEVER do that!! Okay, in the pic my hair looks frizzy, but I just let it air dry. I had hardly any curls & it made it so unbelievably easy to straighten!! Plus it was so soft! OMG, the best!!!!  My hair is also shinier & my split ends arenu2019t nearly as bad as before!! How is this even possible?! I definitely recommend this hair mask!!!!"
        },
        {
            "review_title": "This mask is the perfect partner to the shampoo",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this product for free from Lu2019Oreal and Influenster for giving my unbiased review . Using this L'Oreal professional metal detox mask is such a great way to add the moisture to the hair. I love the texture being thick and hence easy to apply to hair. The mask did leave my hair feeling smooth and hydrated. It works so well with the shampoo. I'm using this every time after washing my hair with the Metal Detox Shampoo. And it's so much easier to comb my hair after drying since my hair has become much softer and manageable without tangles.  The only thing I don't like is the packaging since it's difficult to take it out from a jar so a tube/pump would have been much preferred for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I have used this product for the last 3 Weeks. I used it every 3 days amd I loved it. I will be buying :)"
        },
        {
            "review_title": "Nice conditioner, just not for me",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this product to place an incentivized honest and unbiased review.  Incentivized because I received the product for free. I will start by saying, for over a year prior to this product I have been using water soluble curly girl approved products so my hair is healthy and shouldnu2019t be too weighed down.  I wanted to give a true review, so I used this about once a week for 4 weeks.  I only wash my hair once a week because it is thick and I let it curl naturally (with product and no heat).  I first used the Lu2019Oreal metal sulfate free shampoo then this (the Lu2019Oreal metal detox hair mask) while showering and washing my hair.  I went ahead and used my water soluble styling products so I could tell the difference between this shampoo and conditioner and my usual.  First off I will say that the directions on the bottles are small and hard to find.   The product smells good.  It has a light citrus scent.  It also has a wonderful texture.  It lathered well in my hair and washed out ok; however, it did leave a soapy residue on my body I had to them wash off.  After 4 or so weeks Iu2019ve noticed my hair is getting greasy before my once a week washing which is not typical with my other products and my scalp is becoming dry and itchy, which is also causing dandruff.  Because of the greasiness (day 4) and the dry, itchy, and flaky scalp, I donu2019t recommend this for anyone who has dandruff or dry scalp issues.  I will say my hair styled normally with this shampoo and conditioner and looked similar to how it looks with my older, higher priced shampoo and conditioner."
        },
        {
            "review_title": "Would purchase",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Influenster. This is my unbiased review.   After a few weeks of use, I can honestly say I notice a big difference in my hair. Itu2019s much softer and less frizzy whether I air dry or blow dry.   This mask is nice and thick and really sinks into my hair. It rinses out easily, no tired arms here! And my hair feels so soft afterwards."
        },
        {
            "review_title": "Great mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I received this mask complimentary in exchange for my honest review. This mask is pretty great! It is thick and moisturizing but not heavy or greasy. It gives me hydration without weighing my hair down. I will continue to use this in my routine"
        },
        {
            "review_title": "A must for soft hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "Love this whole system! I have medium thick, dry, long hair.  I wash my hair twice a week and use this mask with leave in heat treatment and oil - and woah, I can tell a big difference! My hair is so soft (virgin hair here), and it does not leave my hair feeling weighted down or greasy.  I recommend!"
        },
        {
            "review_title": "Silky smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This hair mask makes my hair look luscious and very easy to comb. My hair gets tangly very quickly but using this product makes it so much easier to brush fast and pain free"
        },
        {
            "review_title": "So soft!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This mask made a huge difference in the texture and look of my hair. The smell of the entire line is absolutely amazing and not over powering."
        },
        {
            "review_title": "Great mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I received this product for free in exchange for a review. I have used this along with the shampoo and it has made my hair feel so soft. It is less frizzy. The color looks better. I really love the smell of this product too."
        },
        {
            "review_title": "Soft Silky Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "i waited to write a review, I have used this product for 4 weeks now and it has left my hair soft., frizz free and beautiful. I am not sure if its possible but it seems to have brightened my hair color also."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this product complimentary in exchange for my honest review. I love this hair mask. I use it along with the rest of the Metal Detox system and my hair feels so sleek and healthy. The scent is very strong, but other than that I have no complaints."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I have a fine medium wavy curly hair and this hair mask works well with my hair type. I use this hair mask twice a week and It makes my hair soft and hydrated. It doesn't make my hair dry and frizzy. Hair becomes easy to manage and style."
        },
        {
            "review_title": "Once a week",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This mask protects and restores hair from the metals in water that can cause breakage, impact salon color, and reduce shine. The mask is thick enough but is not heavy. Iu2019ve used it with the shampoo and it think that is when it works best. My hair is shinier after using the mask. I happen to love the Loreal Professionel line.  The smell is pretty lovely as well."
        },
        {
            "review_title": "Great mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "This is a great mask!! Iu2019ve been using this product mask for a while now. Iu2019ve actually gone through a full jar and was just sent a new one in exchange for my review and was so excited!! It gives so much moisture to my hair and leaves it so soft. It also smells SO good, although I could see it being too strong for some. I smell it in my hair all day after using it. The jar lasts a really long time too! I will definitely repurchase once Iu2019m out again"
        },
        {
            "review_title": "Softer lighter hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I really like how this product made my hair feel lighter and bouncier after just one use. I use it once a week so far and it has made my hair so much softer. The product smells amazing. I wish the product came in a tube instead of a jar so it was easier to use but not the worst thing."
        },
        {
            "review_title": "A dry hair must!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "I have super fine, blonde, and a little damaged hair. And we also have hard water here in Arizona. This mask moisturizes my hair sooo well and keeps frizz down. I went to Ohio when it was 90 degrees with 80% humidity and my hair was sooo much more smooth and less of a q tip. I use this on days I need a moisturizing boost! Itu2019s best to use this after the matching shampoo for ultimate protection. My hair is left feeling soo soft and silky after."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This mask really added so much moisture to my hair. My hair felt much softer and more manageable after use. The results are really amazing and I definitely would use the mask to help with damage as my hair looked so nice after using it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I tried this mask for free from PinchMe. I liked this hair mask. It really helped condition and give moisture to my hair. My hair feels softer and smells nice."
        },
        {
            "review_title": "Great mask for thick hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This mask really works. It helps keep my hair tame, snag free and has brought back my natural waves. I have very thick hair and a little product goes a long way."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "L'Oreal's Metal Detox Hair Mask is an absolute lifesaver for my hair! This product has transformed my hair care routine, leaving my locks looking and feeling healthier than ever. Its rich, nourishing formula deeply hydrates and repairs damaged hair, making it incredibly soft, manageable, and visibly revitalized. I especially appreciate its unique metal detox technology, which effectively removes impurities and product buildup, restoring my hair's natural shine and vibrancy. Whether I use it as a weekly treatment or a quick boost, the results are consistently outstanding. I can confidently say that L'Oreal Metal Detox Hair Mask is a must-have for anyone seeking lustrous, salon-worthy hair in the comfort of their own home."
        },
        {
            "review_title": "Smooth and soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This mask nicely moisturizes and helps a bit with frizz. Itu2019s best to use this after the matching shampoo for ultimate protection. My hair is left feeling nice and soft afterwards."
        },
        {
            "review_title": "Good product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The smell is veryyyy strong, but I think it helped make my hair soft and shiny"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Overall, I liked this product. It does have a strong scent, as others have mentioned. But I like it. It seemed to help make my hair soft, but Iu2019m not sure if there was a major difference after use."
        },
        {
            "review_title": "Great conditioner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have been using this line of products for about a month and at first did not like the smell but it has grown on me. Makes my hair soft and shiny and keeps the frizz down. I have also noticed less blow drying time."
        },
        {
            "review_title": "Strong Fragrance - Heavy Musky Scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Possibly the most hydrating mask Iu2019ve tried - and Iu2019ve used a lot! My fine, high porosity, naturally curly hair was so smooth afterwards and my curls were bouncy. Fragrance is terrible - strong musk."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Good conditioner, doesn't feel heavy or waxy when used. To me it's more of a conditioner then a hair mask per say, and I can't speak on claims of anti metal or color protection but I'm happy I got to try it and will keep using it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Good hair mask!! Makes my hair soft and feels clean"
        },
        {
            "review_title": "Love the Product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I received this product for free from Lu2019Oreal and Influenster for honest review purposes. The only reason I did not give this product 5 stars is the packaging. I wish this was in a pump instead of a screw top container which I do not like for hair products. This is a fairly thick cream and definitely goes onto the hair thick. The product does have a citrus and musk scent (similar to many purple toning shampoos) which I do not mind but others may not enjoy. This mask did leave my hair feeling silky smooth, hydrated and shiny."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This left my hair very smooth and soft. Loved it. I have coarse medium hair."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is an amazing hair mask it left my hair incredibly shiny and healthy looking Iu2019ll definitely repurchase"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I received a sample from Influenster and this is my honest review!   My daughter has curly hair. It used to be dry and hard to brush, easily getting tangled! Since using this shampoo, hair mask, styling cream and oil, even after the very first use, I could tell a HUGE improvement!  Itu2019s easier to brush, softer and definitely moisturized! The next day and even week later, her hair is soft, hydrated and easily manageable!  This is now the line of hair products I will use for her!"
        },
        {
            "review_title": "Hair feels so soft without weight down",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "After using for a few weeks, I am so happy with the results. My fine hair feels soft and healthy without being weight down. Easy to use and smells nice. I would use and purchase again"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I received this product for free exchange for my honest opinion. After using it for a few weeks, it has replaced my Aveda conditioner! I love the way it makes my hair feel, and I will be repurchasing."
        },
        {
            "review_title": "Hair mask that works well!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Hair masks are one product that I absolutely obsess over. I have tried many products so I can tell a good product from the others or at least one that works for my hair. This made my hair healthy looking. It hydrated it adding shine to it. Not crazy about the scent but it does the job."
        },
        {
            "review_title": "Good for weekly use",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "The Metal Detox Mask is a good weekly deep conditioning treatment. The smell is strong but doesn't stay on the hair. I notice my curly, color treated and dry hair to feel softer and shiner after using this mask."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was extremely skeptical about this product. I typically use a salon brand shampoo that a friend recommended years ago but have recently felt like it just wasnu2019t getting my hair clean. I often felt like a film of build up on my hair after washing and allowing my hair to air dry. I donu2019t use a lot of product at all but couldnu2019t get rid of the filmy feel. I also want to note that I dye my roots and was nervous what this could do to my color.  I tried the hair mask, followed by the shampoo, followed by the leave in treatments and WOW! I was really blown away by how soft and clean my hair felt after letting it hair dry. Iu2019ve now used this routine a few times and have also dried and heat styled my hair and have seen a huge difference. My hair not only feels clean, but looks nourished and refreshed. I truly was shocked by this Lu2019Oreal product and would definitely purchase these products after I finish this set.   Definitely would recommend this to anyone experiencing the same hair challenges as I was."
        },
        {
            "review_title": "Reduced frizz",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This mask definitely helped reduce some of the frizziness that I experience with my curly hair. But I didn't really like the smell. My hair felt softer after using this inconjuntion with the same brand shampoo.  If you don't mind the smell I'd give it a thumbs up."
        },
        {
            "review_title": "The BEST Mask.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I have been using this product for two weeks courtesy of Influenster. All I can say is I have been missing out. This is the best mask. I can instantly feel it smoothing my hair in the shower. Once out of the shower my hair finally had the smooth curl I always lacked. As always the smell is the same as the other products in the system. Absolutely amazing!! This is a must buy!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product for free from Influenster. This mask worked so well after getting my hair highlighted. My blonde was more vibrant. My hair was also less frizzy. I have wavy to curly hair. Highly recommend!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this product free from Influencer in exchange for my honest opinion.  I really loved this Loreal Metal Detox Mask.  First off I really liked the scent.  It makes you feel like you are in a salon.  You only need to leave it on for 1 minute before rinsing.  My hair has felt softer and more hydrated since using this mask.  I have also noticed less breakage and my hair has been smoother and less frizzy when I style it.  This product helps to remove metal particles thar build up in your hair and my hair has felt a lot lighter and less dense.  Overall I am very happy with the effects of this product and would highly recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "After using this mask and the entire line of Metal Detox products from Lu2019Oreal Professionnel consistently for about a month, I can honestly say they are top-notch!! My hair is very frizzy, thin, and dull-looking from years of bleach damage. This product is everything I look for in a conditioning mask. I use it after my shampoo and leave it on for about five minutes before rinsing it out. It feels super rich and hydrating and does not leave any oily or greasy residue like some other masks Iu2019ve tried despite thoroughly rinsing my hair. One of the best parts about it in my opinion is the very distinct and amazing scent! It smells like you just got your hair done at a high-end salon and it lingers in the hair post-wash. Iu2019ve definitely noticed an improvement in the look and feel of my hair as well. My hair overall feels softer and healthier. I believe this mask has played a significant part in reducing the appearance of my frizzy, broken hairs and split-ends. Iu2019m grateful to have been gifted this mask for my honest review and will definitely continue to use it in my hair routine!!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I received this product free from influencer. I have fine wavy hair and I would use this on wash day to help combat dryness. I felt like it did a good job keeping my hair hydrated  but I personally wasnu2019t a fan of the scent."
        },
        {
            "review_title": "Wonderful hair mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I color my hair every 4-6 weeks. There is some damage in the process. This mask is awesome. It makes my color more vibrant, my hair is extremely soft and healthy feeling, plus it smells amazing. Add this to your routine if you color or style your hair a lot."
        },
        {
            "review_title": "A whole different feel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I like this mask. Itu2019s not like the others it actually has a purpose. It works and my hair is soft Ava manageable. I do recommend this for dry frizzy hair I like it it works"
        },
        {
            "review_title": "Holy grail mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This is an excellent hair mask! It softens your hair and helps prevent your hair color from getting dull. Not for nothing you also donu2019t need to leave it in your hair forever for full results. 10/10!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Such an excellent mask for my hair! This hair looks so much more healthier since i started using it!"
        },
        {
            "review_title": "Perfect for color Treated hair.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "sulfate-free, deep conditioner and treatment that adds this mask adds softness to colored hair. . It prolongs hair color, prevents damage, and leaves hair feeling amazing. Highly recommended for dry, damaged, and colored hair. Mine is definitely loving it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This hair mask prevented my hair from breakage and was overall one of my favorite products from this line."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product for free from Influenster in exchange for my honest review. This mask made my fine hair feel nourished without weighing it down. I paired this with the metal detox shampoo. This combination helped revive my color treated hair!"
        },
        {
            "review_title": "A great hair mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This hair mask definitely feels like an upgrade from your basic Loreal hair care products. My curly and frizzy hair became tame and moisturized. I recommend this mask!"
        },
        {
            "review_title": "loved it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "used it for my split ends and worked wonderful! i really felt this worked for my thick hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Oh my goodness!!!! This stuff really truly works. Itu2019s amazing. We live in Arizona and the water is super hard and full of metals. Our hair was getting brittle and dry and this saved it! This is my daughters hair."
        },
        {
            "review_title": "Great hair mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "My hair is dirty blonde naturally and comes with a side of waves.  I used this mask after the Metal Detox Shampoo. As a matter of normal course, I leave my conditioner in for at least 2-3 minutes, so the first time I used this product, I started there. great results. It left my hair feeling soft but not weighed down.  The second time I used it, it was after a clarifying shampoo and I decided to leave it on a bit longer. Hair came out feeling fantastic and still clean. Thrilled with this product and happy that it is a part of my ongoing routine."
        },
        {
            "review_title": "Definitely an excellent purchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Combination skin",
            "review_text": "Ok so I received this product for free from influenster and Lu2019Oreal in exchange for my honest review and I must say this is step 2 of 4. And this is the conditioner part of the hair routine and this makes my hair so soft and manageable and again smells amazing."
        },
        {
            "review_title": "Amazing product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I received this product from influenster in exchange for my completely honest review. My hair is naturally dry and frizzy and after using this product I immediately saw and felt a difference! Smells amazing and makes my hair feel so smooth and soft. Definitely recommend!"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "The L'Oreal Professionnel Metal Detox Hair Mask is an amazing product. It works hard to repair damage from heat styling and color. It protects my hair and makes it silky smooth. It smells wonderful. I highly recommend this product."
        },
        {
            "review_title": "A must have hair mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The texture of this hair mask seems like most other hair masks.  I will say, however, this mask quickly began helping my hair the moment I started to apply it.  I shampooed my hair prior and I could feel the tangles throughout my hair as I rinsed out the shampoo.  As soon as I started massaging in this hair mask, it's like all the tangles disappeared.  I left the mask on for the 5 minutes directed.  My hair was left feel smooth amd soft afterwards.  This has to be one of the better hair masks I have used and I love it!  My hair is curly and becomes frizzy, so to see my hair smooth afterwards made me happy.  This mask does have a little musky smell to it that's not my favorite, but it's not too strong that I can't overlook it."
        },
        {
            "review_title": "Wow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I received this product for free in exchange for my honest opinion. I honestly LOVE this product. Was scared at first because I get nervous trying new things on my hair, but this is AMAZING! Made my hair feel extremely soft and strong. 10/10"
        },
        {
            "review_title": "Buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I love this hair mask so much makes my hair feel nice clean refreshed for days."
        },
        {
            "review_title": "New Favorite Mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this product complimentary for testing purposes, however, all opinions are my own:  I love this detox mask! It really hydrates my hair without making it feel heavy and weighed down. It makes my hair feel so soft and silky and honestly the product smells great. I would highly recommend the entire product line as it has really been a game changer for my hair."
        },
        {
            "review_title": "Great conditioning mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "This hair mask is a must have! I pair it with the shampoo and it makes my hair more smooth silky and my hair color vibrant"
        },
        {
            "review_title": "Will keep this for a long time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "The softness this products adds to my hair is unbeatable. Up until this point I tried from eastern to western products and couldn't find one that made me want to go stick to it. This one does, no need to add any other products after it. To note that frizz has been greatly reduced."
        },
        {
            "review_title": "Conditions Well, Leaves Hair Oily",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This product is easy to open, easy to scoop out, and easy to apply to wet hair.  I used 1, 0.5 gold ball sized amount which I let sit on towel dried hair (one time for 1 minute, and one time for 5 minutes).  It seemed to wash out well and left a slight but not too overpowering chemical smell.  I am disappointed because my hair changed from a soft texture to a more wiry and oily texture which caused me to need to wash my hair more often with my regular shampoos/conditioners.  I used this conditioner/hair mask twice over the course of a couple weeks and noticed consistent wiry/oily results.  Iu2019ll keep this in my cabinet to use every 6-8 weeks because I like the idea of a metal detox, but if in the meantime I find a metal detox that works better I will be switching to that one instead."
        },
        {
            "review_title": "Love this for my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "This is amazing for my hard water! Leaves my hair super soft and refreshed."
        },
        {
            "review_title": "So nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This stuff makes my hair feel so wonderful!! I loved it and am so glad I tried it."
        },
        {
            "review_title": "Great hair mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Great mask after using the shampoo. Did not weigh my hair down and left it feeling smooth."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Dry skin",
            "review_text": "This mask gives your hair an extra boost of moisturize, shine and protection. I did like the soft smell. It worked great on my wavy balayaged hair. I could feel how hydrated and soft was my hair at the first use."
        },
        {
            "review_title": "Good for curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "I wasnu2019t expecting to like this as much as I do . I never have good luck with a lot of hair masks . I have wavy/curly thick hair thatu2019s pretty prone to being weighed down with too much or too heavy product- but also becomes very dry and not curly without enough. This was perfect and definitely makes my curls more curly and maneagable without weighing down . I am not sure how often to use it however. I am excited to see how it helps my hair become more manageable in the long term."
        },
        {
            "review_title": "Saved My Brittle Hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this hair mask. The Lu2019Oreal Professional Metal Detox Hair Mask has been a hair savior for me. With regular heat styling, my hair had become brittle and lackluster. But after using this mask, I saw a remarkable difference. It's like a reset button for my hair, undoing the damage caused by mineral and metal buildup. The mask's nourishing formula left my hair feeling incredibly soft and looking revitalized. I'm impressed by how effectively it repairs without weighing my hair down. If you're seeking a hair transformation, this mask is an absolute must-try."
        },
        {
            "review_title": "Love this new line of products",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I am really enjoying this new line of products. It is just what my color treated hair needs. It makes my hair feel noticeably u201ccleaneru201d. It feels soft and the color looks less brassy. Highly recommend if you have color treated hair to get those toxins out"
        },
        {
            "review_title": "Savior against hard water",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This mask gives your hair that extra boost of moisturize and protection. It does have a heavy smell but I donu2019t mind it. It worked great on my wavy balayaged hair and I could immediately feel the difference when I was rinsing it out my hair. I highly recommend if you have hard water!"
        },
        {
            "review_title": "Such an improvement in my hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "My dry, damaged, coarse have is rejuvenated and in love with this product and this line.  Love the smell, like a fancy aromatherapy candle. Doesn't take a ton of product but definitely gets the job done. After drying my hair is soft and bouncy and almost looks glazed. Biggest improvement from single product I've had with haircare!!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "This is a great product. The smell is a little strong but it works great. Easy to use and it makes my hair nice and soft. I love the metal detox line of products."
        },
        {
            "review_title": "A life saver!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I was honored to receive this product in exchange for my honest and unbiased review, and I have to tell you how great this made my hair feel. My hair is overprocessed do two highlights and balayage and especially with this winter weather it is super super dry this mask is the cure all. It is nourishing, thick And as a bonus, it smells great. My hair feels silky and rejuvenated after using. Not only does it help with dryness and split ends, but it also rejuvenates my color and makes it easier for me to prolong going back to the hairstylist. Do yourself a favor and buy this today."
        },
        {
            "review_title": "Great!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "One of my favorite of the line, this mask made my hair feel soft and hydrated. After styling, my coils looked juicy and shiny which not many products can do. The smell is also very good and somehow relaxing."
        },
        {
            "review_title": "A great mask",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I got this in my Influenster box in exchange for an honest review.   I am not a big mask person but love how soft and hydrated my hair feels!"
        },
        {
            "review_title": "Great mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I really liked this mask and used it with the shampoo.  Itu2019s not too heavy and the smell is nice.  I have thick hair with an oily scalp, so I only used it on my ends.  It was very hydrating.  My hair felt smoother and softer.  Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been using this Hair Mask for a couple weeks now and love it! The metal detox shampoo paired with this metal detox mask made my hair feel incredibly clean, fresh, and bouncy (I have curly hair). The scent I would say is like sea salt which I personally enjoy. This mask feels luxurious and actually works. I highly recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I love this line! The smell is a little strong for some but I like it. Makes me hair look and feel amazing!"
        },
        {
            "review_title": "Love the smell!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I was really excited to review this mask for influenster! This particular mask has a fantastic smell that may not be right for everyone but i loved how it made me feel like i had just left the salon! My hair was so soft and so shiney! I suggest you give this a try if you have hard water!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I LOVE this mask! I had been eyeing the products in this line for months. I was ecstatic to receive this from Influenster and Loreal Professionnel! It hydrates my hair so well and it has great slip. A little goes a long way, it is quite thick in consistency. I enjoy the smell as well."
        },
        {
            "review_title": "Great for dry ends",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Nice very hydrating mask. A little went a long way for my fine hair that is oily at the scalp but dry at ends. It smells nice and a few minutes was enough to leave my hair feeling soft and hydrated."
        },
        {
            "review_title": "Shiney",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I received the whole kit for free in exchange for my honest opinion, this mask was my favorite item in the kit! Itu2019s very hydrating and I used it as conditioner. It adds shine but not weight"
        },
        {
            "review_title": "Great deep conditioner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "This worked as a great deep conditioner after clarifying my hair with the shampoo. My curls felt so soft afterwards and it applied so easily. The scent was a little strong but not unpleasant."
        },
        {
            "review_title": "Incredible!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Iu2019ve been using this for a couple weeks now and my hair looks and feels amazing! The metal detox shampoo with this metal detox mask not only made my hair look and feel incredible but I feel as if it could possibly replace my Malibu treatments which would be really nice. The scent is very overpowering for anyone who stays from fragrance which would normally be me but the smell is growing on me. I wish it had a little bit of a sweet scent as well.  This will definitely be a repurchase for me. #incentivized #honestreview"
        },
        {
            "review_title": "Moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This mask is super moisturizing and brought out natural curl in my hair that I never knew I had!  So much body! My hair feels and looks like Iu2019ve had an expensive treatment and blowout!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really like this mask! I have thin straight hair with dry ends and a combination scalp. I live in an area where there is a lot of hard water. When I used this after the shampoo on my mid lengths and ends my ends felt so much stronger and smoother and hydrated. I really enjoy this mask. I recommend keeping on your ends as long as possible. The only thing I did not like was the smell, itu2019s just a little intense for my taste."
        },
        {
            "review_title": "Loved it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "This detox hair mask is a saving grace for helping me manage my curly hair. Its unique formula helps to remove metal ions and product build-up from the hair and scalp, leaving them feeling soft, hydrated, and healthy after each use. This is by far my favorite hair mask as of yet. I donu2019t use this often as I feel like itu2019s a great treatment for every once in a while. The scent however is very strong, it is pleasant but masculine and can be overpowering when all products from the line are used together."
        },
        {
            "review_title": "Best Part is the Scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I was gifted this entire line to test out (shampoo, hair mask, styling cream, and oil), and I was immediately somewhat skeptical of the claims it made; Iu2019ve never heard of metal build-up in hair, plus u201cdetoxu201d is often just a marketing buzzword for the beauty industry. My shower water is also not particularly hard, so I wouldnu2019t have guessed that metal particles might be an issue. However, I ended up being pleasantly surprised! For reference, my hair is long, wavy, and moderately dense with fine strands. It has never been color treated and is very healthy overall. Just a disclaimer: the instructions on this product are nearly impossible to find or readu2014and this is coming from someone with perfect 20/20 vision. The labels on the back are in tiny text and use multiple languages, none of which are English. Once you finally figure out how to peel the top layer off, you may or may not find the English directions in tiny print hidden within a huge block of foreign text. The jar containing the hair mask is made of slippery plastic, so it can be quite difficult to open if your hands are wet from the shower. It also hurts when it slips out of your grip and falls onto your toes (ask me how I know). Nonetheless, it left my hair feeling soft and moisturized, with very little frizz. For this reason I will continue to use it and alternate it with my other products. Is it a holy grail? Iu2019m not sure. But it does what it promises, and my hair feels amazing. My favorite part of all is probably the scent. I need it to be released as a body spray or something!"
        },
        {
            "review_title": "Too heavy for my fine hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I received this product for free from Influenster and Loreal in exchange for my honest review. I have really fine, blonde hair that is not color treated or chemically processed in any way. I do use heat stylers in my hair and have had some health related thinning and damage in the last year. With all that being said, I was really looking forward to trying this product. The hair mask is pretty heavy and moisturizes really well. However, I felt it really weighed down my hair and my hair definitely looked greasier in a shorter time that with my regular routine, even limitinguse to once a week. This would probably work well for thicker hair than mine, but for me, it's definitely not something I will continue using. I was also not a huge fan of the scent."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Love the way this mask makes my hair feel. This entire stands is the best Iu2019ve used in years."
        },
        {
            "review_title": "Definitely added to my routine.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "After using this product for two weeks, I have to say that I love the way it makes my hair feel. My hair is conditioned but not too heavy. This mask leaves my waves slick and easy to detangle."
        },
        {
            "review_title": "All around winner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Iu2019m in love with this mask that 1.helps restore softness and shine to it 2. rids the buildup of metals/toxins and 3. gives my hair much needed help after going blonde."
        },
        {
            "review_title": "A must must MUST have! Your hair will thank you",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This Mask is beyond amazing!! My hair is super soft!I have never ever in my life seen my thick and curly hair that soft before!! Smells amazing too!! After shampooing your hair apply this mask and your hair will thank you later"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "You can feel the difference right away applying into your hair. I like easiness to apply at shower and the softness that leaves on hair. It certainly helps to detangle and makes my hair easier to manage overall"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This mask is the best ! WOW Iu2019ve never felt my hair feel sooo soft. It was so silky after using the mask and it eased the styling process as well!"
        },
        {
            "review_title": "Softest Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am just in love with this whole line. This mask made my hair the softest it has ever been. It was so nourishing and helped tame the frizz and damage of my hair. The smell is great and lasted for a couple of days too! Definitely worth your money!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this as a free sample.After using it for two week I can say that it has left my hair real soft and smooth. I have curly hair and colored hair and it left my curls looking beautiful and it does not leave any residu at all and it does not interfere with color hair. Iam happy with the product and I will continue using it. I recommend ud83dude0d"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I hardly used hair masks in the past because I never really noticed a difference. I could actually tell a difference quickly incorporating this mask in a few times since it helps keep out harmful metals found in water. My fine, thin hair actually looks and feels nourished and cared for. A little bit does go a long way as it's a thicker mask. It does have a very manly, cologne smell which I don't mind."
        },
        {
            "review_title": "Love this mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "Iu2019ve added this to my routine after I shampoo. I have super thick hair so anything I can find to control/tame the mane is my best friend. This stuff smells amazing and feels so slick and shiny afterwards."
        },
        {
            "review_title": "Love it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I have thick course wavy hair, I feel like this mask made a difference. My hair felt fuller, and lighter after each use. My hair appeared shinny and less dull. I feel like it kept my hair color very well. I would highly recommend the hair mask."
        },
        {
            "review_title": "JUICY CURLS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This mask was so nice on my curly hair. It feels so rich, but lightweight. I used it right after the Metal Detox Shampoo, and the combo was so good. My afro-curly hair is pretty heat damaged, and after my shower (without product), my curls looked so juicy, hydrated, and defined. I usually use the Olaplex or IGK damage conditioner, but this mask is definitely going in my regular haircare routine. Also, really good amount of product."
        },
        {
            "review_title": "Hair feels stronger after",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I used this twice after swimming in the pool and itu2019s helped my hair not feel like straw. The mask is really good for hair that has a lot of chemicals being used on it. I follow up with a different conditioner to add a little bit more moisture. I think it focus more on building the hair back to health and getting rid of the old metals"
        },
        {
            "review_title": "New hair care favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have color treated hair and I also travel in a camper so I donu2019t have the best water. I like this metal detox mask because it makes my fake blonde hair nice and soft and had really helped with frizz. It also helps with my color, I feel like it helps maintain it longer and brightens it up while leaving my hair so soft and manageable."
        },
        {
            "review_title": "Must have if you have hard water damage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I honestly love this product, the scent is subtle and a little product goes a long way. I used this mask in conjunction with the detox shampoo, oil and styling cream from the same series. My hair is fine and gets tangled and limp. I also suffer from hair loss and breakage. I love how soft and shiny my hair turns after this mask. Also, the color of my hair seems more toned. We have a lot of hard metals in the tap water which can be detrimental to the hair, and this product helps to detoxify hair from them."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This mask is great! It doesnu2019t have to sit long yet leaves your hair feeling fresh and clean. This is a great mask to use ever so often to give a good deep clean. I wouldnu2019t use it as a weekly mask but itu2019s perfect for maintenance."
        },
        {
            "review_title": "Try it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "The texture of the mask if lovely! I received this to test and I can say it does well for my hair."
        },
        {
            "review_title": "A great mask for fine hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "This mask is perfect for my fine hair. I didnu2019t need to use too much to get great effects. I normally have Tangly hair out of the shower and my brush went right through easily. My hair stayed soft and shiny for a couple of days after."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Combination skin",
            "review_text": "Soo nice! I live in a city with really harsh water and this was a game changer. Make sure you combine it with the rest of the set for optimum results! I air dryed my hair and Iu2019m shocked that it isnu2019t even frizzy. This is one of my new favorite hair masks and it only takes 1 minute. My only complaint is it kinda smells like cologne."
        },
        {
            "review_title": "Metal Detox Hair Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Huge thanks to Influenster and L'Oreal Professionnel for sending me this gem in exchange for an honest review. If you're craving gorgeous hair days, give this hair mask a shot."
        },
        {
            "review_title": "Luxurious cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This mask has truly exceeded my expectations and has become an essential part of my hair care routine. What sets this mask apart is its innovative Metal Detox technology. It feels like a deep cleanse for my hair, ridding it of impurities and buildup that can weigh it down. After using this mask, my hair feels incredibly lightweight, bouncy, and refreshed. The subtle, pleasant scent of the mask is a lovely touch. It lingers on my hair without being overpowering, leaving me with a subtle and inviting fragrance."
        },
        {
            "review_title": "Would rather use another product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This was not bad, but not my favorite. For the price I would prefer to purchase a different mask. I felt that my hair did get greasy looking a bit sooner. All the products in this line have a strong fragrance, so avoid if that bothers you."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Trust me please. You can FEEL this in your hands as youu2019re putting it on your head that it works. It leaves your hair SO. SOFT. I swear this is so good and it smells great too. I masked my hair for 20 minutes after washing and it felt so pretty and healthy. I then flat ironed my hair and put on the serums and oil and my hair looks so good! Itu2019s been about a day or two and it still looks pretty and healthy and straight with no fly always or crazy hairs sticking out."
        },
        {
            "review_title": "Love the product, hate the smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I received this product for my honest review. I used this with the shampoo, oil, and styling cream. These products made my dry damaged hair look and feel amazing but the smell is awful. It smells like cheap mens cologne. Very musky."
        },
        {
            "review_title": "A must for color treated hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "The only reason to give it a four star is because itu2019s a thicker mask and I personally prefer using a thinner hair mask as I think then itu2019s easier to apply to all of my hair. I have color treated hair and I often change the color too. That tends to make my hair dry out a lot. I recently started using this Lu2019Oreal mask and it definitely made my hair softer. This product is a must for the color treated hair to bring back the softness. There is also a lot of product that comes in one box of it."
        },
        {
            "review_title": "Hydration of hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I never use hair mask but when i used this mask and it get my hairs smooth & shine; i have frizz hairs and after one use it get me a gorgeous hair i love my hair after use it. This is my on hair routine now."
        },
        {
            "review_title": "Great for damage repair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Left hair feeling so soft and nourished! Great product for helping with damage and dryness"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Although I do not color treat my hair, this mask has been helping my hair stay healthy while spending a lot of time in the swimming pool this summer. It had a nice scent and a little bit goes a long way. I have been alternating it with a conditioner and my hair looks and feels great!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "i love using this mask after going to the beach to add some moisture back into my hair! it works so well this will be a staple in my routine from now on! so glad i got to try this free from influenster"
        },
        {
            "review_title": "Help reduce damage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I'm trying this after receiving from influenster. It helps reduce damage and my hair feels soothe."
        },
        {
            "review_title": "Soft hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I donu2019t usually use hair masks but this one has been excellent. It smells great and my hair looks so healthy and feels so soft! You donu2019t need to leave it on very long for results, which for me is a huge plus, too!"
        },
        {
            "review_title": "Smells great!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I really liked this mask! After I shampooed my hair I left it in for about 10 mins and it left my hair feeling super soft and silky. It also worked well with my hair extensions. The only thing was it was a little heavy but would work great on thicker hair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Will be repurchasing this as well as the shampoo over and over again. My hair looks so healthy and shiney since using"
        },
        {
            "review_title": "Must have for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I really love how soft and silky my hair feels after Iu2019ve used this mask. I use the lineu2019s Metal Detox shampoo first. This is lovely!  My hair detangles like nothing else after using this. I love how it feels!  I would buy this after my current supply is gone"
        },
        {
            "review_title": "Must try hair mask.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received this for free as an exchange for my honest review. I have used this mask three times already and I love it! It made my hair softer, shinier and smelling so good."
        },
        {
            "review_title": "Love! Perfect for even fine hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This mask leaves my hair feeling so soft and clean. I have fine hair, so some masks leave my hair feeling greasy/heavy. My hair still feels light and clean yet soft and not dry. I love this new step in my routine."
        },
        {
            "review_title": "A must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I used after the shampoo. Left it in a while and it felt so soft and looked light. Felt great after being in the pool."
        },
        {
            "review_title": "Mask the metal",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I've actually never used a hair mask before. But this is pretty cool period I didn't realize that metals can. Damage your hair. I was excited to receive this in a vox box It makes your hair more smooth and manageable"
        },
        {
            "review_title": "Will leave your hair soft and shiny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This mask smells amazing and makes my hair feel soft and smooth-like I just got a blowout at the hair salon but in my own home and shower. My hair can become greasy in the summer due to the humidity and this leaves my hair feeling soft and smooth without frizz and doesnu2019t feel heavy or greasy like some other hair masks might. Will definitely be adding this to my shower routine!"
        },
        {
            "review_title": "Very hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I love this product, I think it hydrated my hair the most and I will be using it again. Paired with the detox shampoo it made my hair feel stronger"
        },
        {
            "review_title": "Perfect after rinsing out shampoo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I love this mask! I used this after shampooing, it works better if you dry your hair a bit with a towel but it still does wonders when applying it right after the shampoo and let it sit for a few minutes. My hair is oily so I apply it on my ends and after my hair dries, it feels unbelievably soft, flowy and shiny. Recommended!"
        },
        {
            "review_title": "A new staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This felt like a super high end mask!  I couldnu2019t believe this was a Lu2019Oreal mask, theyu2019re really stepping up their products and seem to be getting out of the drugstore market. I love this mask!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I got this product for free thru Influenster in exchange for my honest review. I've been using it for a few days and I feel like my hair feels smoother and shiner.  Definitely recommend it."
        },
        {
            "review_title": "Smooth your hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was very excited to receive this complementary set in exchange for my honest review. My hair is wavy and long, it has been color processed with highlighted sections.  After 1 wash with  L'Oreal Professionnel Metal Detox Shampoo  + hair mask only on the tips.  While washing hair already felt much softer and smoother. I was able to brush it easier.  I did use 1 pump of Anti-Metal High Protection cream on the tips. Did not blow out and hair still felt silk and smooth.  I have been struggling with tangled hair on the inside, that is why I started wearing my hair in the ponytail . On the second wash I used same shampoo without mask. Added 1 pump of cream. Left hair to airdry. My tips were not as smooth. So far I am very happy with the results. I'm looking forward to trying to style my hair and adding Metal Detox lightweight, concentrated oil. Would recommend it."
        },
        {
            "review_title": "Great mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "every penny As someone with dry and damaged hair, a hair mask is a life saver and a weekly must have for me. I love that this hair masks works in only a couple of minutes, not 15-20 minutes like other masks. It's a luxurious mask that leaves your hair feeling soft and silky. I'm shocked at how glossy my hair looks after using this. It really helps to keep my frizz at bay. When I use this mask with the matching shampoo, my hair looks like it's been freshly coloured. I find this duo gives my hair a clean look when it comes to my colour. While it's more on the spendy side, I find it's worth the money when I use it weekly."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Normal skin",
            "review_text": "Love the way this product smells and after using, my hair felt healthier and smoother!"
        },
        {
            "review_title": "I can definitely see myself purchasing again",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I received this product as a sample to try in exchange for an honest review. I will say that the mask is very nourishing! My hair feels like silk after i use it! My only complaint about it i have is the smell- it is very over powering! Its not just absolutely terrible but it is very very masculine and very strong."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this l'oreal professional  metal detox hair mask!! It made my hair feel healthier, softer, smoother, and less weighed down. Will buy in the future!"
        },
        {
            "review_title": "So Effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Normal skin",
            "review_text": "I didnu2019t believe that 60 seconds could provide results, but it really does!  I applied about two tablespoons of mask to damp, clean hair, and I noticed my wavy, bleached hair was shiny, moisturized, and bouncy after air-drying.   I will definitely continue using."
        },
        {
            "review_title": "Best hair mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Hair masks usually weigh down my hair and make it look greasy but this mask is fantastic. I love that you only need to leave it in for a minute and my hair doesnu2019t look greasy at all- only shiny and healthy! This whole line is fantastic and itu2019s going to become a staple in my house."
        },
        {
            "review_title": "The smell is so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "Smells SOOOO GOOD! Left my hair super soft too! I recommend!"
        },
        {
            "review_title": "Hair Mask Heaven",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is a luscious moisturizing product. It truly moisturized my dry locks in an amazing way. A definite addition to my routine."
        },
        {
            "review_title": "Will definitely need more asap!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Dry skin",
            "review_text": "Super clean and refreshed feeling hair! I used this product once and I could see and feel the difference."
        },
        {
            "review_title": "My hair feels so smooth",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "My hair felt so smooth and hydrated. Even after one use. Living in a place with hard water I could tell immediately after I rinsed this out out the difference in my hair"
        },
        {
            "review_title": "Must buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "I love that Iu2019m able to purchase salon quality products at a reasonable price! My hair stylist recommended this product to help restore my hair from moving to an area with very hard water. I noticed the softness immediately and I use this in my rotation and it makes my hair feel awesome! This product is a hair mask but I treat it like a normal conditioner and it leaves my hair feeling great."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I loved this product! I have curly, course hair for reference. It tamed my hair making it super soft but not frizzy. My hair feels super moisturized after using this as well. The only thing I donu2019t like is the smell but I loved the product so much I can look past the smell."
        },
        {
            "review_title": "OMG my blonde is bright",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "You donu2019t realize the damage your water does to your hair until youu2019ve used to metal detox collection"
        },
        {
            "review_title": "Good for on the go",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this for free from Influenster and Lu2019Oreal in exchange for my honest review. I thought this product was great because it only needs to be used for 1 meet to benefit from the ingredients. I also love that it helps prevent breakage! Excited to see what more it can do for my wavy hair because I did not realize there was metal in our shower water. Thanks Lu2019Oreal!"
        },
        {
            "review_title": "Best mask money can buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "If you suffer from dry and brittle hair this mask is a must!! It completely changed my hair in one shower. I will definitely continue to use this and canu2019t wait to see the results after more time."
        },
        {
            "review_title": "Soft hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I used this mask following the shampoo from the same line.  My hair felt soft and easy to deranged after the shower.  I followed the mask up with both leave in products in the same line so it is hard to say which product was most helpful but my hair does feel soft and looks shiny but not oily 4 days later."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I noticed my hair felt softer after using, I will definitely be adding this as a weekly treatment in my hair routine!"
        },
        {
            "review_title": "It makes my hair so soft and shiny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "My hair was so soft after using it. I also love only having to leave it in for a minute. It comes with so much product too. It also smells amazing"
        },
        {
            "review_title": "Love This for Frizzy Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I used this hair mask instead of a conditioner and I think that it made my hair so soft and maintains all my frizz. I already have medium to minimum frizz and I feel like after using it, I could see none. During the application to on, I would say to not use conditioner after as I think thatu2019s would make your hair too weighted down, just the mask or a conditioner."
        },
        {
            "review_title": "Will continue to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "I just recently got my hair colored so the timing of receiving this sample was perfect. It smells great. Almost like Lemons and herbs. After using it and the other three related products, I felt like my hair was more shiny than normal, had more volume, and was softer."
        },
        {
            "review_title": "A must-have for maintaining gorgeous, healthy hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I received this product in exchange for my honest opinion. Absolutely loving the L'Oreal Professionnel Metal Detox Mask! With my blonde, chemically treated hair, this mask is a true savior. It revitalizes and adds a beautiful shine, while keeping those unwanted brassy tones at bay. Using it regularly has made my hair feel stronger and look more vibrant. A must-have for maintaining gorgeous, healthy hair! ud83dudc86u200du2640ufe0fu2728"
        },
        {
            "review_title": "1 Minute Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I received this Lu2019Oreal Professional Metal Detox 4 product line free from Influenster in exchange for my honest opinion.  It does not disappoint!  My hair is naturally blonde and picks up any minerals or metals in water, often turning darker and dull).  Using this product line clarified and moisturized my hair, bringing back the shine, strength, and original natural color.  The mask scent is light (canu2019t pinpoint which specific smells other than like a light musky cologne) and the product is so easy to use. Open the jar and use on hair from middle to ends. Leave on for 1 minute and rinse out.  The hair feels immediately hydrated, stronger, and more manageable.  The softness from the mask easily lasts until the next shampoo."
        },
        {
            "review_title": "The STAR of the line. Love this mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Influenster previously sent me the shampoo and this mask, so I can use this mess for months. I have to say that this mask was so good that I implement it to my hair care routine. The only thing Iu2019m not crazy about itu2019s the packaging (this is me being extremely picky). The packaging is what many mask come in. I just personally wish I didnu2019t have to scoop any product out of a tub; instead, I would like to see the mask in a pump like packaging. Overall, my opinion is still the same, this is a great mask. The mask makes my hair look amazing, it makes my hair look super healthy and shiny. My hair feels so smooth and it never looks frizzy. Iu2019m so happy to have received this again.  I will for sure be purchase I recommend without recitation."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "A gorgeous mask, I really liked it. It gives a great result on lightened hair! The hair looks great after that! Smooth, moisturized, shiny, easy to comb. I keep the mask on my hair for 20-30 minutes (the effect is worse if I kept it for 10 minutes), and it smells incredible"
        },
        {
            "review_title": "Recommend to everyone!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Just after one use of this mask my hair felt soft, shiny and healthy. Comes with a great amount of product and I love the clean smell it has to it!!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This stuff is incredible! I used with the shampoo and the oil and my hair is so soft, shiny, manageable. Frizz is minimized, shine increased, and my scalp is less oily, plus it smells great. I only used a little because it spreads nicely, and itu2019s so good. Iu2019ll be a repeat purchaser!"
        },
        {
            "review_title": "Love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "Absolutely love this hair mask!  I used it with the other Metal Detox products and they all work so well together!"
        }
    ]
}