{
    "product_id": "280",
    "name": "H2Eau Eau de Parfum Discovery Set",
    "brand": "CLEAN RESERVE",
    "categories": "Fragrance, Value & Gift Sets, Perfume Gift Sets",
    "price": 38.0,
    "about": "Set Description:A collection of water-based perfumes offered in trial-size format so you can be free to discover. CLEAN RESERVE H2Eau are eco-conscious, sustainable perfumes inspired by water, natureu2019s most gentle ingredient. In a range of scent personalities for a gentle, long-lasting, and hydrating perfume experience..About the Fragrance:Clean and healthy oceans are vital for the welfare of the planet and marine life. As an eco-conscious and sustainable perfume collection, CLEAN RESERVE H2Eau is sponsoring EARTHDAY.ORGu2019s Protect Our Oceans campaign to bring awareness to the importance of safeguarding our oceans and their inhabitants..This Set Contains:- 8 x 0.05 oz/ 1.5 mL eau de parfums in Brilliant Peony, Nectarine Petal, Golden Citrus, Water Lotus, Musk Noir, Waterfall, Emerald Oasis, Amber Cashmere",
    "ingredients": "Brilliant Peony: .Aqua/Water/Eau, Isopropylideneglycerol, Parfum/Fragrance, Caprylyl/Capryl Glucoside, Diethylhexyl Sodium Sulfosuccinate, Butylene Glycol, Sodium Benzoate, Benzyl Salicylate, Hexyl Cinnamal, Limonene, Hydroxycitronellal, Linalool, Alpha-Isomethyl Ionone, Citronellol, Geraniol, Benzyl Benzoate...Nectarine Petal: .Aqua/Water/Eau, Isopropylideneglycerol, Parfum/Fragrance, Caprylyl/Capryl Glucoside, Diethylhexyl Sodium Sulfosuccinate, Butylene Glycol, Sodium Benzoate, Alpha-Isomethyl Ionone, Limonene, Citronellol...Golden Citrus: .Aqua/Water/Eau, Isopropylideneglycerol, Parfum/Fragrance, Caprylyl/Capryl Glucoside, Diethylhexyl Sodium Sulfosuccinate, Butylene Glycol, Sodium Benzoate, Limonene, Linalool, Hydroxycitronellal, Geraniol, Citral, Alpha-Isomethyl Ionone, Citronellol...Water Lotus: .Aqua/Water/Eau, Isopropylideneglycerol, Parfum/Fragrance, Caprylyl/Capryl Glucoside, Diethylhexyl Sodium Sulfosuccinate, Butylene Glycol, Sodium Benzoate, Hydroxycitronellal, Limonene, Linalool, Citronellol, Alpha-Isomethyl Ionone, Citral...Musk Noir: .Aqua/Water/Eau, Isopropylideneglycerol, Parfum/Fragrance, Caprylyl/Capryl Glucoside, Diethylhexyl Sodium Sulfosuccinate, Butylene Glycol, Sodium Benzoate, Benzyl Salicylate, Coumarin, Linalool, Benzyl Alcohol, Hexyl Cinnamal, Hydroxycitronellal, Cinnamyl Alcohol, Limonene, Benzyl Cinnamate, Cinnamal...Waterfall: .Aqua/Water/Eau, Isopropylideneglycerol, Parfum/Fragrance, Caprylyl/Capryl Glucoside, Diethylhexyl Sodium Sulfosuccinate, Butylene Glycol, Sodium Benzoate, Hexyl Cinnamal, Hydroxycitronellal, Benzyl Salicylate, Linalool, Limonene, Geraniol, Citronellol, Citral...Emerald Oasis: .Aqua/Water/Eau, Isopropylideneglycerol, Parfum/Fragrance, Caprylyl/Capryl Glucoside, Diethylhexyl Sodium Sulfosuccinate, Butylene Glycol, Sodium Benzoate, Limonene, Linalool, Citral...Amber Cashmere: .Aqua/Water/Eau, Isopropylideneglycerol, Parfum/Fragrance, Caprylyl/Capryl Glucoside, Diethylhexyl Sodium Sulfosuccinate, Butylene Glycol, Sodium Benzoate, Benzyl Salicylate, Hydroxycitronellal, Linalool, Limonene, Benzyl Benzoate, Coumarin, Geraniol, Citronellol...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent. .-After applying, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly. .-If you prefer placing fragrance on your wrists, be sure to reapply after frequent handwashing, as this tends to rinse off the scent. .-Replace fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent.",
    "num_reviews": 28,
    "overall_rating": 3.7,
    "product_url": "https://www.sephora.com/ca/en/product/clean-reserve-h2eau-eau-de-parfum-discovery-set-P509654?skuId=2636074&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2636074-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "I personally love the smells I put it on at like 7 am this morning and I still smell the water lotus one I like it one thing Iu2019m disappointed about is the bottle design I wish it was a spray lid but like the thought of a dab on perfume but u didnu2019t really like it of so 4 stars"
        },
        {
            "review_title": "OBSESSED W ALL THE SCENTS BUT LIMITING TO 2.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "I'm sorry but I'm coming on here to say that these all smell amazing, clean and fresh. if you're the type of person who likes true FRESH - NOT OVERWHELMING SMELLS, THIS IS FOR YOU. I have such bad excema and allergies but have always loved light blue by D&G. I also like Marc Jacob's Daisy. I went to sephora and was trying these on the sample stick and I couldn't pick just 1. I bought the set bc I'm literally obsessed with every scent. over the next 2 months I'll wear test and I gave myself the choice of 2 of them. the nectarine and peony ones are top runners. as far as the smell lasting - i sprayed my jacket directly w it 3 days ago and you can still smell the peony. I've been wearing the citrus since 10am and it is now 5pm and I still smell it on me. OBSESSED."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Just wasnu2019t impressed by any of the scents. Returned it. There are better smells out there. Keep looking my friend, keep looking."
        },
        {
            "review_title": "Short lived",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "They smell great for about 10 minutes then I can't smell them anymore."
        },
        {
            "review_title": "Before you open the boxu2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The idea is to see which fragrance you might like. Iu2019ve bought these types of things before but wish I had realized the names of the perfumes were only on the outside box. If you donu2019t keep them in order (which is hard as they all look alike), you wouldnu2019t know what was what.  Bummer"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "When I got this I was mainly getting it for new scents to try but then I tried out every smell, yet I didnu2019t like two of them much but I love the smell of the clean and Floral scents"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I debated for a long time whether or not to get this and I'm so glad I did! This is pretty pricey for the amount that you get but I loved every one of the scents. You have to be careful when opening the vials because sometimes the perfume will flick out a little, but I don't mind the vials instead of spray tops. This was a great kit to test out a number of scents, I wish there was a voucher included to redeem a rollerball like the other Sephora perfume kits."
        },
        {
            "review_title": "Interesting vials",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The way these vials dispense I think itu2019s an accident waiting to happen, plus you will be more likely to go through more product. The scents are good. Golden citrus is our favourite. But honestly, this pack should be $15-20 max. Youu2019re essentially paying for a bunch of samples you would normally get for free. That was disappointing for me. Iu2019ve bought clean reserve before and they were bigger bottles, like deluxe samples. Was expecting this to be the same for the price."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m obsessed with every single scent in this pack this brand never ever disappoints, however the new packaging does leak a little bit so Iu2019d be cautious of that! I would have preferred a traditional spray nozzle as those never leak"
        },
        {
            "review_title": "Ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I normally love the Clean reserve perfumes esp. radiant and skin, so I thought Id give this a try. I dont love that its a dyed blue color and the dabber is not my favorite-I like a standard spray top. The scents are fine, but all have this laundry detergent vibe. The regular clean reserve just seem more finished and polished."
        },
        {
            "review_title": "Pleasantly Surprised!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I was not expecting to like these, I tried them on a whim, and I was blown away by how much I actually love most of them! I am a clean reserve fan. Radiant Nectar stays with me I have 3 bottles of that stuff in different sizes and for travel. But these definitely have inspired me to some new favorites!! Worth the try if you like clean reserve I do not think you will be disappointed"
        },
        {
            "review_title": "fantastic sample pack!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I purchased it as a gift for family. got to try them as well. very gentle, clean scent."
        },
        {
            "review_title": "Great product if it doesn't irritate your skin...",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "First, lots of pros: I love these type of sets and am always thankful when they are options to buy. I really enjoyed every single scent in this collection. I even liked the dabber applicator and had no problems with it. None of the vials were missing perfume and the dabber released the right amount of perfume with no effort. I found the scent to last around 6 hours with mild throw.   But something about this formula royally ticked off my skin wherever I applied it. I have never before had any kind of reaction to any perfume, including the regular Clean and Clean Reserve lines. It was really surprising and disappointing."
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Good set if you want to find a new perfume! Not rollerball or normal spray.. Iu2019ve definitely found a couple Iu2019m in love with. Clean Reserve is my top favorite for perfumes"
        },
        {
            "review_title": "NEED THEM ALL",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Normal skin",
            "review_text": "Bottle could be better, but honestly these scents are phenomenalu2014I have no clue which one to get a full size of! Glad I went for this set instead of the rollerball because the Clover one and Waterfall arenu2019t in the roller ball set."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Combination skin",
            "review_text": "I love sample sets as a way to try out scents before committing to a bigger bottle, but the component chosen for this set is terrible. it's hard to get the fragrance out of the bottle without hitting yourself a lot. definitely not worth the effort."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Lovely scents, but I donu2019t understand the choice of containers. One of the tubes arrived completely empty because it spilled in the box during transport. No cracks in the tube, so Iu2019m assuming itu2019s the lid. Sad."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I love so many Clean Reserve fragrances, but this discovery set is not my favorite.  The scents are all very similar and do not wear well as the day progresses."
        },
        {
            "review_title": "Good value for sampling",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "If youu2019re trying to find out what you like in a perfume, this has eight sample sizes of different scents. I only liked 3 of them but I still think itu2019s a good deal. I will gift the rest."
        },
        {
            "review_title": "So many good ones!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Fantastic discovery set! I am a huge fan of CLEAN RESERVE and loved trying this innovative new line. I honestly enjoyed all of the scents but especially Brilliant Peony and Musk Noir! These definitely are perfumes that you need to let dry down so the beautiful base notes can develop. That's where the magic comes in! I do prefer spray bottles for samplers but these are way better than typical dabber bottles. They almost apply like a rollerball would and I think it's cute that they look like little shower heads! I love how moisturizing these are and I don't find them oily at all. They last as well as alcohol based perfumes!"
        },
        {
            "review_title": "Worth the try!! They all smell lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Oily skin",
            "review_text": "They all smell quite lovely. No complaints about any. The only ones I wouldnu2019t purchase in full are the more floral smelling ones. They arenu2019t bad smelling, itu2019s just not my preference. They still smelt so beautiful."
        },
        {
            "review_title": "NOT a spray",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Like the other review said, these bottle are not spray bottles, so disappointed. These bottles have tiny holes at the top to use as dab bottles, so even with the caps on, it spills out everywhere! unless they were placed upright at all time! who invented this?!  The scents are nothing special either. out of the 8 scents, I only like Water lotus and Waterfall, the rest is generic to downright off putting (I'm looking at you Emerald Oasis). Returned."
        },
        {
            "review_title": "Love the collection, quite similar scents",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I LOVE these scents, all I would purchase in full size of expect one or two. I put them on before I go to bed, and can still faintly smell them on me in the morning, but the potency definitely disappears around about 4 hours (although because they are a dabber, not spray, that could affect it). My only gripe is that they all smell quite similar. I feel I could purchase really any scent from this collection and be satisfied. They do smell slightly different, but not like Clean's Reserve line which has significantly more contrast between scents. If you like one of them, you'll likely enjoy most of the collection. The discovery set is kind of useless in that way. Might as well blind buy a mini of any of them if you like fresh aquatic scents."
        },
        {
            "review_title": "Would not re-purchase",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love the scents and that I can layer them. I am unimpressed by how quickly the scent is gone - maybe 2 hours or so and thatu2019s just not worth the price. I also havenu2019t ever purchased an item with these particular applicators and I really do not care for them."
        },
        {
            "review_title": "Must wear!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I have tried out a few of these perfumes. Upon first smell, I wasn't sold. I have heard people say cleaning supplies, I understand but after you let them sit on the skin they are addicting! I love them! Unique and fun to layer."
        },
        {
            "review_title": "Great way to test the new H2Eau line",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "These are OILY like OILY. But they are very moisturizing to the skin. I am not sure how I feel about the way they dispense, it does make them more leak prone. They all last a decent amount of time 3-4 hours on me. I loved Brilliant Peony, Emerald Oasis, Water Lotus, Amber Cashmere, Nectarine Petal, and Waterfall. I did not like Golden Citrus and Musk Noir. It is hard to pick apart notes from all of them. I mostly get the title notes such as Lotus, Peony, etc. In my opinion, I think these all lean feminine. This would be a good gift option for someone who likes fresh scents.  Amber Cashmere: Fresh and no the way the name describes it as. This is not a warm fragrance.  Brilliant Peony: Gorgeous peony scent, very bright and happy.  Emerald Oasis: Fresh and crisp, very deserted island.  Golden Citrus: Smells like a cleaning product and also reminds me of Solar Power by Phlur.  Musk Noir: Musky. The dry down smells like pee on paper and on my skin. Also headache inducing and makes me a bit nauseous.  Nectarine Petal: Juicy and summer-y.   Waterfall: Very fresh and aquatic. I really love the watermelon note.  Water Lotus: This is my favorite in the entire line. It reminds me of a spa day, very pretty lotus fragrance."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Smells like Frebeze and cleaning products. Immediately returned"
        },
        {
            "review_title": "Good Set",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I love sets like these. You get to try the entire collection before committing to a full size bottle. The reason I only gave it 4 stars was the unexpected fact that these samples are not spray bottles. Each one has a cap on and each sample has a few holes, which have the function of a rollerball. Iu2019m not a fan of those."
        }
    ]
}