{
    "product_id": "334",
    "name": "Mini Yummy Skin Blurring Besties Prime, Set, and Color Kit",
    "brand": "Danessa Myricks Beauty",
    "categories": "Makeup, Value & Gift Sets",
    "price": 30.0,
    "about": "What it is: An award-winning blurring balm-powder duo in two bestselling formulas to prime, set, and add a flush of coloru2014for the perfect soft-matte look. Highlighted Ingredients: - Upsalite: Absorbs excess sebum and sweat while maintaining skin's hydration..- Olive-Derived Squalane: Addresses oil production and diminishes visible signs of aging..- Hyaluronic Acid: Hydrates skin...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. These products are also gluten-free and cruelty-free...What Else You Need to Know: Elevate your beauty routine with this must-have, on-the-go set showcasing two Yummy Skin Blurring Balm Powder formulas. Powered by Swedish super ingredient upsalite, these beauties absorb sweat and visibly reduce oil, leaving you with a natural-looking, matte complexion. Featuring a unique, petal-like texture, they apply like a luxurious balm and then set to a powder for long-lasting wear...These products are Allure Best of Beauty award winners...This Set Contains:.- 0.21 oz/ 6 g Mini Yummy Skin Blurring Balm Powder in Universal (translucent).- 0.11 oz/ 3 g Mini Yummy Skin Blurring Balm Powder Flushed in Rose N Brunch (neutral rosy pink)",
    "ingredients": "-Upsalite: Absorbs excess sebum and sweat while maintaining skin's hydration..-Olive-Derived Squalane: Addresses oil production and diminishes visible signs of aging..-Hyaluronic Acid: Hydrates skin...Yummy Skin Blurring Balm Powder in Universal: .Magnesium Carbonate, Isohexadecane, C13-15 Alkane, Isododecane, Dimethicone, Squalane, Synthetic Wax, Synthetic Candelilla Wax, Kaolin, Tocopheryl Acetate, Linum Usitatissimum (Linseed) Seed Oil, Zingiber Officinale (Ginger) Root Oil, Hydrolyzed Sodium Hyaluronate, Glyceryl Behenate, Limnanthes Alba (Meadowfoam) Seed Oil, Microcrystalline Wax/Cera Microcristallina/Cire Microcristalline, Polyethylene, Stearoxy Dimethicone...Yummy Skin Blurring Balm Powder Flushed in Rose N Brunch:.Magnesium Carbonate, Isohexadecane, C13-15 Alkane, Isododecane, Dimethicone, Squalane, Synthetic Wax, Synthetic Candelilla Wax, Kaolin, Tocopheryl Acetate, Linum Usitatissimum.(Linseed) Seed Oil, Zingiber Officinale (Ginger) Root Oil, Hydrolyzed Sodium Hyaluronate, Glyceryl Behenate, Limnanthes Alba (Meadowfoam) Seed Oil, Microcrystalline Wax/Cera.Microcristallina/Cire Microcristalline, Polyethylene, Stearoxy Dimethicone, (+/-): Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, CI 77492, CI 77499), Yellow 5 (CI 19140), Red 6 (CI 15850), Red 28 (CI 45410), Blue 1 (CI 42090).",
    "how_to_use": "Suggested Usage:.Yummy Skin Blurring Balm Powder:.-Tap on with your fingers to smooth and blur textured areas...Yummy Skin Blurring Balm Powder Flushed:.-Tap onto your face and lips with your fingers or a brush.",
    "num_reviews": 10,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/danessa-myricks-beauty-yummy-skin-blurring-besties-prime-set-and-color-kit-P512665?skuId=2793156&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2793156-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Amazing Products",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Great way to sample these two products. I love both these products and have gone on to buy full size versions. Staple in my make up routine now. This brand has some maxing products."
        },
        {
            "review_title": "Both products work their magic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I saw reviews for the primer and blush and this set seemed like a good option to try both without spending too much - I was pleasantly impressed! The blush is tiny, but it's so pigmented, you barely need to touch it with your brush ti pick up enough to cover the cheek area, it'll last long time despite being small size. I love the color and the performance - perfect every day tome that warms up my skin tone and gives just enough pink to look fresh. The texture is magic - it melts into skin and stays there the whole day till I wipe it off. The primer is pure sorcery, as others said - it evens out pores, other uneven texture, and blocks the shine in my t-zone. I apply it under the Patrick Ta foundation and it looks flawless and lasts as long as I need it to last. I have combination skin, oily in the t-zone and powder usually last an hour in the area, but with this primer I'm good for the day."
        },
        {
            "review_title": "perfect if you're new to denessa myricks beauty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "perfect for trying out danessa myricks beauty. the primer is hydrating and blurring. works amazingly with my yummy skin tint. the blush is pigmented and doesn't fade throughout the day."
        }
    ]
}