{
    "product_id": "552",
    "name": "Wavy Shampoo & Mask Value Set with Anti Frizz and Shine Boosters",
    "brand": "Function of Beauty PRO",
    "categories": "Hair, Value & Gift Sets",
    "price": 68.0,
    "about": "What it is: A customizable repair haircare set consisting of a shampoo, conditioner mask, and two Hair Goal Concentrates (frizz taming and shine enhancing) specifically selected to enhance the results for damaged, wavy hair. This set repairs all signs of damage while taming frizz, boosting shine and fostering stronger, more resilient hair with each use...Hair Texture: Wavy..Hair Type: Fine, Medium, and Thick..Hair Concerns:.- Color Safe.- Damage, Split Ends, and Breakage.- Frizz..Key Benefits:.- Targets all signs of damage.- Decrease frizz, increases shine.- Weightless hydration for softness, manageability..Highlighted Ingredients:.- Adaptive f3 Bonding Complex (TM/MC): Targets signs of hair damage, reduces breakage..- Lysine from Rice Amino Acids and Manketti Seed Oil: Adds body, flexibility, and shine...Ingredient Callouts: Free of parabens, phthalates, and mineral oil. It is also gluten-free and cruelty-free..What Else You Need to Know: This exclusive reparative set includes products infused with fortifying lysine and nourishing manketti seed oil. These products will give your waves body, flexibility, and radiant shine for clinically backed results youu2019ll adore...Fragrance Description: A bouquet of fresh spring flowers, with notes of pink peony, wild freesia, and creamy sandalwood...This Set Contains:.- 11 oz/ 325 mL Bond Repair Custom Shampoo for Straight, Damaged Hair.- 7 oz/ 207 mL Bond Repair Custom Conditioner Mask for Straight, Damaged Hair.- 0.13 oz/ 4 mL The Frizz Genius Anti Frizz Hair Goal Concentrate.- 0.13 oz/ 4 mL The Shine Queen Hair Gloss Goal Concentrate Mix-In",
    "ingredients": "-Adaptive f3 Bonding Complex (TM/MC): Targets signs of hair damage, reduces breakage..-Lysine from Rice Amino Acids and Manketti Seed Oil: Adds body, flexibility, and shine...Function of Beauty PRO Bond Repair Custom Shampoo for Wavy, Damaged Hair: .Water (Aqua), Sodium Cocoyl Isethionate, Cocamidopropyl Hydroxysultaine, Decyl Glucoside, Sodium Lauroyl Lactylate, Glycol Distearate, Hydroxypropyltrimonium Inulin, Rice Amino Acids, Linum Usitatissimum (Linseed) Seed Extract, Salvia Hispanica (Chia) Seed Extract, Panthenol (Provitamin B5), Arginine, Jojoba Wax Peg-120 Esters, Sodium Lauroyl Sarcosinate, Fatty Acid C8-18, Sodium Isethionate, Glycerin, Hydroxypropyl Methylcellulose, Cellulose Gum, Xanthan Gum, Citric Acid, Itaconic Acid, Caprylic Acid, Xylitol, Tocopherol, Ethylhexylglycerin, Fragrance (Parfum), Aminomethyl Propanol, Sodium Chloride, Trisodium Ethylenediamine Disuccinate, Benzyl Alcohol, Phenoxyethanol, Meg-Ester, Sorbeth-230 Tetraoleate, Peg-120 Methyl Glucose Dioleate, Potassium Sorbate, Polyquaternium-7, Polyglyceryl-10 Laurate, Sorbitan Laurate, Sodium Laurate, Methyl Gluceth-10, Sodium Benzoate, Benzyl Salicylate, Citronellol, Linalool...Function of Beauty PRO Bond Repair Custom Conditioner Mask for Wavy, Damaged Hair: .Water (Aqua), Cetyl Esters, Cetearyl Alcohol, Glycerin, Behentrimonium Chloride, Dimethicone, Arachidyl/Behenyl Alcohol, C13-15 Alkane (Hemisqualane), Fragrance (Parfum),  Rice Amino Acids, Cocos Nucifera (Coconut) Oil, Schinziophyton Rautanenii (Manketti) Kernel Oil, Argania Spinosa (Argan) Kernel Oil, Prunus Armeniaca (Apricot) Kernel Oil, Ricinus Communis (Castor) Seed Oil, Linum Usitatissimum (Linseed) Seed Extract, Salvia Hispanica (Chia) Seed Extract, Chenopodium Quinoa Seed Extract, Hydrolyzed Cicer Seed Extract, Lens Esculenta (Lentil) Seed Extract, Panthenol (Provitamin B5), Glyceryl Ricinoleate, Guar Hydroxypropyltrimonium Chloride, Arginine, Itaconic Acid, Cetyl Hydroxyethylcellulose, Tocopheryl (Vitamin E) Acetate, Tocopherol, Arachidyl/Behenyl Betainate Esylate, Ethylhexylglycerin, Benzyl Alcohol, Cetrimonium Chloride, Polyquaternium-37, Amodimethicone, Propylene Glycol Dicaprylate/Dicaprate, PEG-100 Stearate, Isopropyl Alcohol, Glyceryl Distearate, Glyceryl Monostearate, Disodium EDTA, PPG-1 Trideceth-6, Polyglyceryl-10 Laurate, Propanediol, Citric Acid, Acrylates/Stearyl Methacrylate Copolymer, Sorbitan Oleate, Caprylic Acid, Xylitol, Aminomethyl Propanol, Sodium Benzoate, Benzyl Salicylate, Citronellol, Geraniol, Linalool...Function of Beauty PRO The Frizz Genius Anti Frizz Hair Goal Concentrate:.Tamarindus Indica Fruit Extract, Potassium Sorbate, Sodium Benzoate... The Shine Queen Hair Gloss Goal Concentrate Mix-In: .Water (Aqua), Propanediol, Humulus Lupulus (Hops) Extract, Phenoxyethanol, Caprylyl Glycol, Potassium Sorbate, Hexylene Glycol.",
    "how_to_use": "Suggested Usage:.-Add one Hair Goal Concentrate at a time and stir or shake well before first use..-Apply Shampoo to wet hair..-Lather..-Rinse thoroughly..-After shampooing, apply Conditioner Mask to wet hair, mid-lengths to ends..-Leave on for two to five minutes to use as a conditioner..-Leave on up to 10 minutes for a more intense conditioning treatment..-Rinse thoroughly..-Style hair as usual.",
    "num_reviews": 6,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/function-of-beauty-pro-wavy-shampoo-mask-kit-with-anti-frizz-shine-boosters-P510123?skuId=2759256&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2759256-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Very drying",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "It's honestly very drying on my hair. Which is surprising, because wavy hair needs more moisture, but I noticed the difference the first time I used both these products. Two stars because before I began using this brand my hair was falling out and I've definitely noticed less breakage, but I wouldn't recommend this product. I'll be finishing the bottle because it was expensive, but then I definitely won't repurchase."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Normal skin",
            "review_text": "it fixed the straight sides of my hair! I have wavy hair!! haha, this stuff is wicked"
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "bought for my mom and it made her hair so curly and healthy !!!!"
        },
        {
            "review_title": "A new favourite in my hair care routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "If youu2019re trying these products for the first time, this set is the way to go - such a good value! I love that it comes with the hair goal boosters. Though these products are heavily-scented, they work extremely well and left my thick, coarse wavy hair very soft and manageable. I feel like I just came out of the salon after using it. A definite new favourite in my hair care routine!"
        },
        {
            "review_title": "So so good.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I had a sample in my last Sephora order of the Conditioning Hair Mask and what it did to my hair was so amazing that I was already ordering the full size online before my hair was even dry."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Very good totally reccomend!Dixed my dry and frizzy hqir"
        }
    ]
}