{
    "product_id": "255",
    "name": "Makeup Brush Cleaner",
    "brand": "Cinema Secrets",
    "categories": "Makeup, Brushes & Applicators, Brush Cleaners",
    "price": 32.5,
    "about": "What it is:.What it does:.What else you need to know:",
    "ingredients": "Isoparaffin Hydrocarbon, Hydrotreated Heavy Naptha, Isopropylparaben, Isobutylparaben, N-Butylparaben, Vanilla Planifolia (Vanilla Bean) Fruit Extract and D&amp;C Green #6.",
    "how_to_use": "Suggested Usage:..-Pour CS Makeup Brush Cleaner into a shallow dish, enough to dip one quarter of the way up the brush bristles.  ..-Dip brush tip into liquid and remove immediately, the capillary action will draw liquid up into bristles.  ..-Wipe clean on absorbent paper towel or cloth, repeat as necessary. Shape brushes and allow to air dry completely before use.  .....2 oz Travel-size:..-Ideal for cleaning brushes on the go. Hold spray bottle one to two inches from brush bristles...-Rotate while spraying to reach all sides...-Wipe clean on absorbent paper towel or cloth, repeat as necessary...-Allow makeup brushes to dry completely before use...... Precautions:..-Highly flammable. Keep away from open flame.  ..-Do not swallow. If swallowed, do not induce vomiting and seek medical attention...-Avoid contact with skin and eyes.  ..-Keep out of reach of children.",
    "num_reviews": 1210,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/makeup-brush-cleaner-P390961?skuId=1662154&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s1662154-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "8 oz/ 237 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s1662154-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "16 oz/ 473 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2327716-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "A must have in the Makeup kit!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Oily skin",
            "review_text": "Iu2019ve been cleaning my makeup brushes for years with this product even before it was at Sephora, I ordered it on their website. The product does with it says. And itu2019s always great in a rush because it instantly dries your brushes."
        },
        {
            "review_title": "Nonnegotiable you must get this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I must start by saying Iu2019ve been doing make up for quite some time now, and this is the only brush cleaner that will truly clean your brushes. Also recommend the Sephora brand brush cleaner that will be my second choice. This oneu2019s even better because it doesnu2019t have an oily feel to it. ufffc"
        },
        {
            "review_title": "Love everything except the smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Tried it very first time for very dirty brushes I needed cleaned in a pinch. Liked how easy it was to use and how fast the dried. My only downside is the smell. Almost reminded me of citronella candles. Gave me a headache."
        },
        {
            "review_title": "Pro kit staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "This is a staple in my pro kit! It does such a great job getting my brushes clean quickly and it leaves a subtle scent behind that my clients always enjoy and frequently comment on!"
        }
    ]
}