{
    "product_id": "1573",
    "name": "AireBrush One-Step Smoothing and Volumizing Hair Dryer Brush",
    "brand": "T3",
    "categories": "Hair, Tools, Blow Dry Brushes",
    "price": 210.0,
    "about": "What it is:A smoothing and volumizing hair-dryer brush with superior drying power for faster styling and healthy-looking, salon-level blowouts in one easy step..Hair Texture:Straight, Wavy, Curly, and Coily.Hair Type:Fine, Medium, and Thick.Hair Concerns:- Curl-Enhancing.Key Benefits:- Uniform heat and even airflow for fast drying that helps protect hairu2019s natural moisture.What Else You Need to Know:T3 EvenFlow Technology ensures exceptional heat precision and even airflow to cut styling time in half** while protecting hairu2019s natural moisture. A versatile oval brush design with a CeraGloss ceramic surface works to smooth strands, create bends, volumize, and boost shine. EvenStream vents equalize airflow for rapid drying with less damage,* and three heat and two speed settings deliver total styling personalization for healthier results on all hair types..Clinical Results:In a third-party panel study of 105 participants:",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.-Use a towel or allow hair to air-dry until it is free of any excess moisture..-Thoroughly detangle hair..-Use clips to divide hair into three-to-four-inch sections before styling. .-Place brush at the roots of selected hair section and slowly brush through hair while applying tension..-For smooth, sleek blowouts, place brush close to roots and brush down through the ends..-For voluminous blowouts, place brush under hair, close to the roots, and roll outward to the ends. .-For extra lift at the roots, hold the brush under the roots for two to three seconds..-To create bends and curls at the ends, place the brush under the ends of each section, rotate inward or outward, and hold for two to three seconds.",
    "num_reviews": 116,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/t3-airebrush-pink-P513681?skuId=2823326&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2823326-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Just no.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair",
            "review_text": "I bought it back in 2023. Immediately, the brushes started twisting and ended up all ugly. But it did the job, and I kept on using it. Originally, it cost me $190 , including the round brush and the paddle brush. The paddle brush broke, my fault, and I was looking for a replacement. I couldn't find one, so I went to their website, and each cost $45. Since both brushes are really messed up, I tried getting both, but that cost 90 + shipping. It totaled up to $105. THAT'S CRAZY! When the whole item itself cost $190  (now it went down to $150.) No. It's just not worth it. I will finish using it until it completely gives out. I bought the Shark Flex, and I think it's better."
        },
        {
            "review_title": "Save your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The brush attachment falls off all the time and the bristleu2019s snap off"
        },
        {
            "review_title": "Not worth 150 bucks",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Not impressed. For drying and reg blow dry maybe but for wavy bounce hair is very difficult either this tool. Also I have realized most of the positive reviews come from people that have received one for freeu2026just fyi"
        },
        {
            "review_title": "No",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "No. Ripes off hair and burns your hair. I used it on my hair 80% dry and with heat protection."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I really love this brush, but my only complaint is that it takes me so long to dry my hair. I do not know if this was just a problem with mine or that I just have a lot of hair. I do love it though!"
        },
        {
            "review_title": "No no no",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "No longer buying from sephora because their review system is a LIE!  So many negative reviews and yet full stars? This product is awful. After one use the brostles are all spread, super low wuality. Donu2019t buy Sucks!"
        },
        {
            "review_title": "Disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Normal skin",
            "review_text": "Terrible product. I was worried I was frying my hair - I could feel it get hot yet it wasnu2019t doing anything to properly smooth/style my hair. I even tried varying degrees of hair dampness to see what works best but it just did nothing."
        },
        {
            "review_title": "A must have anywhere I go",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "I'm so glad I have the old version with the buttons, the twist is wider at the bottom and has less heat settings! Hope mine never breaks! I've had it for a year and use only this to dry my hair now."
        },
        {
            "review_title": "My fav styling tool",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I LOVE this brush! Iu2019ve used so many diff styling brushes but this will always be my favorite. T3 is so fast but also keeps my hair so healthy. Iu2019m able to do my blowouts in less than thirty minutes and my hair feels so SMOOTH and shiny! 10/10"
        },
        {
            "review_title": "Hard pass!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I was so excited to try this product, but honestly, I just didnu2019t like my hair a single time I used it. For reference, I have long, fairly fine, bleached hair & I always let my hair air dry passed 50% before blowdrying to prevent excessive heat damage. First, I feel like the bristles pull on my hair too much & cause hair loss. Us fine hair ladies canu2019t afford that. lol Compared to my usual fancy blowdryer (with round brush), this does not smooth or straighten nearly as well or fast. My hair just never looks or feels as good as usual after using this. Maybe itu2019s the lack of negative ions that Iu2019m used to with my other hair stylers, but for the high price-tag, whereu2019s the results or technology?! Itu2019s convenient tho, so Iu2019ll be giving this to a friend for Xmas & hope she doesnu2019t hate me afterwards. lol"
        },
        {
            "review_title": "my favorite hair styler!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love this T3 Micro Airebrush! After rough drying my hair with a hair dryer, I like to go in with this to smooth my flyaways and style my hair. The best part is that the heat levels and air flow are adjustable!"
        },
        {
            "review_title": "An absolute Godsend!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "The T3 Airebrush works miracles on my naturally dry, frizzy, and unruly hair! This is the first time I have ever actually used a heated styling brush, but it was super easy. The brush is quite large, but lightweight enough that it doesnu2019t kill my arms to do my hair. I love that the T3 Airebrush has 3 air settings, and options for hot and cool air. It was super simple to style my hair how I wanted after watching a couple of how-to videos, and my hair came out looking SO much more smooth, shiny, and frizz freeu2014 and with less heat! So happy to have this brush, it beats frying my hair with straighteners and curling irons by a mile!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Normal skin",
            "review_text": "This is a great tool to use before getting braids or using a flat iron. It does a great job at stretching out my curls but this will not get you a silky smooth blowout if you have thick curly hair like I do."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I love this dryer so much! It feels expensive and durable. It has a large barrel so blowing out my hair now feels like a breeze. Iu2019m not dreading blowing out my hair anymore. This makes it really easy for me to get smooth hair. My silk presses look so much better than it used to before this."
        },
        {
            "review_title": "Incredible",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I am obsessed with this product! I was skeptical at first, but this hair tool worked so well on my curly/wavy mixed girl hair! I used it before using my straighter and it was so perfect for smoothing/ styling."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love how this product makes my hair look because it keeps it straight four hours, which is very rare for my curly and frizzy hair. I donu2019t like the brush design, but that is just a personal. Still recommend!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I can honestly say that this product has changed my hair printing for the better. I love it more than my other hot tools that have this same function. I feel like my hair doesnu2019t get frizzy it just gets like supermodel like."
        },
        {
            "review_title": "smooth hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I've got this long, wild curly hair that comes with a lot of frizz! The T3 Airbrush left my hair looking smooth and flawlessly blown out. It takes a little practice as with any new tool. Plus, I'm loving the oval shape of this tool and the fact that it's got a cooling setting. This is now officially a part of my hair tool kit!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "I absolutely love this brush - it makes it so easy to get that 90s blowout look. I definitely find this easier and less tiring than using a traditional round brush with a blowdryer. I also find that it is gentler on my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I tried this T3 AireBrush hair dryer brush on my thin medium length wavy hair and itu2019s literally game changer for me as I got perfectly smooth dry hair and it enhances my natural wavy hair. I think within 10minutes i was able to blow dry my wet hair and got smooth hair. The settings of this brush are very easy and understandable. The quality is literally good."
        },
        {
            "review_title": "no breakage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "Love that this brush has different settings and speed to adjust to your hair type. Surprisingly, it is very light weight didn't my arms didn't get tired . I was able to use one hand! The brush is a great size and leaves haor smooth and shiny. Best of all it doesn't tug, so that means less breakage!"
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Tan skin tone, Combination skin",
            "review_text": "i have tried a number of these wet to dry brushes, most of them are far too hot and damage my hair. t3 has gotten it right, it's not too hot, the brush isn't too big for my fine hair. this is generally a very good tool"
        },
        {
            "review_title": "Fast, smoothing w/ minimal hair pulling/breakage!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I was gifted the T3 smoothing brush to try and review and was really impressed by the hot tool! I have very dry, frizzy, wavy-to-curly hair and absolutely need to smooth my hair with a blow dry before heat styling. Itu2019s an extra step that usually takes a ton of time, but is very worth it. This brush took care of that step in less than 20 minutes! It was super easy to use and I loved that it had several settings for air temp and strength. It did a great job of smoothing my hair, it almost looked completely styled without any additional products. Also looks super sleek and I noticed much less hair pulling with this brush versus others Iu2019ve tried."
        },
        {
            "review_title": "Great for wavy hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "My hair is wavy so I often blow dry it for a look result. I've been trying out this blow dryer brush due to all the hype on TikTok and I have been loving the results.  I wait for my hair to be 80% dry before styling it with the brush and it leaves my hair super smooth, soft, and silky. I love how easy it is to use and how I only need to bring one styling product when traveling now. Definitely a must have!"
        },
        {
            "review_title": "Best hair drying brush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Wow I really like this  hair drying brush, itu2019s so lightweight compared to others  I have used.  I also noticed that the time it took to dry my hair is less than with the other brushes Iu2019ve used. For reference I have short, fine and wavy hair, so my hair doesnu2019t take much to dry to begin with. With that said, it also means that my hair is typically pretty lifeless, but this brush gives it done pretty waves.  Something else I really liked about the brush is that it did not pull my hair at all. My scalp is pretty sensitive so that was a relief as some brushes can really pull your hair. Overall I definitely recommend this T3 Aire brush to anyone looking for a fast and effective hair drying experience."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I am in love with this product! I have mid length very thin and wavy hair. Every blow out results were just bleh but with this product it looks like I went to the hair dresser. It is very easy to use, it has reduced my frizz, and results last the entire time between washes. Love it!"
        },
        {
            "review_title": "Left my hair shiny and smooth!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I love T3 so I was really excited to try this product out. I haven't had much luck with a good dryer brush, they usually leave my hair feeling frizzy and burned. I have fine hair but a lot of it. This brush was easy to use on my long hair and left it feeling shiny and smooth!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I have naturally curly hair and usually canu2019t ever get smooth voluminous hair without using a flat iron but I was able to get my dream hair. I love that the round barrel has a flat side, I was able to get bouncy waves because of this design"
        },
        {
            "review_title": "So good!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "This T3 AireBrush One-Step Smooth and Volumizing Hair Dryer exceeded my expectations! I always tend to use a regular dryer which only dries my hair, but this brush not only dried my hair, it also styled it for me! My hair felt so smooth and so silky afterwards! The brush itself was so easy and fun to use! Loved this product so much! Thank you T3! ud83eudd79"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I received the t3 blowdry brush in exchange for my review and I absolutely love it. I have the original one and there are some main differences that i saw. This brush is more compact and easier for travel. This brush also does a better job at smoothing and think they did a great job with the look of it."
        },
        {
            "review_title": "Easy blow outs for beginners",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is the first brush dryer tool Iu2019ve used that doesnu2019t cause frizziness. My hair is long, black, and pretty dry so I often have to use a lot of leave in to keep it controlled. This brush actually leaves my wavy hair looking like I just walked out of a salon, and as a beginner itu2019s really easy to get the blowout look or encourage my wavy hair into bouncy curls. Gifted by T3"
        },
        {
            "review_title": "I love this brush dryer!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love this brush dryer!  I have thin, dry and straight hair. I always wanted my hair to look fuller and this tool gave me the most natural and nice blowout Iu2019ve ever had.  All I did was put my hair into small sections and just brush it out couple of time. It's nice that there are several setting for the air from hot to cool as well as the speed of the blow. I love that I can dry and style my hair at the same time which is best for getting ready before work. Also, the design of the dryer is so chic with the white and rose gold combination."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Used this a handful of times. My hair is fine, straight, and long. It definitely made my hair look very smooth and glossy. I'm not sure how this would work on hair that is curly but I'm a big fan of it on my straight hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Obsessed with this new hair tool. I have super long and thick hair, but this does a great job. It also makes my hair volumized. Iu2019m still getting the hang of it, but so far itu2019s been great. Looks super cute too."
        },
        {
            "review_title": "My hair bestie",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Iu2019m a person that doesnu2019t like to spend a lot of time on my hair. And Iu2019m not very savvy with tools that is why I have fun in love with this brush. This brush is very easy to use, it works fast, and leaves your hair, smooth and freeze free, it adds volume. Thatu2019s why I love it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m a big fan of this tool! To start u2013 I have fine and thin hair, so adding volume to my hair especially near the root is always a hair goal of mine. This dryer brush is very easy to use and completely replaces my regular blow drier. I just have to slide the brush underneath my hair in sections, and it gives so much more volume to my hair (you can see from the one section of my hair thatu2019s standing out). It also makes the ends of my hair look smoother and less messy while drying the hair u2013 overall a big fan."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have very long, thin hair and when using it on towel dried hair, this dries my hair quickly while smoothing so there's less frizziness. It doesn't dry my hair as much as my previous blow dryer and I like the brush end. I just wish my hair didn't break so much while using it!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "This blow dryer cuts my hair drying time in half. My blow out looks like something I got done at a professional salon. I love that there's multiple heat settings. I would highly recommend. Let's not forget the sleek design."
        },
        {
            "review_title": "Perfect for postpartum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Fantastic for my thin postpartum hair. I lost a lot of hair and generally donu2019t feel confident postpartum. This is a fantastic tool though. I am a beginner but even I manage to make my hair look voluminous :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "The T3 AireBrush One Step Smoothing and Volumizing Hair Dryer Brush is fantastic and incredibly easy to use,  It's super lightweight with heat control settings for every hair type. I can get a blowout look to my long wavy curly hair in no time. Love it!"
        },
        {
            "review_title": "Loving it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Do I like this product? Yes. Am I obsessed with it? Absolutely!! Not only is it super chic but itu2019s also lightweight and easy to handle, I have curly hair and you can be a nightmare trying to style it but with this this brush itu2019s fairly quick and easy"
        },
        {
            "review_title": "Incredible and super fast results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "My hair is looking incredible after using T3 hair tool, I wait until itu2019s pretty much dry and go through it with my head upside down for the best volume at the roots, then I curl the ends and my hair is transformed from frizzy to healthy and shiny looking. I would highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I have curly dry hair and was still able to get nice results. This hair dryer brush was fast and easy to use. Was able to finish stretching my hair in under an hour. My hair wasnu2019t straight after which I wasnu2019t expecting but it made braiding my hair a lot easier. Love!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This product definitely dries my hair faster than a tradition blow dryer would. As someone who cannot seem to figure out holding a round brush and blow drying, this product makes it so much easier. I think this one compares well to other models as it has multiple heat settings, and I was able to use cool-medium heat only."
        },
        {
            "review_title": "Smooth hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I recently had the chance to try this hair dryer brush from T3 and Iu2019m impressed. It is my first time using this type of hair product so I think the more I use it, the more I will learn. I have very thick and straight hair so usually when I curl my hair, I have to use quite a bit of hair spray to make my curls stay. The before and after pictures shown are natural hair after slightly drying post shower and the after is without any product in my hair. I like that it comes with the option for cool shot of air to set the hair. Iu2019m excited to keep using it and finally do something to my hair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "Once again Iu2019m blown away by T3u2019s quality and the results. This brush gives me the smoothest, silkiest blowout that looks like a professional did it! The bristles donu2019t pull on my hair and my hair stays free of frizz for the entire day, even in humidity. Itu2019s something about T3u2019s CeraGloss ceramic surface that just works so exceptionally well for my hair. I have wavy, medium thick hair that is bleached.   The brush is oval shaped, provides even air flow and has 2 speed and 3 heat settings, plus a cold shot button. Itu2019s so easy to use.  The cord swivels and is long so it doesnu2019t tangle. Iu2019m so happy with my T3, once again!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "this brush is really easy to use, and gives the smoothest blowouts. my only wish is that i wish the barrel was a little bit smaller since my hair is on the shorter and thinner, but other than that it gives me the volume i love!"
        },
        {
            "review_title": "The Airebrush Duo is so much better",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "The Airebrush Duo technology is so much better than the Airebrush. I love the brush head of the new Airebrush, but that's it. I find that this gets much hotter than the Duo, you don't have as much control over the settings, and there is no ION technology which makes me question the $149.00 price tag. This worked exactly like the Lanege Volumizing Brush, and it's a lot cheaper. I say go for the Duo over the Airebrush, your hair will be much healthier, shinier, and the style will last longer. I hope they make this -attachment for the Duo, seems strange for them to release a whole new brush."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I got the T3 Airbrush one-step smoothing and volumizing hair dryer brush and it works wonderfully! I noticed it makes my hair shinier and smoother! After I blow dry, I'll go over each strand and smooth out my hair. I have fine, thin hair and this airbrush makes it look so much fuller."
        },
        {
            "review_title": "Really Volumizing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I recently got my hands on the T3 AireBrush One Step Smoothing and Volumizing Hair Drying Brush, and I must say, it's been a game-changer for my medium hair. This all-in-one hair tool combines drying and styling, making it a convenient addition to my daily routine. The oval brush design allows me to effortlessly create voluminous waves and smooth, sleek looks, depending on my mood. What sets this brush apart is the T3 EvenFlow Technology, which ensures consistent heat and airflow, protecting my hair's moisture while speeding up drying time. With three heat and two speed settings, I can tailor the styling to my hair type and texture, ensuring I get the results I desire. The Cool Shot feature adds a burst of cool air to set my style and lock in shine, which I absolutely love. The CeraGloss ceramic surface smooths away frizz and adds a beautiful shine to my hair. The SmoothGrip bristles provide perfect tension without causing breakage, and the EvenStream vents maintain gentle airflow for rapid drying. Overall, the T3 AireBrush has made my morning routine quicker and more efficient, leaving my hair with added volume and a healthy shine. It's become an essential part of my styling arsenal, and I highly recommend it to anyone looking for salon-level results at home. Plus, the 2-year warranty provides peace of mind for long-term use."
        },
        {
            "review_title": "Really Great Value",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I tried the AireBrush Dryer Brush and it is excellent.  I use the lowest setting for my daughter's hair - it dries it so fast!  I use the medium/high settings for my own curly hair and it does a great job smoothing it.   I would purchase this for my friends and family."
        },
        {
            "review_title": "Absolutely love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Light skin tone, Dry skin",
            "review_text": "I recently bought one and am really happy! I have thick, mature hair that dries quickly on its own and this is perfect for smoothing and shaping. It feels great to use and I love the results!"
        },
        {
            "review_title": "Silky, smooth, and voluminous blow out",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I am not a very skilled individual when it comes to styling my hair. I have never been able to actually round brush blow dry my hair but the beauty of this product is that I donu2019t have to try to coordinate two tools at the same time. The brush is super easy to use. I love that the switch is on the bottom so, you donu2019t accidentally switch the setting mid-blow dry. The settings are super easy to understand and use. I love the multiple heat and intensity settings. The brush is large, which allows you to dry a lot of hair quickly but it also helps you get a big blow out with lots of volume! I have really long hair and o find this brush drys my hair super quickly and leave my hair smooth, soft, and silky with lots of volume! This is a super high quality brush and tool. I have been using the brandu2019s tools for years and thus such a great one to have in my routine! I love traveling with it because itu2019s all you need! I canu2019t recommend this tool enough!"
        },
        {
            "review_title": "A new must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "recently had the pleasure of trying out the T3 AireBrush One-Step Smoothing and Volumizing Hair Dryer Brush, and it has completely transformed my hair routine! From the very first use, I was blown away by its performance and the results it delivered.  Using this tool is a breeze, even for someone like me who isnu2019t a professional hairstylist. I just towel-dry my hair until itu2019s slightly damp, then use clips to section it into manageable parts. The oval brush design allows me to create voluminous waves, sleek looks, and everything in between effortlessly.  What truly sets the T3 AireBrush apart is its advanced technology. The EvenFlow Technology ensures that heat is consistent and airflow is even, resulting in fast drying thatu2019s gentle on my hair. With three heat settings and two speed options, I have complete control and can personalize my styling experience based on my hair type.  The Cool Shot feature is fantastic for locking in shine and setting my style, while the CeraGloss ceramic surface works wonders in smoothing frizz and boosting shine. The SmoothGrip bristles provide just the right amount of tension without causing any breakage.  One of my favorite aspects is the EvenStream vents, which equalize airflow, ensuring rapid drying without any hair damage. The DualTwist dial for heat and speed control is user-friendly and convenient.  The 8ft., 360u00b0 professional swivel cord is a dream to work with. It prevents tangling and twisting, making styling a breeze. And with a 2-year warranty, I have peace of mind knowing that this fantastic tool is built to last.  In summary, the T3 AireBrush One-Step Smoothing and Volumizing Hair Dryer Brush is a true game-changer. Itu2019s fast, adds volume, and leaves my hair looking shiny and healthy. If youu2019re looking for salon-quality results at home, this is the tool to get. Iu2019m absolutely in love with it! ud83eudd0d"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "T3 is a trustworthy and reputable brand that makes my absolute favorite curling irons, and Iu2019m happy to add their new hair dryer brush to my routine. First, this tool, including the bristles, feel and look high quality. Unlike cheaper hair dryer brushes, this one doesnu2019t pull my hair out while using. Secondly, this dries my medium length wavy hair within minutes. It also leaves a healthy shine and gives my hair volume."
        },
        {
            "review_title": "Awesome product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I really like this hair dryer, itu2019s effective yet still gentle enough where it does cause any breakage. It definitely does a good job at smoothing down any frizz and flyaways. The photos attached are after only using it for about less than 5 mins (I only had time to do a quick run through). Definitely a great option if youu2019re in the market for one!"
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This made my hair so shiny! I love how easy it is to use,  and the cool shot is a great addition! My fine hair is prone to frizziness, but this really smoothed out everything and gave me such a quick and effortless blowout."
        },
        {
            "review_title": "Amazing Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Dry skin",
            "review_text": "This is a great dryer for those who are new to it or are struggling to get that sleek blowout look that's popular. The brush on this makes it almost impossible to get a bad hair day every time I use it and even on my super long hair it dries it really quickly."
        },
        {
            "review_title": "Great styler!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "The T3 Airebrush One-Step Smoothing and Volumizing Hair Dryer Brush is easy to use and is an effective styling tool. The dryer brush has a round brush head which makes styling so convenient! I love that I donu2019t need to hold a brush and a dryer at the same time. This is so much easier! My hair is straight and can sometimes be limp. This does a great job of adding volume and a bit of waviness to my hair. The fan dried my hair fairly quickly. This is because of the uniform heat and even airflow. There was no overheating or damage to my hair. In fact, my hair looks healthy!  The handle is a bit thicker than I like but it is still easy to grasp.  The cool shot feature helps to keep the style in place. There are different heat and speed settings for greater flexibility."
        },
        {
            "review_title": "Great sleek blow dryer brush",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I was gifted this blow dryer from T3 Micro this airebrush blow dryer is nice and sleek and the sound isnu2019t as loud compared to other round blow dryer brushes. I have long thick wavy hair and it took a while and few passes each section but the results are nice"
        },
        {
            "review_title": "Smooth hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This hair dryer brush is WOW! Iu2019ve used other kinds before and my hair never came out as silky as it does when I use this one. Super awesome having the cool shot on it as well! Helps set my hair a lot quicker."
        },
        {
            "review_title": "Very easy to use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I absolutely love using the T3 AireBrush One-Step Smoothing and Volumizing Hair Dryer Brush. I have short, wavy hair. My hair gets frizzy sometimes. This dryer gives my hair volume. shine and makes my hair smooth. It is really easy to use. My hair dries quickly and I love that the dryer is comparatively lighter than other dryers I have used."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Omg! I am in love with the T3 when I say my hair feels so good and bouncy it feels amazing. The brush is very easy to use and the 2 nozzle on the bottom of the brush for the setting is amazing I love the heat and cool setting on this brush. I have very thin hair I have alopecia and this brush worked amazing on my hair. I definitely recommend the T3 Airebrush!"
        },
        {
            "review_title": "i am obsessed!! this has saved my hair!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "my hair is fine, and blonde but i also have a ton of hair i also bleach my hair every few weeks so for me itu2019s important to have a good hot tool that my style will last a long time in between washes so that iu2019m using less heat during the week and able to wash it less often . i absolutely love this blow dry brush itu2019s amazing and way better than my previous blow dry brush. Itu2019s so pretty but other than aesthetics itu2019s very light weight doesnu2019t hurt my arms when iu2019m trying to do my hair and very effective and easy to use. the bristles are awesome because it has both thin and thick and the thicker bristles really get in there to smoothen and polish my hair. this gives me the ultimate at home fresh bouncy blow out look without going to the salon. love it so much!! my hair has never looked better"
        },
        {
            "review_title": "good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this product complimentary from T3 in exchange for my honest review.  I like that this hair dryer brush has two speeds and three heat settings and it dries my hair quickly (I like using the high speed and medium heat typically). It does make my hair appear to be shinier and smoother. I also appreciate the curl enhancement and volumizing functions this hair dryer brush has. The top of my head, my hair is usually flat, so this brush helps volumize my hair to make my hair look fuller. The curl enhancement function also helps curl the end of my hair towards my neck, to make my hair style look more neat. This is a good hair dryer brush, and I would recommend it to my friends."
        },
        {
            "review_title": "Sleeker, smoother, and voluminous hair in no time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have very long color-treated hair that I normally air dry most days, but I had another hot tool brush I would use for an at home blowout.   The only problem - the other tool got too hot, but this T3 tool is phenomenal!! It styles faster, doesnu2019t get too hot, and the bristles actually feel like they grab on to your hair to help ensure each strand is properly smoothed and styled.      It volumized, made my hair shinier, sleeker, and the most amazing part is that the style lasted for days.  I canu2019t say even great things about it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "I've used several hair dryer brushes over the years and this is the easiest one for me to use. It's lightweight, despite having a large barrel, and I like that the settings are easy to change while in use"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "This product was a gifted free by Sephora. It really is a brush that I have loved the ease of drying and styling your hair, the hair is beautiful, I love that they have different power and I like its cold air to seal the ends, it really is incredible"
        },
        {
            "review_title": "Loving it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019m really impressed by it! It was super practical to use! My hands normally gets tired from using products like that but it didnu2019t at all with this one! Super comfortable and quick to use!"
        },
        {
            "review_title": "Smooth hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I have long curly hair and itu2019s very hard for me to find something that works for my hair , especially when it comes to a blowout. I was very excited to try the T3. I was able to blow dry my entire hair in about 25 minutes, gifted by T3"
        },
        {
            "review_title": "Easy, Better than Drugstore Version",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I have used the Revlon version of this kind of hair dryer brush, and the T3 is definitely different, and for me better! The oval shape is more extreme (slimmer) and it is more lightweight, so it is easier for me to use overall. The shape I got for the hair at my crown was perfect! It is pretty quite, it has 2 levels of speed and neither sound like a screaming, just a quiet hair dryer. I like the heat settings, and sometimes like using the cold too, but I always change it while it is not in my hair, I never trust myself turning the dial the right way.  I have short wavy/curly hair, that is more coarse and with low porosity. This dries my hair quickly and gives me amazing shine and a good amount of the blow-out bounce. Still working on figuring out volume at the roots."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Okay this is my most honest review about this product, starting with my hair is curly and has thick strands. Before using this brush, I dried my hair by removing the excess wetness, then I divided all my hair into 8 strands, it took me going through each strand 12 times to get a decent drying and straightening, it should be noted that the next day my hair woke up a little frezze at the root. Now what I liked is that it is light and does not make as much noise, I think it needs a little more heat, for comparison I have the Revlon one and with that my hair dries faster and smoother.If you have lighter hair and without a defined curl, of course this product can work for you and also depending on how straight and perfect you like to have a finish when drying your hair. Personally, I like to stretch my hair very well and that looks good from root to tip."
        },
        {
            "review_title": "Really great brush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Complimentary by T3 Micro this hair brush is so amazing it worked so well for curly hair. It got through my curls no problem and I was able to blow my hair completely straight. My hair was left soft and silky"
        },
        {
            "review_title": "A must!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Whenever I blow dry my hair or use a different brush, my hands and wrists end up so tired. I couldnu2019t believe how lightweight this brush is and how easy it is to use. My hair is full of volume and shine, despite my thick dry hair."
        },
        {
            "review_title": "New obsession",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this product as a free sample. I am actually considering selling my airwrap after issuing this blow dryer. It blew out my hair way faster, itu2019s sleeker and it doesnu2019t get frizzy as quickly because it gets way hotter. I love that i was able to blow out my hair in 10 minutes. Itu2019s also easy to hold and has great tension which allows you to do less passes on your hair."
        },
        {
            "review_title": "Very Lightweight and adds shine to my hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The T3 AireBrush One-Step Smoothing and Volumizing Hair Dryer Brush is absolutely amazing. First of all, I'm in love with the elegant white color and the rose gold design. It adds a touch of aesthetics to my daily routine. What sets this brush apart is its remarkable lightweight design, it's the lightest hair blow-dry brush I've ever had the pleasure of using.  Not only is it easy to handle, but it also offers fantastic functionality with its 3 heat settings and 2 speed settings. The inclusion of a cool shot setting is a real bonus . it's a  great hair brush  for setting styles and giving my hair that extra shine.  What I truly appreciate about this hair dryer brush is its hair-friendly nature. The brush bristles are gentle and never hurt or pull my hair during use, making it a comfortable experience from start to finish.  One of the standout features is that it doesn't get excessively hot, which is perfect for my hair. It effectively dries and styles without the risk of damaging my hair. This hair dryer brush has truly impressed me, and it has become an essential tool in my daily haircare routine, making it a must-have for anyone seeking a convenient, gentle, and effective way to style their hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love it as soon as I had the dryer in my hands I ran to try it, it is super practical and it also helps you to dry and brush your hair at the same time I really liked it a lot and I managed to do it in a short time"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I have long hair and itu2019s pretty straight but it also is really flat if I donu2019t style it. This dryer brush made me excited to style my hair because it was so easy to use! I loved how it left my hair looking voluminous and shiny."
        },
        {
            "review_title": "Good for my hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I really liked this styling brush. I have wavy hair and with the help of this brush I straighten it and add volume at the roots. Cool quality brush, I recommend you try using it! My hair looks great and your?"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This blowout brush made my naturally wavy hair so soft and smooth. I really liked the oval design and this feels more premium than other blow dry brushes I have tried. The only downside is that this is not as fast as blowdrying if you have long/thick hair. To save time I like to rough dry my hair with my blowdryer and then switch to this brush when it is about 70% dry. Overall this is a great styling tool!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I havenu2019t tried anything from T3 Micro before. It Iu2019m loving this! I mean who doesnu2019t love a good blow out?! Makes my hair look so nice, make styling easy. Gives a nice little curl at the bottom. I would like to try more from the brand :)"
        },
        {
            "review_title": "The best Iu2019ve tried!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "The T3 AIREBRUSH was sent to me complimentary by T3 Micro. First, Iu2019ve been a huge fan of the Revlon version of this brush for years and the T3 brush is lightyears better. It dries my hair quicker, gives my hair more bounce and volume, and overall the experience of using the tool is better. The adjustable settings are easy to navigate and I love the cool shot to really seal in the style."
        },
        {
            "review_title": "Smoothed Out My Stubborn, Wavy, Thick Hair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have frizzy, wavy, thick, and long hair that takes 1.5-2 hours to style with the Dyson Airwrap. My hand sometimes hurt when using the Dyson and the small round brush attachment does not always stay on the device. Thus, I was interested in trying out the T3 One-Step.  I was pleasantly surprised at how easy it was to use this Hair Dryer Brush. It created great tension to smooth out my hair without pulling it or being painful. I love how large the brush is on the One-Step, because I can work on larger sections of hair at a time. I was able to finish styling my hair in 1 hour (unheard of for me)!!   Fair warning, I was using the One-Step on the highest heat setting and it did get very hot. While completing pieces near my face, my ears were getting red due to the heat (hence 4/5 stars).   Overall, the T3 One-Step quickly and easily smoothed out my stubborn hair. I'm incredibly impressed with this product and will continue using it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have coarse and dry hair that can be hard to manage on humid days. I normally just blow dry my hair and donu2019t do much to it but I wanted to style my hair as well as dry it after washing it. I discovered the T3 aire brush and itu2019s a literal god send. I was able to style my hair within 10 minutes and normally it takes way longer than that!"
        },
        {
            "review_title": "Great round brush!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I have used several other round brushes and haven't loved the result until I tried this one. It is super lightweight which makes doing my hair a lot easier. I have thick, flat, slightly wavy hair and this has made my hair voluminous and smooth."
        },
        {
            "review_title": "Great for thick coarse hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Iu2019m loving this T3 Airebrush! Iu2019ve tried quite a few of these airbrushes and usually they make my hair frizzy and super staticky and are so LOUD. But it was nice to use this and see that thereu2019s 2 different speeds & it isnu2019t ear shattering! I also like that thereu2019s 3 heat settings for your hair type. My hair is naturalC long, thick & coarse so I tend to go for the hotter temps. I love that the dials are at the bottom of the brush because I notice I tend to hit the ones mid shaft while styling. No issues here! The brush has a mix of both soft & hard bristles which I think helps with any static or frizz. I even tried this on dry hair to help round it out and was equally impressed. Just an all around great tool!"
        },
        {
            "review_title": "Exceeded my expectations.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love how its not heavy to hold and the brush is actually wide so i can dry a big piece. It has a cool shot which i used at the end to seal everything and give it an extra shine. Also the brush does not pull your hair. Highly recommend!"
        },
        {
            "review_title": "Nice Dryer, Not for Kinky Hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The packaging is nice, clean and to the point. the unit itself I find to be aesthetically pleasing and lightweight. The settings included are sufficient. I have coarse kinky hair and found the dryer difficult to use. I couldnu2019t get my roots at all which is a disadvantage. Drying time exceeded 5 minutes. If you donu2019t have my hair texture this may be great for you."
        },
        {
            "review_title": "Great for damaged hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Itu2019s really good for damaged hair. I have dyed my hair for more than 2 times, and this AireBrush One-Step Smoothing and Volumizing Hair Dryer Brush doesnu2019t break my hair, and make my hair so much smoother. Complimentary from T3 Micro"
        },
        {
            "review_title": "LOVE IT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "My hair is naturally very straight and fine. It is also super long which sometimes makes styling a dragu2026 Not with this! This hairdryer brush gives my hair so much volume and much needed bounce. Loving my results from this. Gifted by t3 micro."
        },
        {
            "review_title": "My hair lovesssss it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Combination skin",
            "review_text": "I should have bought it sooner!! This hair dryer brush is definitely a life and time saver. It usually takes me 20 min to dry my hair with a regular blow dryer but this cut the time in half. Before I use to have to blow dry with a paddle brush as well but not any more, this is way more convenient. My hair is wavy, medium texture and this dryer brush worked wonderfully. I love that I can change the heat settings, I turn it down a little when Iu2019m drying my roots. I definitely recommend."
        },
        {
            "review_title": "Love my blowout",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019m in love with the look of my blow out! Iu2019ve received compliments and my hair still looks good on day three! T3 AireBrush One-Step Smoothing and Volumizing Hair Dryer Brush made my hair so soft, silky, shiny, smooth, and frizz free, with zero fallout. I have thick and long hair oily, dry, and damaged hair. I am used to having a lot of hair fall out when I blow dry my hair but with this dryer brush I literally had zero fallout. This dryer brush is versatile creating different styles straight and sleek to soft and bouncy. This dryer brush has three heat settings, two speed settings, and thereu2019s one cool setting to set your style. Ceramic surface to keep your hair smooth. Section out hair and be sure to use small sections so you can really dry your hair fast. 350u00b0 swivel cord so it wonu2019t get tangled.  Gifted by T3Micro."
        },
        {
            "review_title": "Innovative! Love the cool shot",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Oily skin",
            "review_text": "Complimentary from T3 Micro. The brush is sleek and attractive, I loved the rose gold and white design. My hair was sleek when I was done styling it. I used a heat protectant and I really loved the way it came out. The cool shot is very innovative!"
        },
        {
            "review_title": "Amazing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "The oval shape helps with curling the ends n giving it volume! I such a nice styling tool to have and very easy to use! It does not pull my hair either! Iu2019m so happy with this it left my hair so smooth and shiny!WAY better than other brands that I have used!Gifted by T3 Micro"
        },
        {
            "review_title": "Great for fine hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I have very limp, thin hair, overall, which I have been struggling with for years. Iu2019m always looking for something to help me with adding more volume to my hair. This product is absolutely the best way to do it. I use some styling products in my hair and then I use this to add the volume and my hair looks great. I recommend this for anyone with limp or fine hair. Gifted by t3micro"
        },
        {
            "review_title": "Must have that T3 micro gifted me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair",
            "review_text": "This T3 Airebrush complimentary from T3 Micro is AMAZING! I usually have to blow dry my hair and then straighten after a shower but this product cut my hair prep time down! I have wavy and coarse hair but after using this to style, I had soft and shiny hair that had volume. Very impressed!"
        },
        {
            "review_title": "Soooo useful and quick!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Complimentary from T3. This is a really beautiful hair brush blow dryer. Not only does it look sleek it works really well! I I styled my curly hair straight for this photo. It was fast and easy! And way less work than straightening after blow dry. Usually I have to spend a significant amount of time straightening. The brush did two functions at once! And it didnu2019t get my fine hair stuck at all like my friends warned me that a lot of blow dryer brushes do. It is easy to use with the functions a simple turn on the bottom of the brush. And super quick. Despite my hair being 30 inches long, it was done in only about 20 minutes. I was blown away."
        },
        {
            "review_title": "Frizz free blowout!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "Gifted by T3micro - This blow dry brush is great for seamlessly creating a frizz-free blowout! It really adds volume while leaving hair soft and shiny. I love the different settings for adjusting the heat and flow pressure. My only complaint is that it is loud, however itu2019s worth it for the perfect blowout look!"
        },
        {
            "review_title": "Perfect for sleek straight hair or to add volume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This was gifted by T3. This has been a game changer for my hair. It's never looked and felt more sleek, smooth and shiny. I typically use a Dyson. But this is so much more lightweight. Its not bulky or heavy. It doesn't tug or tangle up my fine hair and it dries it quickly while reducing frizz. Itu2019s great for a sleek straight hairstyle or to add volume and movement. If youu2019re looking for an all in one tool, I highly recommend giving this a try!"
        },
        {
            "review_title": "I love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Gifted by T3 micro.  It is very effective in making my hair look voluminous and shiny in such a short time.  It is very intuitive and easy to use once you get used to it.  Combing my hair seemed easy and perfect.  I used it on slightly damp hair.  It didn't overheat so I didn't feel like it was burning my hair from the heat.  The dryer fan was focused and effective.  So my hair dried quickly.  A good amount of hair can be effectively dried and brushed out, getting my hair ready to go pretty quickly compared to my usual process.  Overall I love it and it worked wonderfully.  I just wish it came with a stand so I could stand it upright after use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have seen straightening brushes from multiple brands come out and always thought they wouldnu2019t work on my thick, dry, and frizzy hair. I also have sewn in extensions, so I have a lot of hair! I got this T3 brush and I am so impressed! It makes my hair incredibly smooth and soft. I still have to straighten, but WAY less than before. It has been saving me a lot of time when getting ready. I love it! Gifted by T3."
        },
        {
            "review_title": "Pretty and effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Thatu2019s hot brush works really well. Iu2019ve used it to straighten both my hair and do a blowout. Iu2019m surprised it gets so much hair in this brush because my hair is really thick and curly. I appreciate the different heat settings. It can get really hot so itu2019s nice to turn it down. I also really like that the the brush has spin dials instead of buttons. It definitely speeds up getting ready in the morning. T3 gifted me a this brush for my review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The T3 AireBrush is amazing for styling u2014 Iu2019m always left with silky smooth hair after using it. I typically use a hair primer beforehand, but even when I havenu2019t, my hair comes out perfectly and stays frizz-free all day. I have thick, wavy hair and when itu2019s humid out, my hair tends to poof but this blow dry brush has been my bestie for managing my hair during these muggy summer months. I was gifted by T3 but want to order another AireBrush for my mom!"
        },
        {
            "review_title": "Great Way To Blow Dry",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This was gifted to me by T3 micro. This blow dryer was able to blow dry my hair with a modest amount of heat, despite the fact that I have kinky/curly type 4 hair. The brush is oval-shaped which is great for my hair type. It gave me the ability to brush through it with the longer side of the oval to keep it detangled. Then by putting the brush at the root and turning to use the smaller side, I was able to straighten out my curls with tension."
        },
        {
            "review_title": "It's perfect!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have long, French bangs and this is exactly the tool I needed to style them! The oval shape is perfect for brushing my bangs out to the opposite side of my head. Then I use the cool shot to set them and the style lasts for days! I have long, thick hair- This tool leaves my hair SO bouncy and beautiful, it's just like leaving the salon. It has customizable settings, and the notch at the top that stays cool to the touch for more control. Super easy to use, I highly recommend it, even for beginners like me! Gifted by T3"
        },
        {
            "review_title": "A must have in my hair care routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Gifted by T3. This brush works so well on my hair when styling. It doesnu2019t dry it out and keeps volume well. Itu2019s a better value for a lot of the other hot tools out there! Definitely worth a try and I will definitely will be recommending this tool to family and friends"
        },
        {
            "review_title": "Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "As someone with very long, wavy course hair I find it hard to find good hot tools for my hair. I was so excited to try the T3 Airebrush and it definitely surpassed my expectations! This was so easy to use and easily straightened my hair while leaving tons of volume.  Gifted by T3Micro."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this complimentary from T3 in exchange for my honest opinion, review is 100% completely my own! Iu2019ve been testing this out for a week now and I love it! Itu2019s super easy and intuitive to use. It doesnu2019t tangle or pull on my hair. It creates perfect, salon quality blowouts. Creates minimal noise and itu2019s super compact, easy to store. Overall, I would highly recommend this brush!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I was gifted by T3 the  AireBrush One-Step Smoothing and Volumizing Hair Dryer Brush. My first time ever trying anything from t3 and immediately was impressed. Hair was dried and smoothed all in the same time with each section. I have very fine thin hair and nothing ever helps to keep the volume. This not only lifted my roots they lasted all day. It is a but loud but expect from a hairdryer. Bristles weu2019re soft and didnu2019t catch or tangle glides straight through which I was afraid at first when I started to use but that mystery was solved. Super impressed."
        },
        {
            "review_title": "So smooth!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "My hair never felt so smooth! I did my regular wash and dried it about 90%. This brush is not heavy at all but the smaller bristles really get into my hair and straighten it. It was able to get into my roots without any problem. My hair is thick and really curly. After using this my hair was so sleek. It took about 15mins to do my whole head. Gifted by T3"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "This was gifted to me in exchange for my honest review. This hair dryer brush makes my hair very volumized and doesnu2019t seem to cause any damage when used on 75% dry hair and using a heat protectant. I have used one similar to this by another brand in the past that has caused breakage."
        },
        {
            "review_title": "A must for bombshell blowout hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Dry skin",
            "review_text": "If youu2019re thinking of buying a hot tool brush, this is the one. The quality is truly amazing, my hair looks and stays looking amazing all day thanks to this brush. Iu2019m truly obsessed. I actually get excited to do my hair now. Gifted by T3micro"
        },
        {
            "review_title": "Blowouts at home",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "The new Airebrush is a great tool for a salon blowout look at home. I have long, medium to coarse, stick straight hair.  I love using this on wash days to give my hair volume at the roots and a smooth finish. Itu2019s like blow drying with a round brush but much easier. I can do my hair in about 20 mins.  Itu2019s quieter than my revlon blow dry brush which is a plus!"
        },
        {
            "review_title": "Amazing results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this complimentary from T3. This dryer is unbelievably convenient! I get tons of volume, and I can curl my ends, or do waves.  This really grabs the roots well.  I have 2C fine wavy long hair. It takes me about 15 minutes for a sleek blowout with this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I received this Brush complimentary from T3 and I love it! It goes through my hair so well and styles it with ease! Itu2019s a very big brush so itu2019s definitely made for those with longer hair but itu2019s also very easy to use!"
        },
        {
            "review_title": "my new favorite hair tool",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I have tried lots of hair dryer brushes but this is my favorite one yet! It dries your hair super fast and volumes at the same time. I wash my hair 3 times a week and use this on my damp hair. My hair stays smooth until my next wash day. It is also super fast and easy to do so you can easily look like you have a blowout daily if you spend 10 minutes using this brush.  gifted by t3micro"
        }
    ]
}