{
    "product_id": "110",
    "name": "Playtint Lip & Cheek Stain",
    "brand": "Benefit Cosmetics",
    "categories": "Makeup, Lip, Lip Stain",
    "price": 35.0,
    "about": "What it is:A lip-and-cheek stain that has pink-lemonade tint..Formulation Type:Lip Stain.What Else You Need to Know:This precise applicator glides on a fresh, flattering color that lasts all day (no touch-ups needed). The non-drying formula applies and builds easily and feels lightweight and comfortable on lips. It has a natural-looking, sheer hint of tint or can be layered for more vibrant, smooch-proof color.",
    "ingredients": "Aqua, Ethylhexyl Stearate, Butylene Glycol, Pentylene Glycol, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Dimethicone Peg-7 Phosphate, Squalane , Phenoxyethanol, Titanium Dioxide (Ci 77891), Lecithin, Polysorbate 60, Yellow 6 (Ci 15985), Tetrasodium Edta, Red 7 Lake (Ci 15850), Red 27 (Ci 45410), Disodium Edta...Product ingredient listings are updated periodically. Before using a Benefit Cosmetics product, please read the ingredient list on the packaging of your product to be sure that the ingredients are appropriate for your personal use.",
    "how_to_use": "Suggested Usage:.-Glide onto lips and layer to build intensity. .-Dot and blend quickly onto cheeks for a long-lasting flush. .-For ombre lips, dab on the inner part of lips and blend outward with fingertip.",
    "num_reviews": 32,
    "overall_rating": 3.6,
    "product_url": "https://www.sephora.com/ca/en/product/benefit-cosmetics-playtint-lip-cheek-stain-P473850?skuId=2465128&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2465128-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Playtint",
            "shade_descriptor": "pink lemonade-tinted lip & cheek stain",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2465128-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Save your $$$",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Awful. Burns on your face. Very thin. Just not comfortable to wear and it dries quick."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Tan skin tone, Combination skin",
            "review_text": "I use this tint, and it looks beautiful. I totally love it to use for special occasions."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Playtint - pink lemonade-tinted lip & cheek stain",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Is more of an orange color on my lips, I am fair skin. It is a pink/red color on my cheeks."
        },
        {
            "review_title": "SHOULD HAVE A WARNING",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "At first, the lip stain creates a very nice effect. But it is so drying! My lips, after only 1 use, were so chapped that it took four days to get them back to a decent state. Do not use if you value your soft lips!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Playtint - pink lemonade-tinted lip & cheek stain",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I love!! Using it as a blush and a lip combo is my new fave! I feel so pretty! It can be a bit drying and it does transfer to an extent!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Playtint - pink lemonade-tinted lip & cheek stain",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Itu2019s a really pretty color and i blends easily bit u have to blend it fast, it lasts long"
        },
        {
            "review_title": "My go-to blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This feels like butter on the skin itu2019s a perfect blush I love it and itu2019s perfect all year round. In my photo my right side is blended and my left side is not"
        },
        {
            "review_title": "Love the dual use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I use this on more natural makeup days as both a cheek and lip stain and I love it! I just put a sheer lip balm overtop to prevent dryness. It lasts decently, but it is a more natural looking product so it does fade throughout the day. However it does run very orange so I can only wear it when Iu2019m tan. I recommend original benetint if youu2019re fair like me!"
        },
        {
            "review_title": "Great lip tint, but sometimes, the smell turns bad",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I love this as a lip tint.  Love the color when you use coral blush on.  I am giving it 4 stars only because after a while the smell on this tint changes.  i have to throw it sometimes even if it is still not finished as I am thinking it went bad.  Can somebody from Benefit advise if the lipstick is unusable when the smell changes to bad?"
        },
        {
            "review_title": "This blush is for the girlys who donu2019t like blushufffc",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "This blush is amazing. If you donu2019t really use / like blush then this blush is for you."
        },
        {
            "review_title": "Could find other options",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "The colour is more orange leading but blend for a more natural look. Creamy tint not like the original so doesnu2019t last that long. Definitely more affordable options."
        },
        {
            "review_title": "Color is gorg, buildable color, dry on lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "my everyday fav! a little drying on the lips & will leave a mark if you donu2019t immediately blend, but such a pretty color! I use it on my lips & my cheeks."
        },
        {
            "review_title": "Great cheek tint",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "As a lip tint, no I would not recommend. As an expensive cheek tint, absolutely! It gives the perfect amount of colour without it looking fake and blends really well. Unfortunately, not lasting as a lip tint and lacks pigmentation"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Playtint - pink lemonade-tinted lip & cheek stain",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "It stained my lip permanently.. i was on vacation and i wasnu2019t getting rid of stain from my lip.It looked weird and i have to apply another lip shade to hide the stain."
        },
        {
            "review_title": "meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "pretty color, not drying but does seem to fade rather quickly on cheeks and lips. would recommend as just a regular lip color but not if youu2019re looking for a long lasting tint."
        },
        {
            "review_title": "routine staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I've been using this product for awhile and it's a must in my routine, I use it almost everyday. I personally really like how its subtle and blends in easily, if using the product i recommend using your fingers. It doesn't typically last a whole 10-14 hours unless i pile it on but i don't mind."
        },
        {
            "review_title": "Disappointing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve used other colors in this range, but the play tint is almost completely transparent. I am fair skin and barely get any pigment, and I have to use a lot of pigment to get any amount of color transfer. In the other colors Iu2019ve used, I barely need any product without beautiful results. Disappointing as itu2019s not cheap."
        },
        {
            "review_title": "Pretty warm pink",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is a really pretty warm pink without any shimmer. It goes in a little blotchy, the original formula (berry colour one is much more workable and sheer ) this one takes some practice . I do really like the pink colour it leaves in my cheeks itu2019s very subtle . It doesnu2019t show on my lips and Iu2019m pretty fair . I really like the pixi stick blush in the colour : fleur, as it is similar but is more glowy so I like to combine the two products together for a perfect pink flush ! Three stars because I like the colour on cheeks but it doesnu2019t show up on my lips !"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Just received this in the mail and very disappointed. I saw no colour change to my lips at all (and I am quite fair). Just looks like a sticky gloss. I'll be returning."
        },
        {
            "review_title": "Donu2019t waste your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "It took quite a few coats of this u201cstainu201d to get a decent colour but then it felt gummy on my lips."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I adore this product. I have fair skin and itu2019s the perfect natural looking blush. I also use it as a lip tint. It personally like it better than the Dior lip tints and itu2019s half the price."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "The original tint is the best but this is also a nice blush colour that looks great under or on top of makeup."
        },
        {
            "review_title": "personally i love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "love uses this as either a blush or a lip tint and putting lipgloss above it. this is my second shade of these (have the gogo tint too) and i just find this colour to be so pretty and natural and a very nice no make up make up look."
        },
        {
            "review_title": "Doesnu2019t stain",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Doesnu2019t stain at all, let it set for 5 mins after applyingu2026 came right off all over my coffee mug. Looks pink in pics, went on neon orange.  Going to be a return :("
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve seen a couple of reviews mentioning how their lips were not stained. Iu2019m actually obsessed with this stain, itu2019s such a pretty colour on my lips, itu2019s not very bright, looks naturalish which I love. Worn it on a couple of dates underneath some gloss, and it lasted."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "didn't stain my lips at all, just very disappointed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Such a pretty lip color as well as cheek color! No taste on lips and a flattering lips but better color"
        },
        {
            "review_title": "Amazing Finish!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I bought this on the recommendation of a YouTuber who said it would help with the longevity of blush. This can be used on itu2019s own and itu2019s not only a beautiful colour, but thereu2019s something about the finish that makes it so special on the cheeks. I can only imagine layering a blush on top. As a bonus, I used it on the lip with a nude liner and it gives a nice u201cpopsicle lipu201d stain."
        },
        {
            "review_title": "LOVE IT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Love the colour! It doesnu2019t dry out my lips too! Itu2019s a bit more coral which made it match my lips even more (I think)"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The first time I tried this on my lips I used the ombre lip method and I didnu2019t like it. It looks almost like a juice stain on your lips because of the colour. Was going to return until I tried again as a blush and I LOVED it! Looks nice as well if you use a full coverage stain on your lips. Just donu2019t recommend for the ombre look!"
        },
        {
            "review_title": "Works, more of a coral colour.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "It does leave a nice tint. Peachier than expected from the one strange photo of the lip colour advertised."
        }
    ]
}