{
    "product_id": "1055",
    "name": "Mini Sculpt & Pop On-The-Go",
    "brand": "MAKEUP BY MARIO",
    "categories": "Makeup, Value & Gift Sets",
    "price": 41.0,
    "about": "What it is:u00a0A limited-edition, mini set with a viral, award-winning contour and blush stick to create effortless looks on the go. Ingredient Callouts: These products are cruelty-free...What Else You Need to Know: Create Mariou2019s signature SoftSculpt look effortlessly with a mini, creamy, buildable contour stick that swipes on seamlessly and dries down to a natural-matte finish. Donu2019t forget to add a healthy, radiant flush to your cheeks with the mini cream blush stick, which delivers medium-buildable coverage for a soft pop of color, ideal for all skin types. Both sticks are non-comedogenic and non-pore clogging...The SoftSculpt Cream Contour & Bronzer Stick is an Allure Best of Beauty award winner...This Set Contains:.Set 1:.- 0.14 oz/ 4g SoftSculpt Cream Contour & Bronzer Stick in Light Medium (understated, cool).- 0.14 oz/ 4 g Soft Pop Cream Blush Stick in Sweet Pink (neutral, soft pink)..Set 2:.- 0.14 oz/ 4g SoftSculpt Cream Contour & Bronzer Stick in Medium (warm, golden).- 0.14 oz/ 4 g Soft Pop Cream Blush Stick in Pale Petal (soft pink)..Set 3:.- 0.14 oz/ 4g SoftSculpt Cream Contour & Bronzer Stick in Dark (neutral, slightly warm).- 0.14 oz/ 4 g Soft Pop Cream Blush Stick in Raspberry (bright pink)",
    "ingredients": "SoftSculptu00ae Cream Contour &amp; Bronzer Stick in Light Medium:.Caprylic/Capric Triglyceride, C12-15 Alkyl Benzoate, Mica, Dimethicone/Vinyl Dimethicone Crosspolymer, Ozokerite, Synthetic Wax, Polymethyl Methacrylate, Polyglyceryl-2 Diisostearate, Polymethylsilsesquioxane, Dipentaerythrityl Hexahydroxystearate, Octyldodecanol, Laureth-4, Propylene Carbonate, Stearalkonium Hectorite, Triethoxycaprylylsilane, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate. May Contain/Peut Contenir: [+/-: Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, CI 77492, CI 77499)]...Soft Pop Cream Blush Stick in Sweet Pink:.Octyldodecanol, Diisostearyl Malate, Polyglyceryl-3 Diisostearate, Synthetic Wax, Mica, Microcrystalline Wax, Hydrogenated Microcrystalline Wax, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate. [(+/ -): Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, CI 77492, CI 77499), Red 7 Lake (CI 15850), Red 30 Lake (CI 73360)].",
    "how_to_use": "Suggested Usage:..MINI SOFTSCULPTu00ae SHAPING STICK:.Smile softly to find the high point of your cheekbone, then apply the shaping stick along the cheekbone. Donu2019t go too close to your smile line.&nbsp;.To keep the application lifted, tap and blend upwards and outward.&nbsp;.To sculpt or warm up the forehead and jawline, put a little bit of product in the temple area and along the jawline and blend....MINI SOFT POP BLUSH STICK:&nbsp;.Smile softly to find the apples of your cheeks and apply the blush stick to the higher part of the apples towards the hairline.&nbsp;.Gently blend outward toward the hairline for a lifted look..PRO TIP: Dab onto lips for a monochromatic pop of color.&nbsp;...PRO TIP: Apply &amp; blend with the F1 Brush (sold separately)....How to use: Gently press the stick down into the base and twist to propel formula up. Youu2019re ready to sculpt &amp; pop!",
    "num_reviews": 68,
    "overall_rating": 3.6,
    "product_url": "https://www.sephora.com/ca/en/product/makeup-by-mario-mini-sculpt-pop-on-the-go-P512529?skuId=2809838&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2809838-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Dark / Raspberry",
            "shade_descriptor": "neutral, slightly warm / bright pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2809820-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Light Medium / Sweet Pink",
            "shade_descriptor": "understated cool / neutral soft pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2809838-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Medium / Pale Petal",
            "shade_descriptor": "warm golden / soft pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2809804-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Average product: try Rate Beauty instead",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I wanted to use this product for a bit before I rate it fairly. I think this set is average. The contour stick would not roll up after 2 uses & I had to use a brush. Turns out it gets stuck. TBH I prefer the Rare Beauty contour stick in Happy Sol. The formula is top notch: it glides on the skin & blends beautifully. Not so with the Mario contour. The formula is just too stiff. I was excited to try the blush stick in Pale Petal. The color is gorgeous. I had to apply to my hand and apply to my cheeks. The color is gorgeous. I noticed I had this color already in my collection: Rare Beauty in Happy (mini). I will use these two products until they finish (panned) but I will not repurchase."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Terrible product!  Made my skin breakout.  I would NOT recommend it."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Dark / Raspberry - neutral, slightly warm / bright pink",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "After using this product over the past few weeks I'm not very liking it It's too expensive I don't think it's worth it and it just gives me a Bumpy formula on my face and I don't love it I do not recommend it"
        },
        {
            "review_title": "Small,but amazing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
            "review_text": "I purchased this on Mario's site and thought it would be bigger. That aside I love it!. They are both creamy and pigmented. it's great for on the go, and in the end, less wasteful. I really love how this blush makes me look more hydrated and alive."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Soooooooooooooooooooooooooo GOOOOOOOOOOOOOOOODD!!!"
        },
        {
            "review_title": "LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Fair skin tone, Combination skin",
            "review_text": "When I first received these, they were much smaller than I expected but the product is so pigmented and a little goes a long way. Iu2019m loving this combo and itu2019s wonderful to try it as a mini before purchasing the full size. Blends like butter!"
        },
        {
            "review_title": "came broken",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "blush came perfect but when i opened the bronzer/contour it wasnt turning up so i didnt get to use this product."
        },
        {
            "review_title": "So-so, Not a must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "This product is very creamy and easy to blend.  The pigment in the blush isnu2019t super great."
        },
        {
            "review_title": "Soo good and worth the price!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love this duo so much! so creamy and such pretty colors!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I really like this product the only thing is that mine after a couple uses got a bit dirty, and the product is very creamy so it kinda become messy. Otherwise the product is really nice and smooth And I really like it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019ve used this product for about a week and I love it! It is so worth the price and thereu2019s so much product! A little goes a long way. This product will last so long and itu2019s such a pretty shade!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Light Medium / Sweet Pink - understated cool / neutral soft pink",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "SO SMALL!!!!!! I honestly donu2019t know why this is the price it is itu2019s probably the size of my pinky or smaller.  Disappointing."
        },
        {
            "review_title": "came broken",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "blush came perfect but when i opened the bronzer/contour it wasnt turning up so i didnt get to use this product."
        }
    ]
}