{
    "product_id": "1470",
    "name": "Facial Treatment Clear Lotion Toner",
    "brand": "SK-II",
    "categories": "Skincare, Cleansers, Toners",
    "price": 108.0,
    "about": "Which skin type is it good for?.What it is:.Solutions for:.If you want to know moreu2026.What it is formulated WITHOUT:.What else you need to know:",
    "ingredients": "-Pitera: A bio-ingredient rich in vitamins, organic acids, minerals, and amino acids that work together to support skinu2019s natural cell renewal process..-AHA (Alpha-hydroxy acids): A group of natural acids that gently remove dry and dead skin cells, unclog pores, address the causes of breakouts and sun damage, and reduce the appearance of fine lines... Water, Galactomyces Ferment Filtrate (Pitera), Butylene Glycol, Polysorbate 20, Glycerin, Sodium Hyaluronate, PEG-150, Cellulose Gum, Disodium EDTA, Citric Acid, Salicylic Acid, Lactic Acid, Malic Acid, Sodium Citrate, Sodium Benzoate, Methylparaben.",
    "how_to_use": "Suggested Usage:.-Use this toner after you cleanse, but before you treat, target, and moisturize. .-Use daily, in the morning and again in the evening..-Soak a cotton pad with Clear Lotion..-Apply by wiping the T-zone, taking extra care on sides of nose..-Wipe the U-zone (cheeks and jaw line) from center, outward..-Wipe the neck from bottom to the top.",
    "num_reviews": 1007,
    "overall_rating": 4.1,
    "product_url": "https://www.sephora.com/ca/en/product/facial-treatment-clear-lotion-P375853?skuId=1850338&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s1850338-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "5.4 oz",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s1850338-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Portapotty scent",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I donu2019t see any results and it smells EXACTLY like a portapotty. Itu2019s uncanny"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "I can't really tell a difference after using this for the last 2 weeks. I wouldn't say it was worth the price."
        },
        {
            "review_title": "A must have in your daily routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "Love the product.  Expensive but once or twice a day, the bottle can last 5-6 months.  The face feels clean and ready for the rest of the skincare regime. Love it, will purchase again and again"
        },
        {
            "review_title": "A new favourite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Stunning toner, has made such a difference in balancing my uneven skin tone"
        },
        {
            "review_title": "Excellent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I am 48 years old and dealing with extremely oil skin and acne breakouts. I was on the verge of getting lab work to go on Accutane when I decided to give this a try. I use it the essence and my face has completely cleared up. I will be purchasing again."
        },
        {
            "review_title": "Love! (Use 4 times a week)",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Helped refresh my skin from red papules and inflammatory blemishes. After a few times tho it over exfoliated my skin, so I think this toner isn't super safe for daily use especially for sensitive skin"
        },
        {
            "review_title": "Nope",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
            "review_text": "I donu2019t understand why companies continue to put exfoliants in products that are suppose to be toners than tell people they can use them on a daily basis. DO NOT, I repeat, DO NOT use this everyday. This is an exfoliant and you do not need to exfoliate everyday. This will cause a damaged barrier. I can say this was my fault for purchasing without reading the ingredients entirely. Returned immediately"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I use this toner every evening and I swear it has made my skin texture so smooth ! love love love it :)"
        },
        {
            "review_title": "itu2019s great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "I got a sample with the pitera starter kit. I had to travel and grabbed this thinking it was the essence and was surprise with how clear my skin got. I also was using with Augustineu2019s based cream as a new part of my routine but I purchased the full size. I still get blackheads but no pimples with two heads anymore. I use the essence and this lotion"
        },
        {
            "review_title": "Pimples",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Didn't love this - I started getting tiny pimples all over my forehead after I started using it and they have mostly cleared since I stopped. Disappointing since it is not cheap."
        },
        {
            "review_title": "love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I got this as part of the SK II starter kit and in one week my blackheads are gone. Iu2019ll definitely be buying it when I run out!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I started using this as a sample, and now purchased the full size cause I canu2019t see not having this in my skincare routine. My skin is clearer and the times I forget to use it, I notice a difference. Will repurchase."
        },
        {
            "review_title": "This is my go to toner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "A staple to my skincare routine. As someone in their mid 20s I like to keep my morning and evening skincare simple yet effective. I have found that while SK-II is a pricy brand, you really get what you pay for. I love this toner, I use it with the Pitera Essence followed by the GenOptics Aura Serum and the Skin power cream. And that is it! I have found that my skin is clear and soft even after wearing light makeup everyday."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Unfortunately this toner was not a hit for me. I used one of 4 products included in this box each week to try and see which ones helped me and which didnu2019t. This toner made no difference in the texture of my face, in fact it made my skin a bit irritated. Not entirely sure if it could have been some ingredient that I did not react well with but I had to stop using it after 4 days."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I'm having a hard time deciding if I like this toner more than my current, but either way, it's a close race! It leaves my skin feeling super clean! Not drying at all. A little goes a long way. I will keep testing it to see if I notice more improvements than my previous toner."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "i received a sample size version of this product to review.i like that none of the SK-II products felt drying but it's hard to judge essences and lotions when they're sample sized. i didn't notice any adverse effects, but i didn't notice a significant difference from my other skincare routine"
        },
        {
            "review_title": "Nope",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "The lotion is packed w/ fragrance as well as the other products. The consistency is nice bt my skin just didnu2019t like it. I also didnu2019t like the lactic & citric acid in the ingredients as they reek havoc on skin w/ melanin. All in all this is a No for me."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "Iu2019m not really a fan of how this formula works. I feel like Iu2019m just putting water on my face. There was some firmness in my face as far as improvement but thatu2019s it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This clear lotion made a huge difference in my overall complexion. I felt like every time I used it, my pores appeared to shrink and it helped with the uneven skin tone Iu2019ve always struggled with. I havenu2019t had much experience using toners, but after using this Iu2019ve realized itu2019s definitely an important part of the skincare process! Itu2019s a must have!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I thought this toner performed well. It helped calm my oily skin and felt nice and cool upon application. I didnu2019t notice any huge improvements in skin texture, but when used with the essence, I feel I noticed an improvement in overall skin clarity and brightness."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "I used it for a little over 2 weeks and loved how it felt on my skin. No smell to it which I prefer. I didn't see any major changes to my skin in the 2 weeks but I'll keep trying it."
        },
        {
            "review_title": "Not a fan",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I'm not a fan of this texture of lotion. I felt like it was a bit oily and never sank into my skin. I'd recommend this for more dry skin. Also it seems to stay on the hand rather than rub onto your face."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product is a toner and I did not know this until I received it, which is not a bad thing. I donu2019t usually use toners so I do not know what the purpose of it was nor saw a difference with my skin. It is drying if left on for a minute before putting on the pitera essence. Probably would not purchase."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Compared to other toners I've tried, it was hard to say whether this one really did anything for me and my skin. Usually I can tell pretty quick if it's something my skin will improve from.. with this, I'll give it a 4 instead of a 3 because I do think this along with the essence plumped my skin up a bit; glad I got to try it!"
        },
        {
            "review_title": "Clear lotion is everything!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This is one of the best toners I have ever used! The salicylic acid keeps my complexion blemish free, but isn't so strong as to be drying, and the pitera essence keeps my skin looking youthful."
        },
        {
            "review_title": "A fine toner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This toner is nice! No smell, had a few more chemicals than I would normally pick but doesnu2019t feel harsh. It leaves the skin a bit tacky at the end. For the price I probably wouldnu2019t buy again, although the experience of the full set of SK-II products does feel rather luxurious. I didnu2019t notice any significant results in my skin above and beyond my normal toner."
        },
        {
            "review_title": "Soothing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "The SK-II Facial Treatment Clear Lotion is not like your everyday lotion.  It looks like water and shakes out of the container controlled so you donu2019t get a ton.  Once you put it one, it feels like a cooling sensation that makes your skin silky.  It leaves no residue and absorbs into the skin with no problem.  I highly recommend this for anyone looking for a lotion that is not really a lotion."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I did like this especially in combination with the essence. I used the whole line for about two weeks but started breaking out a few days in and wasnu2019t sure which product caused it. Did like this and the essence the most as their not too fragrant"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Buy if you have nothing better to do with your money. I am confused with this product. I am not entirely sure what itu2019s supposed to do. I know itu2019s a toner, A very expensive toner rather. I would buy this again and maybe Iu2019ll see a difference if I use this long enough. I honestly think itu2019s an ok product especially when use with other from the same line. But itu2019s too expensive for it to not do anything. I really really want to like this, because toner is an essential part of my skincare routine."
        },
        {
            "review_title": "It's a tonerrrr",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is a toner not a lotion. I use this toner with a cotton ball. I'm always amazed how even after washing my face, I see all the dirt still on the cotton ball. It really does a great job cleaning."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, lightMedium skin tone, Dry skin",
            "review_text": "I received a set of items from Influenster.  While I liked using them, I will not be repurchasing.  My face wants more moisturizing cleanser and cream and I prefer a lighter texture in facial moisturizer.  Maybe I'm just too basic?  My favorite facial cleansers are cream to foam and my preferred moisturizers are gel cream. SK-II Facial Treatment Cleanser--  Creamy, works into a nice foam.  Smells like something old fashioned and floral-  I can't quite put my finger on exactly what it reminds me of.  Too drying for my dry skin however I also didn't have any breakouts while using it.  Completely removed any facial makeup I was wearing so that's a plus.  Maybe if I double cleansed it would have been okay? SK-II Facial Treatment Clear Lotion (Toner)  --This is a chemical exfoliant.  I didn't feel any tingle as I do from stronger like the Alpha 14% glycolic.  When wiped on using a microfiber reusable round, it felt nice.  Didn't notice any odor. SK-II Facial Treatment Essence--Super runny and only requires a few drops.  I didn't feel like it added any real moisture, especially after the very drying facial cleanser.  I've read that this is something that requires many months to see results, but I didn't stick with it for that long.   SK-II SKIN POWER MILKY LOTION--Floral scented.  Thick and creamy but left my face slightly sticky/tacky.  I wanted more moisture for my skin and would have preferred a lighter feeling. A little goes a long way, however, so I only used a bit more than a pea sized amount for my face."
        },
        {
            "review_title": "gentle toner but too expensive",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I really enjoyed trying this facial treatment clear lotion. It feels gentle on my sensitive skin and doesnu2019t dry out my skin. It has a mix of vitamins, organic acids, amino acids and minerals to help support skin cell renewal but I canu2019t tell if it really exfoliates the skin.u2063 Unfortunately because of the paraben ingredient in this toner, I would not purchase and am unable to recommend it due to ingredient preferences. I prefer all natural ingredients and try to avoid parabens and other not so good ingredients in my skin care products as much as possible. u2063u2063Itu2019s also a little on the pricey side and I cannot justify the price for what it does.u2063 u2063u2063u2063u2063 PROSu2063u2063u2063u2063 absorbs quicklyu2063 alcohol freeu2063 gently improves appearance of skinu2063u2063u2063u2063 doesnu2019t strip skins of its natural oilsu2063u2063u2063 u2063 works well on sensitive skin type u2063 hydrates, non drying u2063 sulfate freeu2063 u2063u2063 u2063CONSu2063u2063u2063u2063 contains paraben ingredientu2063 expensive u2063u2063u2063u2063 plastic packaging  u2063u2063u2063u2063 Pros and cons list is based on my personal preferences, dry, mature skin type, and experience using the product, while also keeping ingredients in mind."
        },
        {
            "review_title": "Just ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I didnu2019t really notice anything with this at all. Iu2019ve heard great things about this product but I just didnu2019t see a difference in my skin. Iu2019ll continue to use it, maybe it takes more time. Unless I see some real change, I wonu2019t repurchase"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Unscented and light lotion to hydrate skin gently. Try this for brightening! It is a less concentrated version of the lineu2019s signature pitera essence. This is a tried and tested product that can produce beautiful results for the right skin type!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019ve never really used a product like this before so it was a new experience for me. I donu2019t know how much of a difference this made in my overall skincare routine. I normally use multiple moisturizers/lotions in my skincare routine and did not change that while using this. I would say itu2019s a good product just a bit on the pricey side."
        },
        {
            "review_title": "love this",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This packaging is simple but elegant. The ingredients are good. This is a first for me but i was still impressed. Price point is a bit splurge for some but i would say itu2019s worth it. Didnu2019t leave the skin feeling tacky at all."
        },
        {
            "review_title": "Good product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I really enjoy this clear lotion. It's very lightweight and it has quite a liquid consistency. I probably wouldn't use it alone since it doesn't add enough hydration, but used with the Airy Lotion it works so well! My skin feels so soft and hydrated after using both together. It's quite pricey but I really like it."
        },
        {
            "review_title": "Like it but didn't wow me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I have pretty sensitive skin and this line didn't seem to irritate my face at all so far, which is surprising to me because 2 of the products did have fragrances, which made me a little hesitant to try them as I stick to fragrance free skincare. I used the cleanser (has a light scent) the essence and clear lotion (which seemed to maybe have a very light scent, if that) and the airy lotion (has the most scent, but surprisingly my fav product out of all of them) Not sure how they all work separately, as I used them all together day and night.. My face felt hydrated and looked radiant! I didn't really see any other improvements in my skin other than that though. I did like this line, but In my opinion I think for the price I could find something a little better for my skin type."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I donu2019t know that I would use this alone but I do think it made a great addition to the set as a whole and made my skin feel nice. I received this product complimentary for review purposes!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "This product is amazing my skin had instant results. I literally noticed a small difference right away although it felt a bit sticky on my skin that quickly went away within a few minutes I would recommend to everyone."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Super disappointed by this line. For the price you would think it would be a food product. this toner is way too fragrant and did nothing my agitate my skin."
        },
        {
            "review_title": "It's okay",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Prior to this product I've never used a toner. I personally haven't seen many changes but maybe that's because I'm not used to toners. I wouldn't purchase this with the price point that it is currently at so unfortunately I can't recommend."
        },
        {
            "review_title": "Another misleading name...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This was my least favorite out of the regiment which also included the cleanser, pitera essence, and airy milky lotion. This didnu2019t really produce any effects besides drying and creating texture / pilling on my skin. I couldnu2019t wait to use the essence after this bc it felt drying..."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I received this product for free in exchange for an honest review. That said, I was already familiar with the SK-II Facial Lotion since the brand offers a mini in one of the kits with the Essence Iu2019ve purchased many times. This is a lovely toner that pairs well with the cleanser and the essence. Itu2019s calming and watery- not a u201cthicku201d toner like some others on the market. It preps the skin beautifully for the essence, and the two work well together. I donu2019t use a cotton with this since I try to conserve the product, but you could if you wanted to. This is a modern toner, free from that old astringent feeling. My skin feels balanced after using it, ready to accept additional products."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "This lotion brings a all day hydration to your skin and keeps it from drying out and being too oily if you have oily skin like me!!"
        },
        {
            "review_title": "Works like magic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I would highly recommend this toner for all skin types! This balanced out my skin tone and helped so much with texture. I think this product is so effective at smoothing out the skin because it gets rid of impurities and dead skin at the same time as hydrating and plumping. I found a big reduction in pore size and an overall increase in radiance! I am so glad Influenster and SK-II sent this my way to try out! My skin was really going through it beforehand, and this line from SK-II literally saved me! I was dealing with nasty skin texture, dryness that was out of control, and multiple types of acne. Right away I noticed a difference and my skin continued to improve over the 2 weeks I was able to use it. My skin smoothed out a lot and had significantly less acne. It is on the pricier side, but itu2019s one of the few lines that are worth every dollar!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This one probably has the strongest scent and really couldnu2019t power through it. It feels amazing going on the skin, but I cannot justify the price for what it is. Maybe if you got a lot more in the bottle or if they fixed the bottle so itu2019s a pump and not an unpredictable amount of liquid that comes out each time. Your first hurdle will be the scent"
        },
        {
            "review_title": "SK-II Facial Treatment Clear Lotion",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The SK-II Facial Treatment Clear Lotion is a great product! It is very lightweight, watery and absorbs fast, leaving my skin feeling fresh and hydrated (like advertised). The texture and formula of the product is great in my opinion - very nourishing ingredients like AHA and pitera. The only issue I have is the price point being pretty high (at least for me). The packaging is very simple but cute - will definitely recommend!"
        },
        {
            "review_title": "Not too good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I got this product asasample from influester. This product is little bit more water thinking of a toner . don't have any smell.works okay ."
        },
        {
            "review_title": "Great Lotion!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I pour about a quarter size amount of the Sk-ii Facial Treatment Clear Lotion onto a cotton pad and gently rub it across my face, making sure to start with the drier areas so that they can soak in a good majority of the product. Since using it my skin has felt so much softer and smoother. I would highly recommend it."
        },
        {
            "review_title": "hydrating and gentle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The SK-II Facial Treatment Clear Lotion was a great addition to the cleanser and essence. It was a complimentary package from Influenster and came packaged well and didnu2019t leak. It was very watery but felt a bit sticky upon application but absorbed quickly into my skin. Loved that it also contains Pitera and AHA for skin renewal. This toner was very gentle on my sensitive skin. It definitely made my skin feel and look even, hydrated and smooth. Would recommend and will continue to use."
        },
        {
            "review_title": "Maybe, maybe",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I Received SK-II Facial Treatment Clear Lotion for free from Influenster, for my honest review)  I like that lotion didn't dry my skin, skin feels fresh and bright, my pores look smaller(closing pores)I like that product is the alcohol-free formula."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve never heard of a toner being called a u201cclearing lotionu201d before. Especially the lotion part. But it has to be one of the gentles toners Iu2019ve ever used. Similar to that famous Boots one. But better. The texture of my skin has definitely gotten better. I had a bunch of tiny pimples on my forehead before I started using the 4 piece set and now itu2019s almost completely smooth. So that u201csmooths out textureu201d claim is very true. So is the softening and moisturizing part."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This toner is a great step prior to moisturizing. I love how it makes my skin feel tight and pores minimized, without feeling like it completely dries out my skin. Smell is subtle. I really enjoyed using this, hence itu2019s gone in my picture! Haha."
        },
        {
            "review_title": "Refreshing But Only Okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This product was alright. I didnu2019t notice much of a difference when using this in my skin. It didnu2019t irritate my skin at all and was actually refreshing to use, which is a plus. But I was hoping for more of a use out of it."
        },
        {
            "review_title": "Skin needs in one bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Received this with compliments from Influenster.  I had used this together with the other products in the package. This was gentle in the skin and it was easy to apply and use. Did not leave any sticky feel  after application. Would definitely recommend to others!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "My skin feels truly clean after using this product.  It's quite a nice toner, but I didn't notice anything really surprising or unique about the way it affects my skin. It cleans any remaining debris even after a thorough wash, and is very gentle on my sometimes-sensitive skin. I recommend it, and will likely add it to my rotation."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Okay so, this might have been my least favorite item in this box. It was too harsh on my skin, and Iu2019m not exactly sure if itu2019s something that I could use at a different time of year due to the changing seasons, but it just didnu2019t work for me :("
        },
        {
            "review_title": "Just not great",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "I wasnu2019t crazy about this but I didnu2019t dis like it either. I used it but I probably wouldnu2019t buy this it is quite pricey. I canu2019t really say that my skin feels or looks any different since Iu2019ve been using this ."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This toner made my skin feel so soft! I really liked it and thought it did a good of helping my uneven skin tone and texture. It's watery and I found it a bit difficult to dispense neatly, which given the cost I didn't want to waste any."
        },
        {
            "review_title": "SK-2 Facial Toner",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I recently got the opportunity to try this out for the first time. I applied it with a cotton pad after cleansing with the SK-2 cleanser. It wasn't super drying or hydrating, just kinda in the middle. It didn't feel like it did much. My face felt the same as it did before I used it. I have been using it for about 4 days straight and haven't noticed any change in my skin. For the price, there are much better toners out there to try in my opinion. I'm grateful that I was given a chance to try it out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I have received this in exchange for a review.  This has been good for my oily skin.  My single issue is how much is dispensed when you are using it. Usually when I use my toner I just use a few small drops onto a cotton round but the packaging on this one dropped big ones. For the price, this is concerning. Other than that, I have not had any problems with it and it has improved my face. Still recommended."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "So far itu2019s alright I have not seen major difference since I donu2019t have much skin problem and I have not used it for long enough but I will update the review once I see any difference!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This was okay, I felt like it may have been a little too thin. It did leave my skin feeling soft and smooth, but it just didnu2019t seem to moisturize very well."
        },
        {
            "review_title": "Not a fan",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Not exactly a huge fan of this, it was slightly moisturizing bit actual lotion is easier to apply."
        },
        {
            "review_title": "Gentle and scent free",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I liked using this on my skin after cleansing.  It lifted any remaining dirt and oils off my face without drying my skin whatsoever!"
        },
        {
            "review_title": "SK-2 Facial Toner",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I recently got the opportunity to try this out for the first time. I applied it with a cotton pad after cleansing with the SK-2 cleanser. It wasn't super drying or hydrating, just kinda in the middle. It didn't feel like it did much. My face felt the same as it did before I used it. I have been using it for about 4 days straight and haven't noticed any change in my skin. For the price, there are much better toners out there to try in my opinion. I'm grateful that I was given a chance to try it out."
        }
    ]
}