{
    "product_id": "1329",
    "name": "Mini Paradoxe Eau de Parfum Gift Set",
    "brand": "Prada",
    "categories": "Fragrance, Value & Gift Sets, Perfume Gift Sets",
    "price": 46.0,
    "about": "Fragrance Family:Florals.Scent Type:Warm Florals.Key Notes:Neroli Bud, White Amber, White Musk.Set Description:Presented in a small, travel- and gift-friendly pack are two Paradoxe Eau de Parfums in perfectly portable sizes..About the Fragrance:This floral, ambery perfume reinvents freshness with a neroli bud extract that perfectly captures the essence of the flower. Bio-converted amber reveals a sensual, vibrant warmth, while a revolutionary musk molecule leaves an intense yet subtle trail..This Set Contains:- 0.33 oz/ 10 mL Paradoxe Eau de Parfum",
    "ingredients": "Alcohol, Parfum/Fragrance, Aqua/Water/Eau, Limonene, Linalool, Benzyl Salicylate, Benzyl Alcohol, Methyl Anthranilate, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Coumarin, Hydroxycitronellal, Citronellol, Geraniol, Citral, Tris(Tetramethylhydroxypiperidinol) Citrate, Farnesol, Benzyl Benzoate, CI 17200/Red 33.",
    "how_to_use": "Suggested Usage:.Prada fragrances are intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a strong and long-lasting perfume scent. After applying your Eau de Parfum, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly. If you prefer placing fragrance on your wrists, be sure to reapply after frequent handwashing, as this tends to rinse off the scent.",
    "num_reviews": 3,
    "overall_rating": 3.7,
    "product_url": "https://www.sephora.com/ca/en/product/prada-mini-paradoxe-eau-de-parfum-gift-set-P513737?skuId=2818904&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2818904-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "a MUST have in your everyday life",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "they knew what they were doing with this one. Truly amazing, itu2019s such a unique scent. Itu2019s long lasting which I was truly surprised about and itu2019s a very bold statement of a perfume. I walk in a room and everyone knows Iu2019m there before they see me. Iu2019ve gottten tremendous amounts of compliment on this fragrance bought it twice already and third time is deftinely the charm!"
        },
        {
            "review_title": "Insane value!!! Run donu2019t walk!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Insane value!! Travel size on its own is $45, youu2019re saving $5 and receiving 7ml mini free!!!"
        },
        {
            "review_title": "ud83dude2d",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I like the smell, but, omg, it was one of the worst days, the perfume arrived broken, I was surprised that the box smelled, but I poured myself to the last that everything is fine...Is there anything I can do?refund or product replacement?"
        }
    ]
}