{
    "product_id": "142",
    "name": "Jumbo Vitamin Enriched Face Base Moisturizer & Primer with Vitamin C + Hyaluronic Acid",
    "brand": "Bobbi Brown",
    "categories": "Skincare, Moisturizers, Moisturizers",
    "price": 148.5,
    "about": "What it is:A primer with moisturizing benefits for smooth makeup application\u0097it\s the best of both worlds..Skin Type:Normal, Combination, and Oily.Skincare Concerns:Dryness, Fine Lines and Wrinkles, and Oiliness.Formulation:Cream.Ingredient Callouts:Free of sulfates SLS and SLES, parabens, and phthalates. This product is also vegan and gluten-free..What Else You Need to Know:This formula combines the moisturizing power of shea butter with vitamins B, C, and E. Grapefruit and geranium fragrances leave a light, uplifting scent on skin. With daily use, skin looks and feels its best.",
    "ingredients": "-Vitamins B, C, and E: Help replenish and condition skin with essential nourishment..-Hyaluronic Acid, Squalane, and Shea Butter: Help quickly hydrate, visibly plump, and prep skin for a fresh, healthy-looking glow. .-Grapefruit and Geranium: Leave a light, uplifting scent on skin. ..WaterAquaEau, Cyclopentasiloxane, Bis-Diglyceryl Polyacyladipate-2, Butylene Glycol, Ppg-2 Myristyl Ether Propionate, Cetyl Alcohol, Peg-40 Stearate, Butyrospermum Parkii (Shea Butter), Squalane, Glyceryl Stearate, Sorbitan Stearate, Epilobium Angustifolium Extract, Yeast ExtractFaexExtrait De Levure, Beta-Carotene, Sodium Hyaluronate, Citrus Grandis (Grapefruit) Peel Oil, Tocopheryl Acetate, Methyl Glucose Sesquistearate, Pelargonium Graveolens (Geranium) Flower Oil, Dimethicone Crosspolymer, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Carbomer, Peg-20 Methyl Glucose Sesquistearate, C12-15 Alkyl Ethylhexanoate, Tetrasodium Edta, Sodium Hydroxide, Panthenol, Magnesium Ascorbyl Phosphate, Limonene, Citronellol, Geraniol, Linalool, Chlorphenesin, Phenoxyethanol...Please be aware that ingredient lists may change or vary from time to time. Please refer to the ingredient list on the product package you receive for the most up-to-date list of ingredients.",
    "how_to_use": "Suggested Usage:.-Apply to just-cleansed skin, avoiding eye area...Fresh, Healthy-Looking Skin in Three Steps: .-Prep: Apply Vitamin Enriched Face Base to hydrate, smooth, and prime skin for makeup application. .-Correct: Apply Corrector (sold separately) to areas of discoloration under the eye using the Concealer Blending Brush (sold separately), getting as close to the lash line and innermost corner as possible. Gently blend with your finger, and layer concealer on top. .-Perfect: Using the Full Coverage Face Brush (sold separately), buff Skin Long-Wear Weightless Foundation SPF 15 (sold separately) onto skin, starting at the center of the face and blending outward.",
    "num_reviews": 55,
    "overall_rating": 4.7,
    "product_url": "https://www.sephora.com/ca/en/product/bobbi-brown-vitamin-enriched-face-base-jumbo-P468634?skuId=2421840&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2421840-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "3.38 oz/ 100 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2421840-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Great purchase!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Great base for heavy or light foundation, I even use it without makeup. Love the smell and the sheen and glow it gives my skin."
        },
        {
            "review_title": "Best Priming Moisturizer money can buy :)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This moisturizer is absolutely amazing! I tried this back in November of last year, and when I first tried it, my skin absorbed it in so well! I've never used a product this enriching and the results were almost immediate. I've had my jumbo container since FEBRUARY that I still use and love her to this day, and I only use it underneath makeup (so that I don't run out as quickly). A little goes a long way.  For reference, I have very dry skin (like the Sahara desert lol), and I only use water-based products for skin care and make up routine so that there is no improper mixing and pilling of products.  You can get different sizes for cheaper, which is also really nice. I will say the jumbo size is quite an investment, but she is SOOOOO worth it. Highly recommend for people with dry skin. Really works well under water based makeup."
        },
        {
            "review_title": "Holy Inflation!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "While the product is nice, the price jumps are insane. Last year, this was $132. Pre-COVID, this was $88!!!!!!!"
        },
        {
            "review_title": "One of the best primers I\ve tried",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "So far I\m really enjoying this cream. It hydrates my face and makes me feel more glowy when I do my makeup. Definitely an investment for the price tag though."
        },
        {
            "review_title": "Adds age like a snapchat filter",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "Purchased hoping to drop a step from my routine and I regrettably went all in with jumbo size due to value. It's extremely thick and makes my wrinkles stand out 10x more, like I instantly look 30 years older. Not feeling primer vibes at all. Currently taking a break from suffering through the jar--back to separate moisturizer and primer."
        },
        {
            "review_title": "Not what I expected",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love the idea of a moisturizer and primer in one but it didn\t “prime” for me, leaving this a very expensive moisturizer."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Use it mostly as a primer. Obsessed with the smell. Feels very high end on the skin. I do think there are probably budget friendly alternatives that can do the same thing though."
        },
        {
            "review_title": "Been using this product for 10 years now!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This is the only primer that actually works for me, I loveeee the long lasting moisture that it provides and it keeps my make up in place all day! It smells lovely as well and last a long time (a little goes a long way). My husband loves to use it too just because it\s so moisturizing!"
        },
        {
            "review_title": "I love it and would recommend combo/oily skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Combination skin",
            "review_text": "I never believed in primers but got recommended this product and I will never wear makeup without it ever again! Even wear it without makeup on its own - blurs the skin !"
        },
        {
            "review_title": "worth every penny!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Oily skin",
            "review_text": "nothing will compare to this!! i use this with the elf niacinamide primer and my makeup ALWAYS looks so smooth and glowing !! without this, there is no routine!! i have oily & acne prone skin :)"
        },
        {
            "review_title": "Best Ever!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "I can\t do my makeup without this!! It is truly the best primer/ moisturizer for aging skin. Love, love love it!"
        },
        {
            "review_title": "Absolute must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "Smooth as butter and sooo hydrating. More than my moisturizer. I love love love this product"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Absolutely love this product great for all skin types makes my make up look absolutely flawless"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Gifted by Bobbi brown cosmetics. I love this serum because it smoothens my skin and grips my makeup. I wear it with the Bobbi brown enriched cream and my makeup looks great! I recommend for everyday and makeup lovers!"
        },
        {
            "review_title": "Abosultelyy amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "It is a game-changer! This stuff feels like a luxurious spa treatment for my skin. It's lightweight, non-greasy, and leaves my face feeling hydrated and radiant. It was gifted by mybobbibrown and I am now obsessed.Totally worth every penny! "
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "5 out of 5 stars. I have combination oily and dry skin. This helps moisturize without causing any breakouts. Highly recommend. I\ve tried others but always come back to this Bobbi brown staple"
        },
        {
            "review_title": "Lovely",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Lovely scent, very refreshing and lasts all day ( scent). Feels good to have this on my face. Very thick."
        },
        {
            "review_title": "Staple product.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I have been using this product since I received a sample a couple years ago. And I have been nostalgic about the smell since!! I love the results on my skin too."
        },
        {
            "review_title": "The best moisturizer on the market",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I got this product as a mini size sample with another order and instantly fell in love. When it ran out I tried returning to my old moisturizer and could instantly tell the difference. I immediately ordered the jumbo size. I highly recommend this product as a moisturizer or primer underneath makeup. You won\t regret it."
        },
        {
            "review_title": "Worth every penny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I\ve been using this primer moisturizer for years. It really helps to create a smooth base for make up without any weird texture. It\s also great when you don\t want to wear make up but still want a little bit of a blurred look to the skin."
        },
        {
            "review_title": "My #1 moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "My go to moisturizer hands down. Wears beautifully under makeup. I don\t use anything else. Only wish they\d come out with a non scented one."
        },
        {
            "review_title": "Must have product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I\m a makeup artist and i love using this cream as a base for my clients..it is so smooth and nourishing to the skin"
        },
        {
            "review_title": "Everyday. Without this product there no Routine!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Yooooooo five star rating. I would just like to include I don\t use this as a makeup primer but an everyday face moisturizer instead and I just Want to say Bobbi brown plzzzzzz never change the formula of this product. I swear by it. My skin loves this product it submerges into my skin so beautifully and leaves me looking youthful afterwards. I can\t express this enough (no I\m not getting paid to say this and no I am not a bot) I geinuely sincerely really do love this product! And will be repurchasing. I found about this product wayyyyy back just never had the chance to make a trip to Sephora which used to be so far and rebuy it again ❤️❤️ I love u so much bobby brown. I\m more than halfway into the product and I\m getting sad :( because it\s almost finished definitely will be buying the bigger size when my current one finishes. I LOVE I LOVE I LOVE!!!"
        },
        {
            "review_title": "use every darn day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "i love all bobbi brown products. This is one of my favorites. The formula is creamy and moisturizing. It works great on my dry under eye area. I keep it in the fridge."
        },
        {
            "review_title": "The best primer ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "This was gifted to me by Bobbi brown and it is hands down my favorite moisturizer and primer in one ! I\ve been using It for years in my kit and It helps my makeup last all day. You only need the smallest amount and the smell is the best thing ever !"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This has always made my base look effortlessly flawless. My favourite moisturizer ♥️"
        },
        {
            "review_title": "Holy Grail face base for oily skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I'm 100% sold on this product! I have extremely oily, acne-prone skin that is also sensitive and dry (it makes no sense). I have to be very careful of over-exfoliation or my skin gets super red and raw, while still producing tons of oil. My morning skin prep used to be moisturizer + eye cream + sunscreen + Hourglass mineral veil primer + Urban Decay eye primer potion, the latter two being the only products I've ever found that helped me with makeup meltdown in any capacity. This product takes the place of moisturizer and both primers I previously used and I'd argue is an even better makeup base than before. Now, I start with eye cream, layer this all-over including eye area (there is also an eye version of this product but the face version works great so I don't see the point), and finish with a tinted SPF. I love how much it's simplified my routine but even better is how much more effective the new routine is.  For reference, my face is so oily I can solidly fill an entire blue blotting paper in about 1.5 hrs. With my old routine, eye makeup smudged constantly throughout the day and at 31 I'm sure I've prematurely created wrinkles rubbing this off constantly. With the new routine using this product, I'm about as oily but my eye makeup can go all day without smudging. All of my makeup actually lasts much longer with this product than before but I'm sososo impressed about the eye makeup I have to point that out. On top of that, I love the ingredients in this, like vitamin C, the texture, scent, how it goes on, etc. It's been a while since I've found a holy grail, must repurchase forever product but this is one."
        },
        {
            "review_title": "A MUST",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This + Bobbi browns spf foundation = flawless skin. I can\t even tell you how much compliments I get with this combo. This is my 6th jar. 10/10!!"
        },
        {
            "review_title": "Great for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I repurchase over and over! My dry skin loves this cream,  I use it every morning after my serum as my moisturizer.  Works very well as a primer!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I love this stuff for my dry skin and priming before my makes up . This with my YSL foundation is amazing . I need the deluxe size tbh"
        },
        {
            "review_title": "Smells great refreshing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "So far I really like it, use it right before my BB foundation"
        },
        {
            "review_title": "Nothing like it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I\ve been obsessed with the product for years & have repurchased multiple times. I\ve been looking for similar products that are cruelty free because that\s my shopping preference however I cannot find Anything quiet like it."
        },
        {
            "review_title": "Don\t sleep on this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I can\t believe i was sleeping on this by far the best primer i have ever tried i have poly acne prone skin and it did not make my acne worse and it did not make me more oily. It makes your face so smooth"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "Purchased this off of a tik tok recommendation a few years ago. Leaves my dry skin feeling plump and hydrated. Will be repurchasing soon"
        },
        {
            "review_title": "Great for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Dry skin",
            "review_text": "I love this formula I use it every day and it keeps my skin hydrated. Also allows make up to glide on effortlessly without any patchy appearance"
        },
        {
            "review_title": "Been using for years, day or night.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have used this for several years. Mostly as a moisturizer for my aging skin. Then I discovered it's a great primer too! I have no facial wrinkled at 67. As a serum underneath, I use the Vit C one from Ole Henrickson. great combo. not greasy."
        },
        {
            "review_title": "Will buy a second one!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "It\s my first time to use this one. I really loved it because it could be used as a primer as well as a day time cream."
        },
        {
            "review_title": "Alberta winter oily skin hero?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I'm giving this five stars for now... I have very oily acne prone skin and buying this was a real leap of faith because the person who I originally heard about it from has ultra dry skin. But living in Alberta (especially now that it's winter) I wanted something a bit more nourishing since it's so dry here and I am shocked at how well it's been working for me. I usually know pretty quick if my skin is going to freak out at something and so far (it's been a week!) so good. I've been using this with the dr. jart cicapair on top and some laura mercier setting powder and it's the best my skin has looked in AGES. I use it as a daytime moisturizer, not a nighttime one though. Note: it does smell very citrussy so if you don't like that smell or if you're scent sensitive, you might want to avoid. For comparison, my summer routine is the origins matte moisturizer (in the pink container) with the biossance gel one over top."
        },
        {
            "review_title": "A holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I never use primers and honestly I was skeptical. I have dry skin and textured skin and bought the mini version to try it out and omg it is so moisturizing and my makeup looks flawless. I ended up placing an order for the jumbo size! It\s expensive but so worth it!"
        },
        {
            "review_title": "top beauty essential",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "One of my beauty essentials.  It smells amazing, citrusy a bit but not strong and it feels so soothing on my skin."
        },
        {
            "review_title": "Worth the money!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "My makeup looks amazing when I use this as a base, I also use it as just a moisturizer&it works nicely, attached is photos &I swatched so you can see the texture , I got the huge one, a little goes a long way"
        },
        {
            "review_title": "Amazing, just not for me",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Instant results. Works as intended. However it made me break out (acne prone and sensitive skin) so I gave it to my mom. She has mature skin that isn't sensitive so this product works amazing for her."
        },
        {
            "review_title": "Grab it before it's gone!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I'm so excited to have found the jumbo sized bottle! They used to carry it at Nordstrom but quickly sold out. This is my favorite pre-makeup moisturizer. Smells citrus fresh, feels incredibly hydrating and absorbs into my skin very well. A little goes a long way. Best used for people without oily skin."
        },
        {
            "review_title": "For my skin, nothing has ever been better.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Just looked and my last order of the Jumbo was 5/10/21, so $0.25 a day for perfection feels pretty reasonable! I started with the travel size, so refill that and keep the big jar in the back of the fridge with parchment on it. It's always fresh! This is one of my never replace, will weep when it's discontinued, favorite ever parts of my routine. I have very dry (USED TO) skin and use a good whack of this every morning on face and neck and then rub the remainder into my hands. It has a real aroma, but as someone with very sensitive skin to perfumes it doesn't bother my skin and I love the way it smells. Clean, citrus and it dissipates almost immediately. I feel terrible for the folks this doesn't work for because I ran out TODAY and was just so mad at me for the few days I'm going to have to live without it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I  was doubtful at first but I love how my skin feels and looks!"
        },
        {
            "review_title": "An absolute MUST!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Another review stated that this was worth every penny, and I completely agree. my skin is very special - dry if I dont use moisturizer, oily if I do. This product is perfect! My skin gets moisturized, not the slightest bit oily, and my makeup looks flawless all day long. The luxurious consistency and fragrance are an added bonus. I will never go without this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I have combination skin and always use this during the summer/warmer weather for yearssss!"
        },
        {
            "review_title": "The Best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Beautiful texture and smell. I am careful to apply it just before foundation. I have combo skin and it\s not too rich for me. Will always have this. The perfect morning/priming moisturizer. For the last two years I\ve purchased the holiday super size and it\s lasted almost the whole year since I only use it once a day. A high end product that\s truly worth every penny."
        },
        {
            "review_title": "This saved my accutane post dry skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This magic bottled up, it makes my skin look and feel like glass. Also before this my makeup would go away in patches since i am pro acne skin all they way, but i had finished my accutane  treatment so my skin was extremely dry and i decided to give a chance to this product and wow with how much i love it."
        },
        {
            "review_title": "great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Love this product! Great moisturizer for my extra dry skin and has steadily been a great primer as well. The smell I wish I could carry around with me all day!"
        },
        {
            "review_title": "GOAT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The BEST moisturizer/ primer. Makeup goes on like a breeze and my skin looks and feels smooth."
        },
        {
            "review_title": "Always have a back up so I don\t run out",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I actually panic when I get to the bottom of this even though I usually always have a back up because so many people love this it goes out of stock a lot. I love the smell I love what my skin feels like after application and I love how it makes my face look"
        },
        {
            "review_title": "Amazing ❤️",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "The best moisturizer/primer that I have ever tried. I have really oily skin & this somehow helps to keep my skin right under makeup for much longer than anything else that I have used. Worth every penny & will continue to repurchase."
        },
        {
            "review_title": "great moisturizer not a good primer",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is an amazing moisturizer, but for some reason it doesn\t work well with any foundation I have tried, and I even tried it with the Bobbie brown foundation and my makeup looked horrible."
        },
        {
            "review_title": "Moisturizes well, but feels very lightweight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "I really like this product. I'm someone who takes very good care of their skin, and this is a nice and rich moisturizer to wear under my sunscreen. Even though it's rich and moisturizes well, it feels very light weight on your skin. It also smells good. Would definitely recommend! I purchased the mini size first to try it, and just purchased the 3.38 oz because I like it so much."
        }
    ]
}