{
    "product_id": "1588",
    "name": "tinsel town blush tapeu2122 & glow tapeu2122 set",
    "brand": "tarte",
    "categories": "Gifts, By Category, Makeup",
    "price": 47.0,
    "about": "What it is:A trio for a beautiful flush of color to blush and glow all season long..Highlighted Ingredients:- Porcelain Flower: Visibly brightens and moisturizes..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, and triclosan. It is also gluten-free and cruelty-free..What Else You Need to Know:Elevate your cheek wardrobe with a perfect trial of easy-to-use blush and glow formulas, perfect for the glam party goer..The Passionate Pinks Set Contains:- 0.18u00a0oz/ 5.5u00a0mL glow tapeu2122 - pearl glow.The Bold Berries Set Contains:- 0.18u00a0oz/ 5.5u00a0mL glow tapeu2122 - bronze glow",
    "ingredients": "-Porcelain Flower: Visibly brightens and moisturizes. .-Mango Butter and Shea Butter: Moisturize and conditions...bronze glow: .Water/Aqua/Eau, hydrogenated didecene, isododecane, mica, glycerin, propanediol, cetyl PEG/PPG-10/1 dimethicone, silica, sodium chloride, phenoxyethanol, hydrogenated styrene/isoprene copolymer, diamond powder, mangifera indica (mango) seed butter, shea butter ethyl esters, hoya lacunosa flower extract, glycyrrhiza glabra (licorice) root extract, polyglyceryl-4 isostearate, triethoxycaprylylsilane, sodium dehydroacetate, trisodium ethylenediamine disuccinate, caprylic/capric triglyceride, tropolone, polymethylsilsesquioxane, pentaerythrityl tetra-di-t-butyl hydroxyhydrocinnamate, citric acid. (+/-): Iron Oxides (CI 77491), titanium dioxide (CI 77891). ..satin pink raspberry:  .Hydrogenated Polyisobutene, mica, diisostearyl malate, caprylic/capric triglyceride, silica, isononyl isononanoate, isododecane, ethylene/propylene/styrene copolymer, mangifera indica (mango) seed butter, butyrospermum parkii (shea) butter, glycyrrhiza glabra (licorice) root extract, diamond powder, disteardimonium hectorite, trimethylsiloxysilicate, ethylhexylglycerin, propylene carbonate, triethoxycaprylylsilane, butylene/ethylene/styrene copolymer, tocopheryl acetate, water/aqua/eau, pentaerythrityl tetra-di-t-butyl hydroxyhydrocinnamate, tocopherol, butylene glycol, phenoxyethanol, citric acid. (+/-): Red 7 Lake (CI 15850), titanium dioxide (CI 77891), yellow 5 lake (CI 19140), red 6 lake (CI 15850), red 28 lake (CI 45410), iron oxides (CI 77491, CI 77492, CI 77499), blue 1 lake (CI 42090). ..red:  .Isododecane, hydrogenated polyisobutene, mica, hydrogenated styrene/isoprene copolymer, trimethylsiloxysilicate, caprylic/capric triglyceride, silica, mangifera indica (mango) seed butter, hoya lacunosa flower extract, glycyrrhiza glabra (licorice) root extract, diamond powder, shea butter ethyl esters, triethoxycaprylylsilane, 1,2-hexanediol, caprylyl glycol, water/aqua/eau, polymethylsilsesquioxane, pentaerythrityl tetra-di-t-butyl hydroxyhydrocinnamate, phenoxyethanol. (+/-): Red 28 Lake (CI 45410), titanium dioxide (CI 77891), red 6 (CI 15850), iron oxides (CI 77491), red 7 lake (CI 15850).",
    "how_to_use": "Suggested Usage:.-Apply two to three dots of blush tapeu2122 along the high points of the cheeks, blend with fingers or brush. .-Apply two to three dots of glow tapeu2122 above the cheeks and blend with fingers or brush for an instant cheek lift effect.",
    "num_reviews": 2,
    "overall_rating": 4.0,
    "product_url": "https://www.sephora.com/ca/en/product/tarte-tinsel-town-blush-tape-glow-tape-set-P513839?skuId=2818235&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2818235-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Passionate Pinks",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2818227-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Bold Berries",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2818235-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Love, love, love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Purchased both sets and for the sale price so worth it. Used the blush and highlight for my makeup for a really important presentation and they looked stunning and I felt so good! I have a light skin tone and the bold berries set was not too dark for me!"
        },
        {
            "review_title": "Great set to try diff colors",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Great way to try. Fun way to apply but I didnu2019t find the blush to be very pigmented. Highlighter was nice thou. I prefer more pigmentation in my blush. Great product just not for me. The shimmery blush in this also made my pores look big"
        }
    ]
}