{
    "product_id": "778",
    "name": "I Want Choo Forever Eau de Parfum",
    "brand": "JIMMY CHOO",
    "categories": "Fragrance, Women, Perfume",
    "price": 177.0,
    "about": "Fragrance Family:Florals.Scent Type:Warm Florals.Key Notes:Juicy Rose, Black Cherry Liquor, Moss Accord.Fragrance Description:I Want Choo Forever is a chypre amber gourmand fragrance with notes of juicy rose, black cherry liquor, and moss accord. This eau de parfum encapsulates a sense of confidence and elegance unlike any other. The I Want Choo Forever Woman is fearless, seductive, and a bit unexpected..About the Bottle:The modern bottle design is shaped to reflect a feminine silhouette embellished with a jewel-like JC monogram on an elegant black, degrade lacquer color. The bottle is topped with a gold spray cap with a hammered effect, echoing the craftsmanship of the brand. The intense, sparkling, black and gold glitter box packaging reveals the precious JC monogram signature..About the Fragrance:I Want Choo Forever encapsulates a sense of confidence and elegance unlike any other. The I Want Choo Forever woman is fearless, seductive, a bit unexpected, passionate, and here to have funu2014she evolves in a joyful environment, always with her girlfriends.",
    "ingredients": "Alcohol Denat. (Sd Alcohol 40-B), Benzyl Salicylate, Linalool, Hydroxycitronellal, Coumarin, Limonene, Citronellol, Citral, Farnesol, Benzyl Alcohol, Geraniol, Water, Ethylhexyl Methoxycinnamate, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, BHT.",
    "how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;.-After applying, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly.&nbsp;.-If you prefer placing fragrance on your wrists, be sure to reapply after frequent handwashing, as this tends to rinse off the scent.&nbsp;.-Replace fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent...Eau de Toilette or Eau de Parfum?: .The difference lies in the volume of perfume oil. While EDT contains five to nine percent, EDP contains more, usually eight to 14 percent. EDPs, therefore, last longer and smell more intense.",
    "num_reviews": 26,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/i-want-choo-forever-eau-de-parfum-P506473?skuId=2704062&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2704062-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "2 oz / 60 ml eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2704070-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "2 oz / 60 ml eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2704070-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "2 oz / 60 ml eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2704070-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": []
}