{
    "product_id": "539",
    "name": "Shadow Slide Long Wear H20 Shadow Sticks",
    "brand": "Freck Beauty",
    "categories": "Makeup, Eye, Eyeshadow",
    "price": 33.0,
    "about": "What it is:A clean, plant-derived performance eyeshadow stick with major pigment payoff..Highlighted Ingredients:- Ceramides.Ingredient Callouts:This product is vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:These Shadow Slide Long Wear H20 Shadow Sticks are clean, high-performance eyeshadows with major pigment payoff and a hydrating, cooling sensation from Freck Beautyu2019s 40 percent water-based formula. They contain caffeine that works to visibly depuff lids, while Japanese loquat leaf extract helps visibly ease inflammation..Clinical Results:Based on an in-home use study of 37 subjects:",
    "ingredients": "-Ceramides.-Caffeine.-Glycerin....Partywave: Aqua (Water, Eau), Butylene Glycol, Mica, Sodium Stearate, Synthetic Fluorphlogopite, Glycerin, Sorbitan Isostearate, Dimethicone, Sorbitan Stearate, Calcium Sodium Borosilicate, Ceramide NP, Eriobotrya Japonica Leaf Extract, Caffeine, Silica, Hydroxyethylcellulose, Silica Silylate, Polysorbate 60, Disodium Phosphate, Sodium Phosphate, Phenoxyethanol, Citric Acid, Sodium Hydroxide, Tin Oxide, CI 77891 (Titanium Dioxide), CI 77491/CI 77492/CI 77499 (Iron Oxides)....Lid Drip: Aqua (Water, Eau), Butylene Glycol, Mica, Sodium Stearate, Calcium Sodium Borosilicate, Synthetic Fluorphlogopite, Calcium Aluminum Borosilicate, Glycerin, Sorbitan Isostearate, Dimethicone, Sorbitan Stearate, Silica, Ceramide NP, Eriobotrya Japonica Leaf Extract, Caffeine, Hydroxyethylcellulose, Silica Silylate, Polysorbate 60, Disodium Phosphate, Sodium Phosphate, Phenoxyethanol, Citric Acid, Sodium Hydroxide, Tin Oxide, CI 77891 (Titanium Dioxide), CI 77491/CI 77492/CI 77499 (Iron Oxides). ...Algae Babe: Aqua (Water, Eau), Butylene Glycol, Synthetic Fluorphlogopite, Sodium Stearate, Mica, Glycerin, Sorbitan Isostearate, Dimethicone, Sorbitan Stearate, Ceramide NP, Eriobotrya Japonica Leaf Extract, Caffeine, Silica, Hydroxyethylcellulose, Silica Silylate, Polysorbate 60, Disodium Phosphate, Sodium Phosphate, Phenoxyethanol, Citric Acid, Sodium Hydroxide, CI 77288 (Chromium Oxide Greens), CI 77891 (Titanium Dioxide), CI 77491/CI 77492/CI 77499 (Iron Oxides)....Wetlands: Aqua (Water, Eau), Butylene Glycol, Mica, Sodium Stearate, Synthetic Fluorphlogopite, Glycerin, Sorbitan Isostearate, Dimethicone, Sorbitan Stearate, Ceramide NP, Eriobotrya Japonica Leaf Extract, Caffeine, Silica, Hydroxyethylcellulose, Silica Silylate, Polysorbate 60, Disodium Phosphate, Sodium Phosphate, Phenoxyethanol, Citric Acid, Sodium Hydroxide, CI 77891 (Titanium Dioxide), CI 77491/CI 77492/CI 77499 (Iron Oxides)... .Lobster Luv: Aqua (Water, Eau), Butylene Glycol, Mica, Synthetic Fluorphlogopite, Sodium Stearate, Glycerin, Sorbitan Isostearate, Dimethicone, Sorbitan Stearate, Silica, Ceramide NP, Eriobotrya Japonica Leaf Extract, Caffeine, Hydroxyethylcellulose, Silica Silylate, Polysorbate 60, Disodium Phosphate, Sodium Phosphate, Phenoxyethanol, Citric Acid, Sodium Hydroxide, CI 77891 (Titanium Dioxide), CI 77491/CI 77492/CI 77499 (Iron Oxides)....Deep Dive: Aqua (Water, Eau), Butylene Glycol, Synthetic Fluorphlogopite, Mica, Sodium Stearate, Glycerin, Sorbitan Isostearate, Dimethicone, Sorbitan Stearate, Ceramide NP, Eriobotrya Japonica Leaf Extract, Caffeine, Silica, Hydroxyethylcellulose, Silica Silylate, Polysorbate 60, Disodium Phosphate, Sodium Phosphate, Phenoxyethanol, Citric Acid, Sodium Hydroxide, CI 77891 (Titanium Dioxide), CI 77491/CI 77492/CI 77499 (Iron Oxides)........The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Glide directly onto lids, layering to build opacity. .-Blend and smudge with your fingertips or brush, with approximately 20 seconds of playtime before your look is set in place. .-Pair with the deep black LASHROCKET Liner (sold separately) and Mascara (sold separately) for a complete Freck eye.",
    "num_reviews": 289,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/shadow-slide-long-wear-h20-shadow-sticks-P507471?skuId=2699155&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2699155-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Lid Drip",
            "shade_descriptor": "warm champagne",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2699189-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Partywave",
            "shade_descriptor": "warm bronze",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2699155-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Wetlands",
            "shade_descriptor": "deep bronze",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2699148-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Deep Dive",
            "shade_descriptor": "cool toned gunmetal",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2699130-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Lobster Luv",
            "shade_descriptor": "rose gold",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2699163-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Algae Babe",
            "shade_descriptor": "bright cactus green",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2699171-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Best shadow stick ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I took a chance on the green and itu2019s beautiful.  I absolutely love this formula.  Itu2019s smooth and pigmented.  You can use it as an eyeliner or shadow.  Please make more colors.  Itu2019s the best!"
        },
        {
            "review_title": "Disappointed.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "While I love the pigment and that it is long lasting, I was very disappointed in this purchase. The color smudges unlike the Sephora version that's no longer available for purchase. The bottom mechanical part also no longer functioned correctly so I couldn't even use the product even if I wanted to."
        },
        {
            "review_title": "Does not last.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "The colour is beautiful but it doesnu2019t last. I put it on around 12 and by 5 it was pretty much gone. I donu2019t understand why so many people are rating it five stars."
        },
        {
            "review_title": "Great for hooded eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "This eyeshadow stick has surprising lasting power. I have especially deep set hooded eyes and have trouble finding eyeshadow that is able to last more than an hour or two on my eyes. I have tried every single eye priemr you can think of and many liquid eyeshadows but nothing has worked. This has lasest longer than any other product I have tried. If you have trouble getting eyeshadow not to crease on your eyes this is worth a shot."
        },
        {
            "review_title": "Beautiful pop of green! ud83dudc9a",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "Beautiful color that lasts, I love this with brown eyes!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lobster Luv - rose gold",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This is my go to shimmer shadow. It is long wearing and doesnu2019t flake. LOVE!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Partywave - warm bronze",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Love how easy they glide on! They also last a whole 12 hour shift! Iu2019ve used it as just a little touch of brightening by blending out or as a more pigmented shadow by layering. Absolutely love!"
        },
        {
            "review_title": "I wanted it to work",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Normal skin",
            "review_text": "I have been searching for an eyeshadow that doesn't crease and doesn't transfer onto my upper lids. Obviously this isn't it! I was really disappointed.  I have been a Sephora customer for years and this will be my 1st return."
        },
        {
            "review_title": "Not as pigmented as I would have hoped...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I ordered the champagne color trying to find a replacement for my beloved IT cosmetics shadow stick. I don't know if it was the color or the formula, but it is not very pigmented at all, and it creases easily. It feels very cooling which is a plus, but the wetness of it is probably why it isn't as pigmented."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lobster Luv - rose gold",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Bought 3 colors. Honestly love them more than I expected too. They stay, donu2019t crease on me and feel cool when they glide on. Would love more colors!"
        },
        {
            "review_title": "You won't regret buying this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "These shadow sticks are amazing! So creamy, blendable, and staying power! I started with the Algae Babe because I love this type of green, and I'm SO happy!  Sometimes the acid greens are too yellow, but this one is on point. I bought all the colours and will be first in line when they introduce new ones!"
        },
        {
            "review_title": "Would love more color options! Highly recommend.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I was really surprised to love this product, but I do. My skin has changed a lot in the last few years and Iu2019ve been struggling to find a product that works for my aging skin. Itu2019s long lasting and also blends well."
        },
        {
            "review_title": "Iu2019m surprisingly allergic.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I was really excited to receive this however I experienced an allergic reaction to it despite it being good for sensitive eyes. I put this color on my inner lid and it burned like cayenne pepper. I think Iu2019m just a one off person but just writing this for anyone else so they donu2019t think theyu2019re crazy"
        },
        {
            "review_title": "Great color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "Great application and wow color! Can not get enough of this!"
        },
        {
            "review_title": "Snowflake Sparkle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "This eyeshadow is soooo pretty, the color is pegmented and smooth. Easily blend able when applied, and then dries down. Perfect!"
        },
        {
            "review_title": "no crease",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "This product has good pigment. Lid Drip is glittery so if you don't like sparkles and prefer matte this is not for you. I'd say the longevity of it is pretty good with no creasing."
        },
        {
            "review_title": "Fabulous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "One of the best cream shadows Iu2019ve EVER used! Long wearing, and a joy to use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Lid Drip - warm champagne",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "These are so gorgeous and easy to use, and have good staying power. Love Lid Drip for an inner-corner highlight."
        }
    ]
}