{
    "product_id": "252",
    "name": "Nomade Eau de Parfum",
    "brand": "Chloe",
    "categories": "Fragrance, Women, Perfume",
    "price": 210.5,
    "about": "Fragrance Family:.Scent Type:.Key Notes:.About:.What else you need to know:",
    "ingredients": "Alcohol Denat., Fragrance, Water, Ethylhexyl Methoxycinnamate, Limonene, Benzyl Salicylate, Linalool, Benzophenone-3, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Coumarin, Alpha-Isomethyl Ionone, Citronellol, Bht, Eugenol, Citral, Alcohol, Propylene Glycol, Hexyl Cinnamal, Tris(Tetramethylhydroxypiperidinol) Citrate, Farnesol, Isoeugenol, Benzyl Alcohol, Geraniol, Acrylates/Octylacrylamide Copolymer, Hydrolyzed Jojoba Esters, Fd&amp;C Red No. 4 (Ci 14700), Ext. D&amp;C Violet No. 2 (Ci 60730), Fd&amp;C Yellow No. 5 (Ci 19140).",
    "how_to_use": "",
    "num_reviews": 525,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/nomade-eau-de-parfum-P428451?skuId=2037471&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2037471-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.0 oz/ 30 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2037398-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "1.7 oz/ 50 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2037380-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "2.5 oz/ 75 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2037471-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Warm, sulty, sophisticated but use lightly!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Gorgeous scent. Can be overpowering at first, needs time to set and blend with skin. Great for evening, smells luxurious."
        },
        {
            "review_title": "A must try!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The dry down is so cozy and inviting. It's that scent that makes you ask a person what they are wearing. It's light but sooo good! I have been searching for my new scent and this may be it!!"
        },
        {
            "review_title": "A signature scent I wish lasted longer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I write this with disdain, as Chloe Nomade has been my favorite scent for the past few years. I have a full size perfume with a friend, lotion, and have been loyal to nomad for years. My only problem is that this scent does not last long. 2.5 hours max, I still bring a mini with me when I go out lol. I wish I could find a scent I like as much that lasts, but I simply canu2019t so continue to stock up on this scent that works day to night and across seasons. Itu2019s a signature."
        },
        {
            "review_title": "Cheap",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I was influenced to buy from a talk show.  It is awful!  I love Tom Ford, most of Chanel, Aerin, Hermes and Ju2019Dore.  Kayla vanilla is gorgeous.  Stronger types in winter florals in hotter mos.  To  give you a sampling .  Strong alcohol smell juvenile drug store ish"
        },
        {
            "review_title": "My signature scent!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Combination skin",
            "review_text": "This is my all time favorite scent! I wear it everyday and get so many compliments. It feels sweet & soft-yet-it lasts all day long. If you like to layer-I would mix with sol di jenero 68, Versace Eros or Oakcha peach rings.  Eros"
        },
        {
            "review_title": "So luxurious!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "A friend came over and was wearing this, and after she told me what it was, I bought it immediately. This smells rich. This smells like a 5-star hotel lobby. This smells like I go to high end restaurants and order expensive cocktails. Whenever I walk by this bottle, I have to smell it. Just so seductive!"
        },
        {
            "review_title": "Not for me. Not different in a good way.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love many different types and families of fragrances. I enjoy finding unique scents. This smells like shoe leather or suede, not in a good way I fear. I can see how some may potentially enjoy it. But the scent is not perfumey at all to me, and definitely not for this price."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I only have a sample of this but itu2019s on my list to purchase. Itu2019s a confident scent while still being understated. I can imagine it being worn by an old money, clean girl type. Someone with a chic, minimalistic sense of style."
        },
        {
            "review_title": "Unique and worth the money",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I LOVED this scent. It was a soft and unique scent. Very difficult to describe. Some bright vanilla tones. I wore it continuously for a year before deciding to switch up my scent. I hope they donu2019t get rid of it, because I find myself going back to it."
        },
        {
            "review_title": "Earthy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Such a beautiful earthy sexy scent. Could totally be a signature scent or going out scent."
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Smells a bit.. old? The initial smell is nice but smells like an older perfume."
        },
        {
            "review_title": "Signature Scent Year Round!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "It starts with a light, woody note on me. The dry down is where the citrus and warm, floral spice settle in nicely. The harmonious blend of notes, make this scent long lasting, unique and sexy. Easy for day or night wear."
        },
        {
            "review_title": "Gender neutral/fem leaning; scent lasts all day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love wearing this on its own or paired with a citrusy scent; it dries down less sharp than it originally goes on, but it lasts the whole day! This is my 3rd bottle and is a staple in my collection"
        },
        {
            "review_title": "Rich girl scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s spring, sheu2019s classic trendy.. fresh blow out wears pieces of jewelry sheu2019s been collecting over the years. Makeup flawless, clean nails, white or french tip.. you walk by and she smells light, feminine, clean, hint of sweet, fresh, and warm at the same time. Signature type scent. Easy to wear, and not headache inducing. Test it out, because the reviews can be mixed based off your nose and what your into. Mwah xx"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "Soapy and heavy white floral to me. Funny how we smells fragrances differently. I'm just not understanding how so many people say it's a unique scent. Smells like generic fragrance magazine ads, I'm sensitive to white floral so gives me a headache. The woody notes dissappear within minutes and I'm left with Lau dry detergent and white floral. Pass."
        },
        {
            "review_title": "Musky familiar smell",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Does smell mature. Almost musky. Not bad over all. To me it's like a men's fragrance than a women's."
        },
        {
            "review_title": "Fresh, mature & strong",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Smells like a mature heavier version of d&g light blue. Immediately you smell the citrus/orange notes"
        },
        {
            "review_title": "Loving this scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Loving this scent! Definitely will repurchase. Does not last as long as some of my others though (Tom Ford literally stays on my clothes until I wash them). For reference, my fav scents are either clean, musky, or anything Gardenia."
        },
        {
            "review_title": "Very pretty everyday scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I really like this. The initial spray is very fresh and citrusy, after like 5 hours it turns into a more woody warmer scent (kinda smells like Xmas). This isnu2019t sweet, which I typically go for but still very feminine. I see myself wearing this to gym, sxhool, work."
        },
        {
            "review_title": "The fragrance of my life",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I donu2019t think this fragrance gets enough hype. Itu2019s the perfect grungy floral, you get to smell like flowers without any of the powder that comes with most fragrances. It lasts ages and is such a uniqueperfume."
        },
        {
            "review_title": "Takes you on the best scent journey!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "Smells like being a sexy book shop owner who moonlights as an adventurer that seeks out rare books in forgotten universities, abandoned libraries, and ruined temples...and who might just be a little bit magic. No but really, this is a great scent - goes on light and floral; wears down warm and spicy with a hint of incense (or at least that's what it smells like to me). Long lasting. Love it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Dry skin",
            "review_text": "Lovely scent! Smelled it on my friend and it lingered. Immediately caught my attention like a good perfume should do. It smells really good layered with Gucci magnolia too."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "One of my favorite fragrance to wear, not too strong or overwhelming itu2019s a nice crisp fragrance that smells great any time of the day, the scent is long lasting. A grown and sexy scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is one of my favorites,  I started use it last year and still using. ud83dude0d"
        },
        {
            "review_title": "Pass - gave it to my Mother",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Combination skin",
            "review_text": "I feel like there are some beautiful and inspiring notes happening here, but they are getting way too overpowered by something that turns it into a very heavy and nauseating fragrance. Pass for me, gave it to my Mom."
        },
        {
            "review_title": "It smells like ud83cudf41Halloweenud83cudf41",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Personally I donu2019t smell anything floral at all. To me it smells like spices. It smells like Halloween to me. Like when you walk into a craft store in fall. I absolutely adore this scent but I donu2019t get floral at all."
        },
        {
            "review_title": "Great clean smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great smell that I wish could last longer. Smells clean"
        },
        {
            "review_title": "one of the bests!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "one of my staples!! this musky citrus smells super rich and amazing on my skin, and last forever. i think itu2019s a great projecting, not too sweet, and long last favorite. will forever repurchase"
        },
        {
            "review_title": "5 stars",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "we loved this!! got it for my grandma as a gift and she loved it so much!! perfect for her lifestyle as she is always on the go but such a lovely scent too!!"
        },
        {
            "review_title": "This is my favourite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've been using this perfume since December 2019, I've had a few bottles since and it's one of my favourite perfumes ever! I find that with perfumes they really need to suit you and this is definitely the one for me! Amazing overall."
        },
        {
            "review_title": "My favorite scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "One of my favorite perfumes. I get lots of compliments. Itu2019s floral but not too fruity. Last a long time too. I like the small bottle because you can travel with it. Definitely buying again"
        },
        {
            "review_title": "Loveee",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Great scent its floral but not to floral, got compliments, a nice perfume to have in your collection definitely would buy again"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "love love! the citrus classy scent! it has this powerful sweet but citrus notes!"
        },
        {
            "review_title": "If I have a signature scent itu2019s this one",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "One of my all time favorite scents! Iu2019ve been into niche fragrances lately and growing my collection of fragrances but I will always have to have this one in my collection. Thereu2019s just something about it. Love."
        },
        {
            "review_title": "Loses original fragrance",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I loved this perfume and this is my second bottle. But I have had it for a few months and now it smells different. Like it went bad but I still have 3/4 of the bottle left. This did not happen with the first bottle."
        },
        {
            "review_title": "Loveee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Absolutely LOVEEE this one. It lasts on the entire day. Love that itu2019s strong & I get many compliments, which makes my day. ud83eude75"
        },
        {
            "review_title": "Compliments from wearing this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This gets me so many compliments! Tried and will buy again. Maybe upgrade myself to the full size to save money. I love this scent."
        },
        {
            "review_title": "Summer in Laurel Canyon",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Bright, memorable, & self-assured. The plum keeps this tart & fresh, while the peach & freesia lend a jammy warmth & sweetness. Truly unique in todayu2019s designer perfume market, this brings to mind Laurel Canton of the 1970s. Best worm with confidence & a free spirit."
        },
        {
            "review_title": "Bewitching",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Been wearing this perfume for a little over a year. Clothes, hair, bedding. Itu2019s mesmerizing and captivating. I am in love. My other perfume loves are Lemon Tree and Chloe (just original)"
        },
        {
            "review_title": "My new fave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I love this scent! I have been wearing Chloe for years but recently tried Nomad and wow itu2019s amazing. Floral and woody!"
        },
        {
            "review_title": "One of my perfumes for life",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "This perfume is STUNNING. A perfect blend of warm florals with the oakmoss,  sweet but sophisticated. It's signature scent worthy and a compliment magnet! I work from home but i like to wear this on days I need a confidence boost on important work days or feel sexy on date niggts. Just a great one for special occasions. Also longevity is next level. It'll last forever... like days if you spray it on your clothes and I'm okay with that!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "WOW what a beautiful scent, classy clean warm and floral bought the travel size and I'm in love makes my mood instantly better new signature scent material for sure buying a bigger size of Nomad when done the travel size curious now on the one with dates and the jasmine one coming out."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Nomad is definitely a good name for this perfume. I think it will suit someone really free-spirited (nomadic, almost!) -- first wave of scent is spicy but not peppery, likely due to the oakmoss. On a dry-down you get a bit more very clean floral (not sweet floral) freshness. Not for me, but I like it better after 2 hours than at first spray."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this. Smells so good. I have the regular and travel. Perfect for days I am traveling or going to gym"
        },
        {
            "review_title": "Beautiful perfume.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this perfume so much. It leaves such a woodsy musky smell at the end of the day that is so comforting. Sometimes it sticks to my clothes even after laundry but it never smells bad! Absolutely lovely."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I really love this perfume. Someone gave me the purse spray version of this and I just loved it so much, I had to buy a bigger bottle. I feel so fancy when I wear this perfume and I get compliments"
        },
        {
            "review_title": "So unique and beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This perfume is like a perfect fairy sent. Makes me think of an enchanted forest. Also makes me think of a sophisticated and cultured woman that knows what she wants in life and is going after her dreams. I donu2019t know how it can be both of those at once but it is for me. I love how different this perfume is from the rest of designer perfumes right now. I have around 30 perfumes and this one already has a spot in the top 3. I know I will repurchase after I finish my bottle. This perfume to me seems to preform beautifully in the colder months. Excited to see how it will preform in the warmer months. If you like unique fragrances more niche like I think you will appreciate this gem."
        },
        {
            "review_title": "holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This perfume is EVERYTHING. It lasts all day (sometimes even after I shower!). I get compliments all the time, I've never smelled anything like it. New favorite, I'll be 50 and still wearing this. Got the travel size thinking I might carry it in my purse in case I needed a refresher during the day, I've yet to need another pump during a day. Even after 8 hours it's still strong, and I cannot put into words how AMAZING its scent is."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Received a sample and fell in love instantly. It reminds me of Chanel COCO Mademoiselle but a bit sweeter and a tad bit more woodsy. I think it can be a versatile scent, it's great for fall but also good for warmer weather if you don't apply so much. Overall, I liked it so much that I ordered a bigger bottle."
        },
        {
            "review_title": "Refreshing, long lasting scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This smell is refreshing, I bought this as a blind buy and it has quickly become one of my favorite go to scents! It last through my entire work day, itu2019s smells great and is not over powering."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love love love, they did an engraving for me so that made it very special and after having it for almost a year i can say that this perfume is one of the best and one of my favourites!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this perfume. It is unlike any other perfume I have and I have many. Itu2019s beginning, middle and end are delicious and all unique in each Dry down. My complaint is the longevity is terrible. 6 hours before I have to reapply. I am not a spray in every hot spot but this one I did that but still no better."
        },
        {
            "review_title": "Can't say enough good things!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Wow! Immediate love. It smells a bit fruity at first, then floral for 15 minutes, then changes to a spicy-woody-floral (dirty floral) after that. It's a touch masculine yet classy at the same time. It's the perfect signature fragrance for me because I'm not into pink-fluffy-girly-girly...my style is a mix of classy/elegant and sporty. So, I think this perfume goes perfectly with my personality. It reminds me of standing in the desert in the middle of the night and being surrounded by unique florals and sand and woods. This perfume is for all season and all occasions and works both evening and day time. I especially love it for summer, though, because it's carefree yet extremely interesting at the same time.  This is best perfume for daily wear hands-down.   Longevity is beastly, projection is good - someone standing near you can smell it, but it won't fill a room (which is great)."
        },
        {
            "review_title": "SEXY, Sweet..Mysteriously Edgy yet Soft & Sensual",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "This is my new favorite perfume, itu2019s sexy, sophisticated, mysterious and has a unique blend of unique essencesu2026i layer it with body butter (unscented) and Nest Turkish Rose Oilu2026for a one two killer combo of deliciousness"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this perfume!! It has a unique scent and makes me feel mature/classy. I wore it on my wedding day. I hope it never gets discontinued!"
        },
        {
            "review_title": "smells lovely",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I received this as a sample. Itu2019s really lovely, it just isnu2019t for me. Smells like a delightful, easy, everyday scent."
        },
        {
            "review_title": "Beware of the glass vial, VERY breakage prone.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Fair skin tone",
            "review_text": "This review reflects the glass vial, which bizarrely cracked in two, INSIDE the box, when it accidentally slipped from my hand.The perfume itself smells wonderful and lasts decently long, not all day, but a decent amount of time. However, either Chloe uses incredibly cheap glass, or I received and extremely defective vial. Either way I was not happy as I barely got to use it on holiday, and had been so careful to keep it in its original box to avoid such a mishap."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This has been become my signature scent. I absolutely love this fragrance. This fragrance is long lasting on me. 10 out of 10 would recommend."
        },
        {
            "review_title": "An 8+ hour scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "So I was leaving Spain and at the duty free area I realized I forgot to put on perfume. I saw a Chloe perfume and spritzed it on me, took a picture because I liked the initial scent, then went to wait for an 8 hour flight home. 10 hours later the scent is STILL THERE and strong. I was sold after that, and it sat well on my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Absolutely my favorite! To me it smells earthy, but not in an over powering way."
        },
        {
            "review_title": "Warm and sensual",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "When I first sprayed this on a perfume tester strip at Sephora it smelled strongly like apple pie and I thought it was weird. But, when it started to dry down it really mellowed out and became an opulent, warm, floral scent that really lasted on the strip. I'm ready to try it on me now and see how it goes. But I'm sure I'll still love it."
        },
        {
            "review_title": "Absolutely gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I LOVE this fragrance, it's so soft, feminine, and gorgeous. Like suede, musk, and new paper. Very versatile, it would work for day or night, summer or winter. So sophisticated without being too mature."
        },
        {
            "review_title": "FOUR STARS?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received a sample of this. To me, this has a very sharp, somewhat bitter, extremely unpleasant scent to it, and this was 20 to 30 minutes after spraying. I thought maybe it was just me, so I had my man sniff it. He literally jerked his head back, making a face. When he agreed with my assessment, I asked, So, one star?. He said, I'd give it a minus-one."
        },
        {
            "review_title": "1000000% yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Iu2019ve never gotten so many compliments on a scent before. Amazing scent and Itu2019s long lasting too."
        },
        {
            "review_title": "Just okay... Meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Nah, this one is just okay. Something to wear to work but not anything special that people will want to know what it is."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "Really love this scent. Itu2019s soft but noticeable. And I love that itu2019s called Nomade because it fits me perfectly"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "No just wasnu2019t for me. Too strong and still didnu2019t last all day"
        },
        {
            "review_title": "Scent signature",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Definitely my scent signature since 2 years ! The smell is INDESCRIPTIBLE."
        },
        {
            "review_title": "get it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely adore this fragrance! itu2019s deep and bold, quite strong but it dries down wonderfully and lasts for hours. It does smell slightly masculine upon initial spray but it turns more floral over time. An evolving fragrance that will probably become my daily scent."
        },
        {
            "review_title": "Spicy Woodsy Floral?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I usually tend to gravitate towards citrus or fresh scents, florals have always smelled like grandma's perfume to me. I got this as a sample and I can't stop smelling my wrist! I'm not getting so much of a floral note, but on me it's picking up more of a peppercorn/woodsy kind of scent.  It's almost on the verge of being masculine but has just enough of a hint of femininity to keep it from crossing that line. Every time I sniff myself I'm like I bet you this is what Rhianna smells like. Definitely purchasing the full size!"
        },
        {
            "review_title": "my new signature scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I smelled and sampled this perfume in the Sephora store and knew I had to have it. Itu2019s an awesome, warm floral scent that can be worn year round and has long lasting power. I switched my signature scent for coco mademoiselle to this."
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "More mature than the original chloe but just as beautiful!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "this smells absolutely bomb and itu2019s not too overpowering and strong itu2019s just right"
        },
        {
            "review_title": "Fresh and clean!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "One of my favorite perfumes for warmer months. Fresh, light and clean. Great for summer."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "While I do quite like this smell, on me it reminds me so much of Harryu2019s brand scent Stone. My husband uses the body wash, and I swear theyu2019re almost identical in scent. I love using the wash because of the scent, and itu2019s interesting to find it here in this high end perfume."
        },
        {
            "review_title": "wow!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This fragrance is gorgeous! Floral with a slight sweetness and a beautiful musk base. It smells carefree and luxurious all at the same time. Signature scent for sure. For reference, some of my favorite fragrances are: Chloe by Chloe, Chanel No. 5 Lu2019eau, Bloom by Gucci and Sweet by Ellis Brooklyn."
        },
        {
            "review_title": "get it!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I donu2019t usually like floral but this one made me feel expensive my bf also said itu2019s a 10/10 which is amazing cause he always says the others are 8/10 so to finally find a perfume he likes is amazing I love this one"
        },
        {
            "review_title": "The First Day Of Spring",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "Sexy without trying. This is the girl who paves her own way. Slight sweetness is infiltrated by the adventure of oak moss with blooming flowers. Spring day when the air is crisp."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Amazing ^-^ this is a warm, sweet, floral scent. I think it's really different, in a good way, than other perfumes with this sort of description. I probably would reserve this for nights or the colder seasons since it's warm and somewhat spicy."
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this scent, elegant and fresh. Definitely one of my top favourite"
        },
        {
            "review_title": "Great scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I love this scent! I usually wear florals but wanted to try something different and this is perfect. Iu2019ve been wearing it to work and itu2019s a little woodsy but still light and clean."
        },
        {
            "review_title": "not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I don't know if its my body chemistry or what. I read all the rave reviews and thought to try it since I like freesia and moss. It doesn't smell bad. its just not for me. I thought its too sweet to my liking and I waited for the dry down but still don't like it. Can't explain the scent on me. Sort of coconut ee and it gives me headache. Also Sephora don't give things for free if not sending them anyway. Not the first time. what a waste of reward points. So disappointed."
        },
        {
            "review_title": "Wait for the dry down",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Got a sample in a sephora order, at first spray I thought it was too strong and was turned off... 10 mins later I couldn't stop smelling my wrist and bought it the next day."
        },
        {
            "review_title": "Scent Lasts All Day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This smells so good! I can still smell it even after a long day. I asked for a big bottle for Christmas and wear it often!"
        },
        {
            "review_title": "hate to SIGNATURE SCENT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve smelt this perfume multiple times and always couldnu2019t stand it. Itu2019s very different, strong and had something that I didnu2019t think would be wearable for myself. But THEN, one day, I tried it and fell inlove. Now thereu2019s no turning back. This makes me feel sexy, powerful, like a boss and so delicious. Iu2019ve never had a u201csignature scentu201d but I think this is the most Iu2019ve ever wanted a fragrance to be that to me. I almost want to gatekeep it now so I smell unique LOL. It smells niche! Bravo to Chloe! I donu2019t own any other of their fragrances and donu2019t desire to. This oneu2019s perfect!"
        },
        {
            "review_title": "obsessed after dry down",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "when i first sprayed it on myself it smelled like grass and trees which isnu2019t what i want to smell like so i wasnu2019t loving it. i smelled it about 3 hours later and now iu2019m going to go buy it on saturday. i canu2019t even pinpoint the notes but it smells classy without being mature. itu2019s sweet but not in an artificial pink sugar or prada candy way, but in a very elegant, tolerant way. i think it might be one of my new go tou2019s."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Smells so divine and complex! Can't stop smelling myself."
        },
        {
            "review_title": "This is it! I found my SIGNATURE SCENT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "YouTube prettybreemua made me do it! She is all about sophistication and when I smelled this... this is exactly what I GOT!!! this is all women in their 30s hanging with their girls going out for a nice and lovely dinner. Yes!!!!!! The first honest description of a scent that actually matched!!! If this is you, you need to get this ASAP!"
        },
        {
            "review_title": "Has the performance of a toilette",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Very nice smell however has the performance of a toilette not an eau de parfum which is completely unacceptable at this price point. Does not last on skin or on fabric. This has a very green and mature vibe to it really sad that I canu2019t rate it higher"
        },
        {
            "review_title": "This is a yummy expensive smelling scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I really like it! It was a blind buy. Heard a few ppl raving about it online. So I gave it a go and ordered it. At first I was like itu2019s okay. But as it warmed up on my skin, it smelled absolutely divine. I bought the small spray to try it out. But Iu2019m definitely wanting a larger bottle. It goes so well with my body chemistry. It has that it factor for me!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Yessss. I love how you can smell allllll the notes, itu2019s. Very sexy and strong but ALSO so dainty at the same time. Iu2019ve never sneed a scent with a mood Nd vibe like this one before.. Iu2019m so impressed because this was a gift for someone else!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I honestly think thereu2019s no point in seeing other peopleu2019s reviews on perfumes. Unless they explain how the notes smell. Perfumes smell different on everyone, and you need to test it yourself. To me, this perfume smells like a warm fruity floral scent. Delicious."
        },
        {
            "review_title": "Classic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is my favorite perfume in my collection and I have over 30! This is probably NOT a safe blind buy. You have to try it before you buy it. It works well with my body chemistry and I get a lot of compliments when I wear it. That said, like any other fragrance, you need to understand that what works for one person might not work for another, so the one star reviews are meaningless. I pick up a lot of wood in this fragrance so it can pass off almost as u201cmasculineu201d or maybe unisex to a degree, so that might turn some women off. Itu2019s in the same vein as Chanel Coco Mademoiselle, so if you like that, you might like this too."
        },
        {
            "review_title": "My signature scent.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I love this perfume. As a native New Yorker living in Toronto, ON; this scent reminds me of a confident woman who is passionate about her life/motherhood/career and is not afraid to say whatu2019s on her mind. She gets the job done with elegance and poise while making men blush. Itu2019s my go-to and definitely gets me in the mood to get out there. But first, an espresso."
        },
        {
            "review_title": "SMELLS SO GOOD",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I got this as a sample and loved it.definitely a warm/spicy scent andit smells so good. i always get compliments when wearing. 100 percent recommend no doubt."
        },
        {
            "review_title": "Love !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I got a sample and wow love it and so does my husband!! Perfect for everyday wear"
        },
        {
            "review_title": "everyday!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "A staple! Can be worn everyday with good lasting power"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Best. Smelling. Perfume. Ever.  Long lasting. Nothing much more to say. Best perfume I bought."
        },
        {
            "review_title": "CHANEL Coco Noir dupe but lighter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This to me legit smells like coco noir but a lighter more everyday/daytime version.. so in love with this perfume."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Unfortunately I canu2019t help but think it smells like Raid, the bug killer spray! Itu2019s so strong and not pleasant on me at all. :("
        },
        {
            "review_title": "fresh and earthy scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Starts off very fresh and citrus-y. The initial scents of mirabelle, bergamot and lemon are very prominent. I got a lot of fressia in the middle and oakmoss and patchouli on the bottom. It's a very subtle scent, only people in an intimate range would notice. Lasts all day long though!"
        },
        {
            "review_title": "loving itt!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Got it as a sample with another purchase.Loved it and will get a value size!!"
        },
        {
            "review_title": "Mature, Strong, Confident",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I smelled this in a magazine and immediately ordered the purse size. Wore it for the first time today and then came home and ordered a larger bottle. I like the way this smells on me. I definitely feel like it is for a mature woman. (I am 52). It's green and woodsy and masculine.....not a girly girl perfume. I didn't get any feedback from anyone while wearing it, but I liked the way I felt wearing it and that is good enough for me."
        },
        {
            "review_title": "Cheap aftershave!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My goodness how in this world does this have any ratings above 1 star?! Downright shocking! I got a tester of something that I thought was this. I loved the tester and proceeded to order this. I may have gotten a bad batch? But it smelled like CHEAP AFTERSHAVE! What!! I wouldnu2019t even want to smell this on my husband. And I couldnu2019t wash it off. I thought I was going to vomit- no Iu2019m not exaggerating. Oh well- nice try but no!"
        },
        {
            "review_title": "New signature scent. Feminine-sophisticated-spicy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Thanks to Anna at the Perfume counter of the Downtown Montreal Sephora, I now have a new, and terribly me, signature scent! This scent is warm and spicy, feminine and strong, sophisticated and daring. The projection is just the right distance and the wear time seems to be easily a day. I wasn't entirely sure of its daytime wear aspect in the heatwave, but in normal heat, I've felt completely comfortable with it. I actually think this perfume is giving me more confidence. Have not yet worn it at the office (telework oblige) but I cannot wait to see if I'd get any feedback. Among friends and family? 100% approuved."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Warm & spicy and the dry down is sweet almost powdery. Great projection and wear time. Signature scent worthy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Smells very sophisticated and dries down wonderfully"
        },
        {
            "review_title": "NEW FAVORITE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I LOVE this scent! I'm in my 40's and I like something feminine but classy. Whenever I put this on, my family loves it. My children say I smell so good and my husband won't leave me alone! ;) This scent works for going into the office AND date night. It's sexy, fresh, and screams WOMAN. Slightly sweet, but sensual too. It's my new signature scent!"
        },
        {
            "review_title": "Returned",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I was hoping for a earthy but feminine scent, with lots of patchouli. Unfortunately, this was not what I was looking for. To me it smelled like a mans cologne. It was too musky and spicy for my taste. My 7 year old daughter loved it though. I can see how some women might love this, but I ended up returning it."
        },
        {
            "review_title": "PERFECT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I chose this perfume as one of my samples with a purchase. As soon as I sprayed it, my partner asked me what perfume I was wearing. His reaction made me realize just how beautiful of a scent it is! Itu2019s simple, clean, and a very u201cprettyu201d scent. Throughout the day it lasted well, and Iu2019m extremely impressed overall!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "bought the travel spray to try out the scent, i love this perfume! Smells amazing! need a full size!"
        },
        {
            "review_title": "Lush Store meets Saks Fifth Avenue",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "At first spritz, it smelled like a very high-end department store, a little aggressive and very rich. I was confused because the vibe of this perfume seemed to be more free spirited. Then it dried down and I am absolutely in love. Whoever said it smelled like the inside of a Lush store was completely right, but less cloying fruity sweet and more sophisticated. I was the biggest fan of See by Chloe before they discontinued it, and something underlying in here is a bit reminiscent of that. Somehow sophisticated but fresh and nomadic as the name says. I get very clean floral with a warm (not super woody) base note and a hint of fruitiness. Will be buying the large size when I run out!"
        },
        {
            "review_title": "LOVE IT",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "it smells like the inside of a LUSH store, love it"
        },
        {
            "review_title": "spicy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "the best way l can describe it is that it smells like the inside of a LUSH store"
        },
        {
            "review_title": "SMELLS AMAZING! LOVE THIS PRODUCT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone",
            "review_text": "I love this product!!! I get so many compliments and love having a unique scent. High recommend!"
        },
        {
            "review_title": "it smells sweet and a little spicy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I feel like Iu2019m sophisticated and sexy when I wear this perfume"
        },
        {
            "review_title": "My New Signature!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This is my new signature scent!! I got it as a sample and fell in love! I wasnu2019t expecting much from it because I dislike the original Chloe, but this is so different from what I was expecting! Itu2019s fruity, floral, woody and musky on my skin and honestly so perfect for any season. The bottle is to beautiful too! Definitely get this perfume itu2019s so amazing!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "u2764u2764u2764u2764u2764I recvd this parfum as a free sample....I ended buying it.u2764u2764u2764u2764u2764"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this scent for the fall. Iu2019m 54 and usually like florals. This is a musky floral a rent which I normally wouldnu2019t like. I received a sample and had to go buy the full size. I will purchase again and again!!"
        },
        {
            "review_title": "mature in what way?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I love original Chloe, and I liked this when I smelled it in store, but now that I'm wearing this it is reminding me of something my mother or grandmother would have worn in the 70's.  It does have a green note in it I am liking, so I'm not going to put this away just yet, but my initial impression is blech.   It's mature, and maybe old is new again.  I think my memory is longer than most of the reviewers here, and I don't want to smell like an 82 year old."
        },
        {
            "review_title": "Unique feminine scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is the only Chloe scent I like and thereu2019s something really special about it in my opinion. Itu2019s a floral for sure and I find it very feminine and pleasant but thereu2019s a spiciness to it that makes it unique. Itu2019s not sugary sweet or powdery, so if thatu2019s the kind of perfume you like, donu2019t go for this.   The base has sandalwood, patchouli, oak moss and amber wood, so it dries down nice and cozy after the spicy floral/citrusy opening. Lasting power is very good on me, definitely a forever scent in my collection."
        },
        {
            "review_title": "Lovvvvvvveeeeeeu2728",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This perfume has been my go-to for years now. I absolutely love the scent. I only need one spray and itu2019ll last the entire day."
        },
        {
            "review_title": "Good, strong perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "The greatest scent from Chloe. Every time I wear it, I get nothing but non stop compliments. It is strong so you will not need very much."
        },
        {
            "review_title": "One of my favorite scents ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone",
            "review_text": "For some weird, unexplainable reason I have always wanted to try this scent. I gave in so...maybe itu2019s my destiny? My new signature scent? I donu2019t buy new fragrances often. I love the classic vanilla scent from VS, Tom Fordu2019s Santal Blush, and Aerinu2019s Amber (just so you get an idea of scents I like). I like vanilla, warm, spicy scents. Even leather and mandarin/orange are okay. You get the point. I was afraid to try this scent because of the oak moss note mentioned in the description. Iu2019m not totally into earthy scents, but this scent is so much MORE than that. Itu2019s so beautiful on me! Itu2019s warm, slightly sweet, and floral, but not too floral. You smell a little bit of earthy but I donu2019t mind. When people smell it on me they really like it. Also, FYI: I purchased Chloeu2019s original scent before purchasing this one (thinking it would be a safe choice) and how I was so wrong. The original is a lovely scent for summer, very floral, but this one is next level. So if youu2019re unsure, just try it."
        },
        {
            "review_title": "Smells cheap",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Normal skin",
            "review_text": "Remember those cheap department store perfume? This smells just as overpowering and headache inducing as that. I've gotten the trial size and trust me, I wanted to love it because of the brand name.This just makes me dread using up the little 1.5ml vial I have because of its strongly scented smell.This showy, lacking in substance smell isn't my style"
        },
        {
            "review_title": "go buy it now",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I canu2019t rave enough about this fragrance. It reminds me of chance eau tendre by Chanel, only a more sophisticated version. I used to wear eau tendre, but being in my late twenties, I started to get the feeling it was too young for me.  Nomade kind of smells like eau tendre but more Woody, earthy and musky with a bit of spice to it. Itu2019s the perfect alternative for a more mature and womanly scent. I think every woman should own a Chloe fragrance. There is something about this fragrance family that is so classy, sophisticated, yet womanly. Nomade is not powdery, and not soapy. Itu2019s a staple in my perfume collection that I plan on repurchasing."
        },
        {
            "review_title": "Lovely Fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is an absolutely beautiful scent. Very long lasting and a little goes a long way. Love it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Ok I love this perfume BUT only when I use it in between 2 sprays of the original chloe. I just finished leaving a review for the original but I had neglected to mention that I had spritzed 1 or 2 sprays with it and that had made a big difference in my experience.  This perfume has a lighter more citrusy smell to it without sacrificing florals and even a hint of a masculine warm scent. Now combine it with Chloe and holy cow youu2019ve got a winning combo. I should have mentioned it in my review for the original Chloe but I honestly thought at the time I was only smelling Chloe. I did another smell test and I was so wrong. Honestly this perfume is good on its own, as is Chloe, but the smell that I really couldnu2019t resist (and my husband) was the combination of the two. I had received a small sample of each in a previous order. Now, because I love the combo so much, I am seriously contemplating getting a full size bottle of each. I took one star off because the scent alone isnu2019t something Iu2019d wear on its own. Lasting power is over 8 hours. I wear perfume to bed and when I woke up I could still smell this beautiful perfume."
        },
        {
            "review_title": "Sensual Warm Floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is my signature scent. It's floral but not in a traditional way. It has a depth to it, slightly mossy in a good way."
        },
        {
            "review_title": "RECEIVED SO MANY COMPLIMENTS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "One of the best perfumes Iu2019ve ever tried! The scent is a little overpowering so you donu2019t need to put as much as you would with other perfume. The scent is very floral and I love it, I received so many compliments the first time I tried it on."
        },
        {
            "review_title": "Smells so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, fairLight skin tone, Dry skin",
            "review_text": "This fragrance smells so good. Its kind of sweet and powdery. It lasts a long time too. Chloe did a great job picking this mix of ingredients."
        },
        {
            "review_title": "warm floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "amazing scent. it has a nice floral scent for people who donu2019t love florals. it is like a warmer toned version of mark jacobs daisy"
        },
        {
            "review_title": "Extremely Strong! Wow!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "This perfume smells amazing but boy, itu2019s overpowering!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love this scent! Very classy! My favorite new fragrance since the first time I smelled a sample."
        },
        {
            "review_title": "Maybe for you but not for me.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Iu2019m usually not into warm and spicy scents but I thought maybe this one would change my mind. It was a blind buy and sadly, it definitely wasnu2019t for me. Iu2019m more into citrusy, fresh, sweet, florals. This one on me smelled earthy, woody, warm, and spicy. And although, thereu2019s a little bit of fruity notes and citrus notes, I canu2019t seem to smell it at all. Iu2019d say that if youu2019re into oud type of scents, youu2019ll really like this one. Or if youu2019re really into fragrances like Black Opium, (which I am also not a fan of) I think youu2019ll be a fan of this as well. Iu2019d also consider this more of a mature perfume.  Maybe someone in their late 20s going into their 30s. Definitely takes a certain woman of a particular age to pull this off."
        },
        {
            "review_title": "yes!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Dry skin",
            "review_text": "Absolutely my favorite perfume. Lasts all day and the only perfume I regularly receive compliments on!"
        },
        {
            "review_title": "Musty and dusty",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Light skin tone, Normal skin",
            "review_text": "I like the original Chloe OK (although I havenu2019t worn it myself, itu2019s my momu2019s favorite)... but itu2019s hard to describe this scent except that it smells like must and dustu2014almost mold-like on me. It does have a lot of staying power, though, as I canu2019t seem to get the scent off of my skin. Maybe itu2019ll smell better on my mom with her chemistry. But with mine, it reminds me of cleaning out my grandmotheru2019s closet after her death and smelling what once was great perfume on her dresses turned rancid."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Received a sample of this perfume and loved it. I now ordered the bigger bottle. It is a mature warm sweet scent"
        },
        {
            "review_title": "my signature scent! can't live without her",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Nomade is somehow sweet and spicy, fresh and warm all at the same time. The woody notes are the strongest for me; however, I'm not getting oakmoss like many others are. I'm getting something evergreen instead, like cedar or maybe pine? The fruity and floral notes pair with it well, especially the mirabelle and citrus. The peach notes peak out a bit too, but in my opinion aren't very noticeable.  It's great for any season, but it really blossoms in the cold and gives me such happy memories of winter. Well-composed, comforting, and sensual. I'm planning on keeping Nomade around for a very long time."
        },
        {
            "review_title": "Absolutely Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this fragrance so so much it is one of my favorites! It lasts a very long time, as a waitress I get so much compliments on it! Make sure you buy the eau de parfum and not the toilette cause it does come in both, if your wanting a more intense/long lasting."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I love love the smell. This is the only parfume that I use for 3 years. I have the big size in my home and I carry the mini in my purse. I donu2019t like strong, flowery scents. This one is great for everyday use. This is my signature scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone",
            "review_text": "I think this smells similar to the original Chloe only not as floral. It's a nice soft scent good for day and night. I feel this is a better choice for the fall and winter seasons than the original which feels like more like summer and spring to me."
        },
        {
            "review_title": "Positively divine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Iu2019ve never smelled anything like this in my life. The first time I smelled this I told my husband this smells like cologne and right out of the bottle it can. I decided to give it a try a gave a little spritz on my chest and went about my day. When I tell you that on my skin it developed into something so warm, exotic and unique! And everyone that stuck their head in my office said it smells good. I would definitely consider this a mature perfume but not in a stuffy or stinky way we normally associate with mature smelling perfumes. A little goes a long way and your body heat develops the scent so be sure not to just spritz in air and walk thru. You will not have to reapply. And this could definitely be unisex"
        },
        {
            "review_title": "Just Okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "The little sample I got made me fall in love with the warm and feminine scent of Chloe Nomade. It was chic, subtle, and stayed on my skin all day. I bought the travel spray because I loved the scent so much. The scent doesnu2019t smell as warm and is stronger and more pungent. The spray part of the bottle also doesnu2019t work properly so the perfume runs down the side of the bottle instead of spraying out. I will be waiting until I use my other travel spray perfume to change this perfume into a different bottle. Iu2019m not disappointed but for the price I was expecting more consistent quality..."
        },
        {
            "review_title": "Not Long Lasting",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This would be the PERFECT perfume for me if it was long lasting."
        },
        {
            "review_title": "my new scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Ok I donu2019t know the first thing about perfumes...like how does everyone here know what oak wood(?) and bergamot (??) smell like??  Hereu2019s what Iu2019ll say about this perfume.  It is for ~cool~ people. For sure.  Itu2019s feminine with a hint of boy-ishness.  It makes me feel like my arms look good in a tank top.  It makes me want to go on Refinery 29 and call myself a u201cgirl bossu201d. It makes me feel like I had a promising future in finance but I left that job to pursue my passion of woodworking.  It makes me feel a lot of things that are great in theory, just not for me. But in doing so, it makes me feel like a woman that just...knows what sheu2019s doing."
        },
        {
            "review_title": "Absolutely worth a try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I bought this perfume after a friend recommended it. The first time I tried it in summer I immediately thought it was awful and smelled like something for old ladies. Fast forward to winter and I gave it another try and for some reason it smells so much better! Itu2019s warm and spicy with a woody top note and a citrus and fruity heart, followed by a powdery amber finish. Itu2019s now become my top favourite perfume! Iu2019ve been wearing it all fall and my only regret is that I didnu2019t get a bigger bottle!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is a nice warm floral scent. It is more of mature classy scent (but not in a grandma way and not in a bad way) I feel like this would be perfect for someone in their 20s and older. It's the perfect mix of a strong perfume and a light one at the same time. It is very sophisticated, elegant, classy and girly and it lasts about 8 hours on the skin. When i smell this perfume i think about a women that is classy and  that is always well put togheter. Would recommend!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "I have a sample of this and I love it, Iu2019m definitely considering buying the full size. Itu2019s a really lovely mature scent, floral, and a whisper of spice."
        },
        {
            "review_title": "Delicate Fruity Floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I love this fragrance. It's a soft, lingering, delicate, fresh, fruity, floral scent with my body chemistry. Received a ton of compliments from strangers and loved ones regularly when I wore this out and about pre pandemic."
        },
        {
            "review_title": "amazing smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "Wow ce parfum a une odeur magnifique!  Tres feminin, doux ! Ju2019adore . En plus il dure toute la journee"
        },
        {
            "review_title": "ON MY CHRISTMAS WISH LIST",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019ve receive two samples of this in two purchases and I love it. Itu2019s a lovely floral musky scent that softens and lasts a long time on me. I just received a third sample that I will (reluctantly) pass on to my sonu2019s partner, who also loves floral scents!"
        },
        {
            "review_title": "Love this !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I received this as a sample and now I carry it with me in my purse ! It lasts a long time and I find the scent floral, with a bit of warmth spice to it. Itu2019s a strong scent but not too over powering ! I also find this a more mature scent"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "recommend if you want to smell like an old woman! if not, itu2019s a hard pass. this stuff is way way too strong and geriatric smelling."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "It smells almost masculine, but in a good way... the floral is definitely noticeable and it has good staying power and isn't too pungent. Its classy without being too mature/old lady like...definitely would wear on a date night or going out somewhere because it's not something I would wear every day"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this perfume. Normally I wear Chanel mademoiselle. But I fell in LOVE with this. My top two favorite perfumes. This gives off radiant boss lady energy. I receive compliments all day when I wear this."
        },
        {
            "review_title": "A Masculine Take on Chloe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This perfume is hard to describe, I an a big fan of florals and musk scents. I also have Chloe Love story and the Original Chloe. Both are wonderful florals however this one is different. Its warmer, less floral, more musky, woodsy. Feels like such a fresh fall scent. Warm and sensual. For reference I am a 24 year old woman, some my other favourite perfumes are Jo Malone Blackberry & Bay, Nest Indigo, Clean Nectar, Replica Jazz Club."
        },
        {
            "review_title": "SO GOOD",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "got a sample for this and had to get the full size IMMEDIATELY. itu2019s now my bfu2019s fave scent on me!"
        },
        {
            "review_title": "Way too strong",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I got this as a sample with one of my Sephora orders and the first time I smelled it, I knew it wasnu2019t for me. Itu2019s a REALLY strong floral scent that reminds me of a perfume my grandmother used to wear - it has that kind of an u201colderu201d feminine smell to it. As a 22 year old who isnu2019t big on floral scents anyway, this isnu2019t perfume for me."
        },
        {
            "review_title": "Didnu2019t care for",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Didnu2019t really like the smell. Has this warm cinnamon scent that I really didnu2019t like. Iu2019m a Versace bright crystal girl so this was kind of too warm for me and not that much floral."
        },
        {
            "review_title": "Get it now",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "If youu2019re thinking of getting it this is your sign GET IT . Itu2019s literally the best fragrance."
        },
        {
            "review_title": "overwhelming",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Purchased this due to reviews but wow this smells horrid. The smell is strong and sweet and not a good sweet. The kind that gives me headaches and want to throw up. Pass on this"
        },
        {
            "review_title": "Compliments all day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I always get compliments wearing this. I love all things chlie except the rose fragrance. The original is timeless and Love Story is pretty good as well. They all have lasting power. The other 2 are lighter fresh scents but Nomade was different. It starts of spicy then after settling its more so sweet. Pretty strong so if you dont like that do not purchase. Perfect date night or special occasion scent or you can wear it daily if the smell isnt to strong for you."
        },
        {
            "review_title": "love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love love love this perfume. Iu2019m 23 and work in an office and itu2019s one of my favorite perfumes to wear when I have an important meeting or client presentation. Makes you feel so good and confident!! I canu2019t even describe how it smells it just smells so clean but feminine at the same time. Lasts literally all day into the next day even. Makes me so happy anytime I smell it. Definitely check it out!"
        },
        {
            "review_title": "truly awful",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "smelled like bug spray to boyfriend and mothballs to me, perhaps I got a bad batch?"
        },
        {
            "review_title": "Sexy, alluring",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Combination skin",
            "review_text": "Such a beautiful scent! Actually found a recommendation for this perfume on TikTok and took a chance on the travel size, Iu2019m so glad I did, this scent is hypnotizing. Love!"
        },
        {
            "review_title": "Awesome. You should try it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is a great perfume. I am totally into perfume and am very particular to certain scents. This perfume is a very warm scent that smells awesome . I bought the rollerball so I feel like I have to reapply later in the day but I love it and people always give me compliments on this and Julietteu2019s Got A Gun- not a perfume scent. That one smells like you just got out of the shower. Both are great! Enjoy!"
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Love this scent. Very feminine not too strong. I bought the travel spray as well to take it to go."
        },
        {
            "review_title": "Beautiful and Timeless",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Beautiful scent! I've finally found my signature scent with this Chloe Nomade perfume. I received a sample in a recent Sephora shipment and I'm so glad I did because WOW! It's a stunning scent for every day wear. It's light and fresh and subtly sweet and floral but not overpowering. It's perfect in every single way. And it lasts all day! It doesnt get much better than this in my opinion but scents are subjective so add a sample of this to your next Sephora purchase and try it out!"
        },
        {
            "review_title": "favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Beautiful smell that never gets old. Not too sweet or floral just a great scent"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I really love this scent. Very strong and lasts a long time. Something I would wear in winter and fall. Geared more towards an older womanu2019s preferences I feel. I love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Perfect summer perfume. Itu2019s delicate but lasts all day. Classy and clean"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "My go-to summer scent! I use YSL Tuxedo & Caban in the winter, but this is very light wonu2019t stink you up if you live in a hot place. I suggest buying this in-store, because some fragrances are subjectively pleasant."
        },
        {
            "review_title": "Badass Desert Dystopian Heroine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "An absolutely unique and timeless scent. Makes me feel like a Badass Desert Dystopian Heroine u2026 Iu2019ll admit that this did take me a few sprays to grow accustomed to the chypre heavy intro, but the more I tried the perfume the more I fell in love. It has become my go to daily spray, and Chloe has won me over yet again with the quality of their perfume bottle (this was a hefty large hand sized bottle) that feels good to hold in my hand. Watch their promo video, I swear it beautifully captures the scent."
        },
        {
            "review_title": "My new Go to Fragrance now",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I received some samples from Sephora. I tried on a fragrance and guess that this was the fragrance I wore. At first I didnu2019t like it because I did not smell it. However I get so many compliments from girls and guys. Also I spray like my bra and shirt so it last all day. I smelled it one day not on one of my shirts and thought it was magnetic, itu2019s smellssss soooo good u2764ufe0f Buying another bottle!"
        },
        {
            "review_title": "SEXXXAHYYY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This smells soooooo friggin good! Whew! A perfect scent for early twenties older teens, elegant but not too old smelling. Super sexy too."
        },
        {
            "review_title": "not for me.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I personally did not like this scent. It smelled almost manly to me and was not pleasant. Hard pass and would not recommend."
        },
        {
            "review_title": "In 3 words: Warm, sensuous, inviting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I picked up this perfume in the winter of 2018 and I've been wearing it ever since, switching with Balenciaga's Florabotanica when the weather is warmer. This scent envelopes you in oakmoss, which is a velvety, almost peppery scent and is amazing to catch a whiff when you're strolling about in the cold -- the best I can describe this is that it reminds me of a sophisticated hearth. I do enjoy freesia too, and I love how the scent matures through the combination with the oakmoss and makes for a youthful but elegant fragrance."
        },
        {
            "review_title": "perfume perfection.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The best parfum ever. I always get so many compliments wearing this and have worn it for over a year now. The store associates will tell you this is a good fall scent, but tbh itu2019s a great all year scent to me. Itu2019s perfection and you canu2019t go wrong with Chloe."
        },
        {
            "review_title": "Signature scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "A very mature scent. It is now my official go to and I get so many compliments when I wear it. I do suggest this scent over the darker version. I have this in every size, including the sample size. And the packaging is a plus. I am surprised this is not more popular"
        },
        {
            "review_title": "I like it on me. Sophisticated and fun.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I really liked it on me. It is fun yet sophisticated. It smelled mature, but not like for older people. I am in late-20's and I think it goes well for me right now."
        },
        {
            "review_title": "a little pricey but itu2019s worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "i love this. it smells so feminine and flowery makes me feel so expensive. itu2019s very strong so a bottle will last forever."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "This is a really beautiful scent. Floral at first but much warmer than you expect. Reminds me of Daisy Love which I was also surprised to like. Definitely on the expensive side though."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Smells really good. I get a lot of compliments when I wear it."
        },
        {
            "review_title": "BUY This",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Smells amazing and lasts alllll day! I get compliments every time I wear it."
        },
        {
            "review_title": "New Fresh Scent!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Normal skin",
            "review_text": "Wanted to try a new fragrance & this has become a new favorite! Very fresh, floral & Iu2019ve been getting compliments when I wear it. Another to add to my collection."
        },
        {
            "review_title": "Sensual yet strong vibe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Combination skin",
            "review_text": "This perfume is alluring is very alluring! I canu2019t get enough of it! It has staying power and is not overbearing. I have received many compliments, including one from my boyfriend, who generally doesnu2019t care for fragrances. I bought the rollerball size but will purchase the full size next!"
        },
        {
            "review_title": "You'll either love it or hate it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "When I first sprayed this perfume I thought 'meh, not really my type of scent' .. However it grew on me and I started to really like it. It's nice first thing in the morning because it is fresh and sweet/floral and feminine. I do feel however that this could possibly be in the it gives my mom a headache category. Definitely try to get a sample size before spending this much money. Like I said, you'll either love it or hate it."
        },
        {
            "review_title": "Just a little expensive, but a very unique scent!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This is such an interesting scent. Its fruity with almost a spice to it, and very earthy (you can smell the wood). I find this parfum sexy and chic, I'm only taking away a star because its on the expensive side for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I Love this perfume So soft yet addictive honestly, I just love the smell!!! I don`t usually wear perfume if i`m just home but i cant help it"
        },
        {
            "review_title": "Not my scent",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I tried on the perfume immediately after receiving it and was so disappointed. I really wanted to like it but it is just too  dry smelling, sort of powdery (if that makes sense). After letting it sit on me for about 20 minutes, I thought it would calm down but it did not. The smell definitely holds and you only need one spray.  Unfortunately,  I have to send it back because the scent is not flattering for me at all."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Very sensual and unique. My boyfriend loves it!  Requires more sprays than the original chloe but that doesnu2019t bother me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I just love this fragrance! I feel like Nomad is in the same wheelhouse as Daisy - Refreshing and feminine, but a little more bright and not as floral. I wish I had bough the larger bottle!"
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "J'aime l'odeur du parfum. Not too strong, subtle nice smell. I will definitely order the bigger bottle when i finish this one."
        },
        {
            "review_title": "The best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "LOVE! This perfume does something magical and blends so well with different individual's skin. My friend sampled and thought it smelled amazing and completely different on her. This was what I wore on my wedding day and everyone kept telling me how amazing I smelled."
        },
        {
            "review_title": "PERFECTION",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I cannot recommend this fragrance more. I have gone through MANY scents and this is the only one I have bought over again. This size is perfect too as it really helps maintain the integrity of the scent. I wear this almost daily and fall in love with it every time."
        },
        {
            "review_title": "Finally found the one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I have been searching for a scent that will become my scent. You know a scent that the second you smell it it takes you back to a memory. This is mine. I have searched high and low, SO MANY TESTERS, and this is the scent that I hands down get a compliment when I hug people EVERY SINGLE TIME."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Love how floral and warm this fragrance is. Perfect for transitiong from a heavier winter perfume."
        },
        {
            "review_title": "love the scent, very beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "i got the sample size with another purchase, the same scent though and i love it, it smells very feminine and this is a scent that i would love to smell like all the time, though i didnu2019t purchase the large bottle i think that it is fairly expensive for a bottle of perfume"
        },
        {
            "review_title": "My Favourite Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "Now Iu2019m not the most experienced with perfumes but Iu2019ve loved this one for a little over a year. The scent is girly and pretty but also mature, without making you smell like a grandma. It stays on for a long time and I like it best in small amounts. If youu2019re looking to try something a little different I definitely recommend grabbing the smallest size and giving it a go!"
        },
        {
            "review_title": "11/10 will buy again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this product, THE BEST SCENT I HAVE EVERR SMELT. this perfume makes u want to get married and live happily ever after. it brings you back to your childhood memories of your aunt hugging u, y'all haters can hate but this is the best money ever spent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This was a blind buy. I don't usually like citrus scents, but I was interested in the driftwood, mirabelle, and oakmoss. This smells very beautiful, energizing, and sweet."
        },
        {
            "review_title": "Understated Sophistication",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, fairLight skin tone, Dry skin",
            "review_text": "When I smell this scent I think u201cunderstated sophistication.u201d  It gives the impression of feminine without being too sweet, fresh without being too bright, strong but subtle.  It lasts all day for me and transitions nicely from day to night.  It has become my everyday scent.  It evokes a sense of casual sensuality, womanhood without the decadence.  It is for a woman who is confident but not aggressive, and mature enough to handle the sophistication of it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "It was a delightful sent but just not for me. Great staying power"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I thought I would like the scent but after shower and I sprayed it on it smelled too old for me and too strong for everyday wear"
        },
        {
            "review_title": "Does not disappoint",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "Beautiful fragrance! I used to wear Flowerbomb for years but was looking to change it up. Its definitely in the same warm floral category as Flowerbomb and Black Opium with that hint of spicy vanilla yet Nomade is somehow softer.  Excellent for day or night and itu2019s really long lasting since its an actual eau de parfum that you can spray and walk through instead of a roller that concentrates on one area."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I donu2019t have to tell you all that perfume is very subjective but thereu2019s just something about Chloe Nomade thatu2019s peculiar and interesting. I feel like it smells vintage and faintly masculine, but on me, it dries down sweet and sensuous. A little goes a LONG way."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "I am super sensitive to scents and have never worn perfume. With that being said this perfume is absolutely amazing Iu2019m so glad I decided to buy a perfume. It smells very sultry and itu2019s not overwhelming in any way"
        },
        {
            "review_title": "Pleasantly surprised...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Pleasantly surprised by this scent. Itu2019s not what I expected at all. Like other reviewers, Iu2019m not sure how to put it into words, but Iu2019ll try. My first suggestion is to try this after youu2019ve showered. I didnu2019t do that at first, and the scent came through all wrong for me.  Tried it again after a clean shower and Iu2019m hooked. Will be buying it again after I run out. Iu2019ve actually been using it every day, which I donu2019t typically do with my other perfumes."
        },
        {
            "review_title": "Bright but warm fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I adore this fragrance and find it quite unique. Itu2019s bright but warm and I donu2019t know why but I smell a cinnamon spicy ness to this and I fell like it lasts a fair amount of time on me. It has become a go to fragrance for me, I will likely get the full size once Iu2019m done with the travel spray"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This scent isnu2019t anything like I own. Itu2019s more mature but not like a grandmau2014 Itu2019s not sweet or too strong, but it does last for a very long time. Idont know how exactly to describe it, other then itu2019s different. My husband even kept complimenting me on the scent. The only issue I have is the sample I received I couldu2019ve easily gotten whenever from here or any other store that sells perfumes. But other then that, I would def recommend to give it a try!"
        },
        {
            "review_title": "A very pleasant scent!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I really enjoyed the scent. Itu2019s feminine and not to overpowering. My fiance loved the scent. So a mans opinion is always a helpful one. You always want to smell nice for your significant other. The scent appears to last for hours. It does fade after time or maybe my nose just gets used to it. I also had a sample of Versace arrive same day from my ScentBird subscription and my fiance and teen daughter both chose Chloe as the scent they preferred. I recommend giving it a try."
        },
        {
            "review_title": "Wait for it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m glad I waited all day to write this review. I sprayed this on from a sample tube this morning without looking to see what it was. My immediate first impression was that I had accidentally sprayed on a manu2019s cologne. Was not happy with the initial woody/masculine scent. BUT after this fragrance had some time to settle down it turned into something very feminine, warm and sexy. And the scent lasted all day without being too strong. Iu2019m very impressed, and eventually will purchase a full size bottle to add to my perfume collection. This would make a great date night perfume but was not too sexy for the office."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I like this perfume. It lasts a long time on my skin. I have tried the original Chloe perfume and I like that one as well. This one has a bit of a powdery undertone to me, which I donu2019t love. I smelled this on a friend of mine and loved it, so I think it depends on the person, just like most perfumes."
        },
        {
            "review_title": "Eh ..not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I don't love it. It's just not a scent i personally like for myself. It's got a strong scent that does not sit well with me but it does have good staying power. I received this as a free sample to review"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This product has a wood scent to it, so if you like this type of scent you will probably like this perfume it seems more suited for fall or winter than for spring or summer. I didnu2019t quite like the smell personally as I found it too strong (also, I go for more floral times in perfumes)but other than that itu2019s a good perfume."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "I liked this scent but it does have a heavy end for me. Not something I would personally wear year round due to that heavy end. Itu2019s a more mature scent as well. I was looking forward to trying a new scent and received this free from Influenster as I wa s looking for a new scent. This fell a little short for me to wear all the time."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The scent last very long and smell really good I would recommend you go to Sephora and just smell it bc this wonu2019t disappoint"
        },
        {
            "review_title": "Not my style",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Perfume preference is very subjective. I wore it today to a family gathering and got a mixed reaction; some people thought I smelled great and others thought it was an odd choice for me to be wearing.   This has a lasting scent that doesnu2019t seem to change throughout the day, and my family members who are older women absolutely loved it. This perfume is very musky and spicier than what I usually wear. I wouldnu2019t wear this again."
        },
        {
            "review_title": "Sweet, Floral, Subtle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Sweet but not cloying! I find that Chloe Nomad is one of the most feminine perfumes that aren't in your face sweet. I love that I was able to try it complimentary of Influenster because I've been looking for a new perfume.   This can be worn for a date night, or night out, or even as a light day perfume at work.  Pros:  -beautiful pink hue -sweet floral -warmly fresh -subtle and gentle -the full size bottle is adorable (packaging matters!)  Cons: -the price tag may put people off"
        },
        {
            "review_title": "floral and fruity - pass for me.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I received this as a sample to review. Itu2019s was the size of a Sephora freebie sample. Donu2019t mind being that I donu2019t like the scent. Really floral and fruity. Just not for me."
        },
        {
            "review_title": "Sample review",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I got this in the mail today free to review from influenster I didn't really expect a sample size but I really enjoy it it's not a fregrance I would usually go to but I think it smells very nice and it would be nice to wear on a night out or on a date night it's a more elegant fregrance but i really like it and I like that I have a new kind of fregrance to try out it's not over whelming or strong so I really like that about it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Love this scent so much. Every time I wear it, thereu2019s someone always commenting u201coooh, you smell so good what is it!?u201d Love it"
        },
        {
            "review_title": "A very pleasant surprise",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I like many fruity florals but this is my new favorite. I wear it every day whether I am dressed up or in casual wear. One of the reasons this perfume is so exciting to wear is that it is different. It has an outdoorsy, woodsy fragrance added in. Everyone loves this scent and whenever you catch a light whiff, it will energize you and remind you that your style for the day is classy and sophisticated."
        },
        {
            "review_title": "Chloe fragrances always make me feel sexy ...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "...and sophisticated. I love the warm, creamy, woody nature of this fragrance. It's powerful and adventurous while being delicate and feminine at the same time. When I wear it, I feel confident and brave and alluring.   I received this complimentary for testing purposes, but plan on buying the full size."
        },
        {
            "review_title": "Favorite scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Normal skin",
            "review_text": "I love this scent. I always get compliments when I wear it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "My usually go to is Chanel chance but this will definitely be used just as often if not more. Smells so clean and classy."
        },
        {
            "review_title": "LOVE THIS SCENT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I LOVE this scent! I get compliments all the time. I've also had many strangers ask me what the scent is called. I can't imagine wearing anything else."
        },
        {
            "review_title": "I could inhale it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Oh my goodness the Nomade scent by Chloe is outstanding. Iu2019m highly picky when it comes to perfume scentsu2014I have a very strong sense of smell and can smell things from far distances. The one thing I always want to test out in frangrances is how the scent changes from the initial spray and to the end of the day after wearing it for a good 10 hours. I have to say this is so pleasant and light on the nose. The floral is not quite as strong but it sort of floats above the earthy tones to balance out the sweetness. I tend to prefer scents that have a hint of musk without noticing it. I spent 30 mins at the Sephora store as well and tried all the Chloe perfumes (among others) side by side. This one is the least sweet smelling but still very feminine. Iu2019m in my early 30s and I think itu2019s the perfect scent for me to wear to work. My husband also goes crazy when I wear this... in bed ;)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "A very different scent than the original. Modern and fresh. Lasts on the skin but not overpowering! Definite recommendation!"
        },
        {
            "review_title": "Best Perfume I've Had - Will Buy Again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The best perfume I've ever invested in. Somehow feels light and sweet without being sickly sweet or too juvenile."
        },
        {
            "review_title": "Gross",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Stinky, smell like baby powder. Did not like it. Although Burberry London is hands down THE BEST scent ever."
        },
        {
            "review_title": "Ugh smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Love the way this travel perfume smells itu2019s a must have in your bag"
        },
        {
            "review_title": "Chloe always delivers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Love this perfume! I get compliments everytime I wear it"
        },
        {
            "review_title": "I feel it was made for me.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This has become my signature scent. I get stopped everywhere and people ask me what I'm wearing. They write it down, find it on their phone and save it. It lasts through 12 hour shifts. It just smells so good! Very crisp, fresh, clean, & feminine. I'm on my 4th large bottle. I could wear this every day. I only wear other perfumes so this doesn't run out so fast. Please never stop making this!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "It smells nice enough but it turned into more of a menu2019s scent on my skin. I detect a slight sourness to it as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Not sure how a fragrance can be feminine and masculine at the same time but this one is and it smells beautiful."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Whenever looking for a new perfume, I sniff for unique out-of-the-ordinary scents. This definitely fits in that category. It is nothing like I've ever had. It's sophisticated, spicy, warm, and exotic. It's definitely more on the masculine side rather than feminine, which I personally love. It's extremely powerful so I only use one to two spritzes, which last all day. If you're into non-traditional and somewhat cologne-ish scents, you will probably love this."
        },
        {
            "review_title": "CHYPRE! Chloe Nomad EDP",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "Chypre! I have always loved frangaces from this family. From Mitsouko, Chanel #19, Giorgio, Enjoli.... I thought I'd never find another when all the formulas changed because of the Europe's suggestion of not adding oakmoss (or reducing it greatly). But, I found two that I love; Chloe Nomad and Cartier La Panthere (ever single version, though the original is my favorite). Nomad for daytime wear (just be careful with amount! Although the sillage is moderate, the fragrance can be strong).  I do love it, and will be buying a full bottle soon."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Smells heavenly! I get so many compliments when I wear this! I have both Chloe scents and while I thought I loved the original most, this one takes the cake. Must have!!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This is my favorite Parfum! Fragrance lasts all day!"
        },
        {
            "review_title": "Drydown smells like Shower to Shower powder.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "When I first applied this it reminded me a bit of vintage Chanel Bois des Iles perfume.  Sadly it quickly turned into vintage Shower to Shower powder.  If you are interested in  this,  Iu2019d test drive it for an entire day to be sure you like it."
        },
        {
            "review_title": "Compliments galore!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have never received as many compliments on a perfume as I do this one. Male, female, young, old - I've had more people tell me I smell good or ask me what I'm wearing than ever before. This perfume has a sensual spice, yet it is delicate and refreshing. I HIGHLY recommend!"
        },
        {
            "review_title": "obsessed with this perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This smells so good. Itu2019s a great mix between florals and scents that are a little bit more on the masculine side. Itu2019s not sweet and super fruity which is great and itu2019s a very sophisticated perfume thatu2019s a good balance between florals and warm masculine scents."
        },
        {
            "review_title": "Enchanting",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Woah. That was my first reaction when I spritzed a SAMPLE of this perfume. It is SO unique, which is what I rally admire about it. With all the samples I get, sometimes I can never tell the difference between them. However, i can spot this on out, and it stands out so strongly. It smells great. Very great for winter. it gives me a woody/Forest vibe. Like, think an enchanting fairy castle in the woods of Sweden, or something. Very romantic, very enticing, and definitely one of a kind. I rarely buy perfume but I'm considering getting this one. Makes me feel like dressing up in my fanciest attire and going to a ballet show in the city."
        },
        {
            "review_title": "Delightful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this scent! I wouldn't call it much of a floral, but more warm and a bit musky, which I prefer. I have used the original Chloe, which seemed to disappear very shortly, where this I stays all day. I totally get it's not for everyone, but I was pleasantly surprised."
        },
        {
            "review_title": "heavenly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells great, a little goes a long way with this scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Dry skin",
            "review_text": "Clean yet sweet. Musky yet floral. Borderline androgynous but still so feminine. Truly unique and captivating scent that I keep coming back to."
        },
        {
            "review_title": "Love This Feminine Sexy Fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I absolutely love this fragrance!! It's feminine and so sexy!! Love this and will continue to repurchase!!"
        },
        {
            "review_title": "time for something different",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Light skin tone, Combination skin",
            "review_text": "Not another fruity floral, thank god. This is more of a woody fruity fragrance. This has oakmoss and mirabelle (a type of plum) but it also comes across as very citrusy. It reminds me of citrus and oak trees in Florida (and makes me a little homesick at the same time). A great fragrance!"
        },
        {
            "review_title": "Sexy and sweet!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This fragrance is perfect for all. It's sexy and sweet and I absolutely love it. When I use up all other travel bottles I have I will be buying this in a large bottle and using it almost exclusively!"
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I recieved this from Influenster voxbox. It smells amazing. Has a floral scent and I could smell this for at least 8 hours when I put it on.  And I could actually smell it. I have had a lot of compliments"
        },
        {
            "review_title": "Love, Love, Love this perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Beautiful aroma and nice and light.  Not an overly powering smell!"
        },
        {
            "review_title": "Unique",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Unique....Not too flowery and a perfect mixture that both males and females like."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I LOVE this perfume!! Iu2019m super picky about perfume and have been wearing the same scent for over 10 years (Burberry original) because I havenu2019t been able to find something I liked just as much. Iu2019m glad I found this one so I can finally switch it up after all these years ha Itu2019s a warm fruity floral with wood undertones. Itu2019s fairly masculine which is exactly what I like in a perfume and it lasts all day."
        },
        {
            "review_title": "Bold and Unique",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This was the perfume I bought for my wedding/honeymoon. I wanted something that really fit my personality and also something that was different from other common scents. I prefer more masculine scents so the fact that this is described as floral, yet doesn't make me gag is amazing. When I wear this I feel like the best version of me."
        },
        {
            "review_title": "love it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this scent. I wear it everyday. It feels fresh and crisp yet feminine and sophisticated. Canu2019t go wrong with this one."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I love this perfume. I got the sample and I fell in love. I bought the travel size and I smell delicious!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": ""
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": ""
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "My new favorite perfume. I had first received a sample of this and I new right away I was going to buy the full size. Like other reviews say, it is a very unique scent. It definitely  has those spicy notes, but I love those types of perfume. A little goes a long way. One spray and I can smell it on my clothes the whole day and it even lingers the next day. If I am going to invest in a perfume, it better last and this perfume does not disappoint in that aspect."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": ""
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": ""
        },
        {
            "review_title": "Old-fashioned in a bad way",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Combination skin",
            "review_text": "It smells like something from the 60's/70's in a bad way or something very cloying and generic you'd pick up at a supermarket for a fraction of the price. If you happen to like the scent it is very long lasting - I tried to scrub it off twice and I can still smell it."
        },
        {
            "review_title": "Very floral",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I put one spray on my wrist and at first hated how powerful of a flower smell it had. I really like warm spicy scents best. But then as the perfume started to sit longer it started to smell better and better. It still has a floral smell but it's sweet at the same time. I would think this perfume would last a long time and you'd only need a few sprays or it'll be too powerful."
        },
        {
            "review_title": "Refuses to be simplistic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This is different than other perfumes...most perfumes are simplistic and lean heavily into a theme--FLORAL, ROMANTIC, WOODSY, EARTHY...this is way more complex, none of the notes are so overpowering as to be that gaudy. It's just a complex, affecting perfume. I genuinely feel I'll wear this for the rest of my life."
        },
        {
            "review_title": "Husband Bait",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "u201cThis is what they mean by an aphrodisiac.u201d - my husband as he smells this on me for the first time and it only got better from there. As for the perfume itself, I was a life long Coco Mademoiselle diehard and nothing had shaken it. Sure, some perfumes were pretty but nothing really took the cake like Coco did until I got a sample of this. Typically I just toss these aside and give them to my niece or Iu2019ll throw one in the gym bag to help on a really sweaty day, but I seldom even smell them ahead of time. Just out of sheer happenstance this bottleu2019s trigger was depressed sometime during packing or shipping and it was lightly sprayed on the packaging paper. It wasnu2019t much dispensed either because the sample was still full, but that tiny bit instantly peeked my interest. It was warm like a cedar, floral enough to have distinct femininity, but thereu2019s also something deep that (literally if youu2019re my husband) keeps you wanting to smell it more and more. I donu2019t think Iu2019d ever see this day, but I am now a Chloe Nomade convert."
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Smells like over-ripe fruit on my skin. I'm not getting any of the woodsy scents that other people report. Thankfully I received a sample and didn't spend any money trying this out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": ""
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I am not a regular perfume-wearer but this scent has converted me. Sometimes I think it fades too quickly but an old friend recently complimented me on it when we hugged at the end of the day. So if someone can still smell it but just once they get really close, I guess thatu2019s ideal."
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "A warm musky scent. Not one that I would be drawn to and wonu2019t buy a full size. But nice to try. Definitely more of a fall/winter perfume"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Deep skin tone, Combination skin",
            "review_text": ""
        },
        {
            "review_title": "definitely sample before you buy!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Sprayed the sample today and I actually like this perfume, it is different and very unique. Normally I go with floral scent and this one at first smells totally woody, but after an hour it starts to have a hint of floral scent mixed in the woody tone, so it feels like two perfumes in one...very hard to describe. My male colleague even noticed and make a compliment. However I feel like youu2019d either love it or not, because it is strong and lingers for a long time, so definitely sample before you buy it. I donu2019t think Iu2019m buying a full bottle because itu2019s not a daily perfume to my taste, but I would appreciate swearing it maybe once in a while."
        },
        {
            "review_title": "New favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love this scent...sophisticated, elegant and complex. Added bonus is my husband likes it as much as I do.  Highly recommend, so pretty."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I adore this perfume! Itu2019s so unique and warm, truly emulating the name. I also love that it has a spray nozzle instead of the rollerball, making it easier to get out. Perfect for travel. A fragrance for day or night!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": ""
        },
        {
            "review_title": "attention grabber",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "My new Signature Everyday scent especially for Summer. Combine with lotion. Personally, it has become a conversational piece and intentional attention grabber!"
        },
        {
            "review_title": "Lovely scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received a sample of this perfume and then purchased a bottle of it because I loved it so much.  A very nice delicate scent for summer.  A must try scent."
        },
        {
            "review_title": "Chloe Nomade Eau de Parfum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I received a sample of this perfume and my husband absolutely loved it. I purchased a bottle and am extremely pleased."
        },
        {
            "review_title": "Sensual & Classy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "THIS! I was looking for a scent that would embody a sophisticated but sexy 29 year old woman. This is that scent! It smells so classy but seductive and lasts a long time (8 hour workday) on me. My coworker mentioned that I smelled like one of those Eoropean rich perfume scents and she is so right! It really is a scent you have to have in your collection. I do a few sprays and I can smell this throughout the day. Itu2019s not overpowering but lingers in a sensual way. I was unsure at first because itu2019s unlike anything Iu2019ve ever smelled but after trying this on multiple times it was a no brainer I needed to have this. Itu2019s my signature scent. (!!!)"
        },
        {
            "review_title": "LOVE LOVE LOVEEEEE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "MY FAVORITE PERFUME EVERRR!!!! I fell in LOVE with this scent!! It smells a little musky to me but I love that scent! Lasts for hourssss!! Makes me so happy to wear it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Oily skin",
            "review_text": ""
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I liked this a lot when I smelled it in store . Finally purchased and itu2019s just sitting on my dresser . I find myself gravitating to all my other perfumes except this one . I truly wanted to love it however itu2019s just not my favorite and hasnu2019t grown on me . I let my aunt try it and she loves it . Her friends are now asking me about it . Iu2019ll leave it to the older ones for this one"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "LOVE THIS. It's my new everyday scent. It's light, but sexy, a touch of floral, but more woodsy and spicy... I'm a huge fan."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I am in love with this fragrance smells so good"
        },
        {
            "review_title": "weird but i like it?",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "what an interesting scent! it has so many things going on, but i smell the most is tabacco, spicy notes, leather, woods and oriental flowers - in that order. i feel like it could be a very sexy sweaty summer night type of perfume..but i dont think it would work well during hot days due to the warmness of it? so it leaves me confused. it kind of reminds of my dad as well LOL i think its the tabacco in it. it's sort of masculine like a cologne. for reference, i enjoy Jimmy Choo Eau de Toilette, Loccitane Neroli, Chanel Chance and Coco Mademoiselle."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
            "review_text": "i love it this is one of the best!"
        },
        {
            "review_title": "beautiful and elegant",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "A deep, rich scent. Woodsy, earthy. It might not be for everyone but I fell in love with it during a recent trip as I was using up my sample sizes. This is by far one of the most interesting scents I've ever smelled. It's warm, and full, and bright all at once."
        },
        {
            "review_title": "Sweaty camels body parts!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "HORRIBLE! Smells like camels balls!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love this scent.  It's sultry and a little bit earthy, but not over powering.  Doesn't last forever, but it's so nice I don't care."
        },
        {
            "review_title": "smells like a bathroom air freshener",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This smells like the air fresheners they use in airplane bathrooms.. Smelling it just gives me nausea."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Gotta say this one didnu2019t work for me at all! I received a sample and was very excited to try it given all the hype and positive reviews, but it smelled very strong and overwhelming on me. Almost acrid and chemical? Disappointed since I was really hoping to fall in love with it!"
        },
        {
            "review_title": "Smart and feminine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "I have all three sizes of this scent. It is now my signature smell and I have never received so many compliments on how I smell. I carry this travel size in my purse, the full size in my master bath and a smaller size in a spare bathroom. It is a perfect subtle smell. Nice and sophisticated."
        },
        {
            "review_title": "Love, love, love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, lightMedium skin tone, Dry skin",
            "review_text": "Happened by this in a magazine scented page. I live the soft flowery fragrance.  Canu2019t get enough"
        },
        {
            "review_title": "Casual and Pretty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I got this as a gift as I love all things Chloe. Casual yet put together. Great everyday and anytime perfume. Has a woodsy, almost pine or juniper smell yet soft, fresh and sweet, but not too sweet. For those who like just a touch of florals and hate candy sweet perfumes, and to those who donu2019t want to smell too fresh like laundry soap, this is a great fragrance. Someone told me this smelled kinda of tomboyish yet still pretty, I think thatu2019s a good way to describe it. Love this perfume!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "The scent is nice and interesting. Makes me think u201cmenu2019s cologneu201d right away."
        },
        {
            "review_title": "Loved it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I absolutely love this perfume. The scent is light and sophisticated. The floral notes are light and not overpowering. The scent stays on me all day long, which alot of other perfumes don't for me. Just one spritz and I'm good for the day. *  *Disclaimer* I received this complimentary from Influensters for Testing purposes. These opinions are mine alone & truthful."
        },
        {
            "review_title": "My Forever Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Ever since I tried  a sample of this, it has become my all time favorite scent. I get compliments on it daily and absolutely love it. It is light and not overpowering and can go from day to night easily."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I received a sample of this and I made the mistake of spraying it on myself thinking it will be like the notes in the description. Big mistake. It smells like bug spray, made me feel nauseous and gave me a headache. It's not pleasant at all."
        },
        {
            "review_title": "Love This Fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I'm in love with this fragrance! To each their own!! I love it!!"
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "It smells light and sweet at first, but more masculine and harsher the more it fades off."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Obsessed with this fragrance. It must just combine well with my body chemistry. Very crisp and clean but also adventurous and sexy. Almost smells even better several hours later. I thought I loved the original Chloe fragrance but itu2019s a little too stifling on me. This perfume is perfect."
        },
        {
            "review_title": "Great In Travel Size!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love this fragrance! And I'm so happy it comes in a travel size! Great for keeping in your purse!"
        },
        {
            "review_title": "Loved it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "My mom got this as a gift from my dad and even though she is super picky when it comes to perfume, she absolutely loved this smell. It wears long and softens as it ages on the skin."
        },
        {
            "review_title": "nice scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I really like this fragrance. It lasts a long time on my skin and doesnu2019t smell too floral. Itu2019s musky and sweet and the perfect scent for the traveler or nature lover. I will definitely be purchasing a bigger bottle of it when I run out because I received this complimentary from Influenster in exchange for a fair review."
        },
        {
            "review_title": "Elegant and expresive",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I recived this parfum as a sample, when i smell it i cant express how i feel i just now that i need this in my life. This absolutly an especial parfum."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I got this perfume sample for free. It was a little too strong for me and very floral. I thought it would air out more but it doesnu2019t. Nice packaging but not the scent for my body."
        },
        {
            "review_title": "My new favorite scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "It is not at all like the traditional Chloe. It is a bit woodsy, a bit musky and then a slight citrus fruity scent cuts through everything. Glorious!!"
        },
        {
            "review_title": "Pleasantly surprised!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Typically, I am not the type of person that likes a floral fragrance (for example, a favorite perfume of mine is Burberry London). However, I do not think that it is overly floral. It is a very warm scent that I would want to wear on special occasions. It is also a huge bonus that my husband enjoys the scent on me. This scent wears on my skin for a very long time. I could still, faintly, smell it even after showering. I would definitely recommend this scent.   Disclaimer: I received a sample of this to review. All thoughts and opinions are entirely my own and 100% truthful."
        },
        {
            "review_title": "beautiful scent and notes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Itu2019s a very nice scent and has beautiful notes. It kind of has a scent that could be almost cologne-ish. I do like it but I would use this more on a special occasion than a everyday use. I also received this as a sample complimentary of influenster. Iu2019d recommend the scent to friends."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I really liked the scent of this perfume, it smells floral and the way that it came across was like, hey, I'm innocent and sexy without making it loud."
        },
        {
            "review_title": "New Spring Fav",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "LOVE this scent! I purchased the 75ml bottle and will definitely repurchase. It lasts all day and smells divine. I cannot get enough of it!"
        },
        {
            "review_title": "Elegant and Simple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Nomade is Elegant and Simple and perfect for that first date. I have found that it does tend to lose its potency throughout the day and needs to be reapplied."
        },
        {
            "review_title": "Pleasant woodsy scent, a bit off from the sample",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "So I got this as a sample and LOVED it. So I ordered the travel size since I have such a perfume addiction. I have so many amazing ones - but I flow through them a lot, very moody fragrance person. Anyway, I got the travel size and I'm wearing it to work this morning. It's definitely a nice scent, heavier and woodsier than my usual ones. However, it seems to smell somehow different than the sample I got. Like a few notes off, somehow. I came into the office, and I got some feedback from coworkers - they say it's nice, but not 'me'... I'm 39, and they say it smells like an older woman's perfume. So I'm unsure about keeping it. It is a very nice scent - but I'm just not sure it's going to stay with me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Itu2019s the best perfume Chloe ever made! It has a gentle and warm undertone, and it has a really decent floral scent. It lasts on me forever! I think its good for every season!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I love this smell so much! Itu2019s unique and I would even go so far to say that itu2019s almost unisex. Itu2019s musky but still super feminine."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This perfume smells awful , like a cheap old masculine fragrance that just gets worse over time. It is nauseating and very much like insect repellant . Gave me a headache . Would not recommend to anyone."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "The second I smelled it I thought Iu2019m paying for the packaging, but after awhile I start to love the notes! Itu2019s definitely worth the price!!"
        },
        {
            "review_title": "Still not good...",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I never liked the original Chloe, i have no idea why i would have though i would like this one..the first seconds were good after that it was awful and smells like the original, still disgusting. I love fragrance but NOT this one!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I absolutely love this perfume. It's like no other scent that I have. It's a warm, woodsy, tangy, almost masculine floral. It never dries powdery on my skin. Instead, it lasts and only gets more complex and woodsier. Also I love that it transitions well from day to night! (My other scent, Bvlgari White Tea, is strictly daytime.) I will say, this is more of a winter scent, very modern and minimalist, but not a fresh summery scent at all."
        },
        {
            "review_title": "Unique and fun!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Iu2019m in LOVE with this fragrance. Every time I go in to sephora I go and smell/try this on. The scent is very unique and not like most of Chloeu2019s other rose-forward scents.  I had to look up what a chypre perfume was just to get a better understanding. To me I can smell the mossy earthy (chypre) scent but I can also smell peaches (Iu2019m guessing thats the mirabelle plumb?) I also smell spice (like cinnamon/nutmeg spice not an oriental fragrance spice). The dry down is a little more powdery-floral. Basically is starts out bold and fun then dries down to a powdery romantic scent.  Iu2019ve read lots of different reviews where some people got a smokey scent or a really heavy powder scent so you might want to try it on for a few hours before you buy!"
        },
        {
            "review_title": "Great start horrible finish",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "At first spray it starts out so beautifully. I wish it retained the initial smell in the first 10-15 minutes. I tested this scent on three different days and initially I loved it, but after owning it I can confidently say itu2019s not for me. Once it dries down, it is cloying, nauseating and headache inducing. I feel like I smell like someoneu2019s grandmother in 1940. It is not for everyone and this is NOT a blind buy. Make sure you test it ask for a sample or maybe 2 before buying!!"
        },
        {
            "review_title": "Sophisticated and long lasting!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The description of warm floral is correct. Itu2019s a nice balance too, not too much of either. The best way I can describe it is that it smells sophisticated. What I really like about it, though, is that it lasts FOREVER on my skin. Itu2019s not overpowering, but I can smell it all day. Hard to find in a perfume sometimes!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Smells so good. Itu2019s a great everyday scent. Feminine and but not girly. The scent stays on you and doesnu2019t fade quickly."
        },
        {
            "review_title": "Very sophisticated and grown up scent that lasts!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "This is my number one fragrance at the moment.  I am not really a fan of any of the Chloe fragrances but just happened to spray this one day while in the store and immediately fell in love. It isn't my typical type of scent, I normally wear very sweet/fruity/vanilla type scents and this one is a very sophisticated grown up scent. It smells beautiful when first applied and even better as it dries down and lasts forever! My wrist still smells of it when I wake up the next morning before i shower.  I highly recommend trying this fragrance, it is very unique."
        },
        {
            "review_title": "Worth the price!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Love this scent. Smells pretty and confident, just strong enough while still being light."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "This is one of my favorite new perfumes!! My husband surprised me with it and I was so so happy! The scent is very earthy with a cool tone. Itu2019s perfect for any day that you donu2019t want a sweet scent. I absolutely love it!"
        },
        {
            "review_title": "Earthy plum.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Fall in a bottle. Earthy top notes with a sweet plum dry down. Good staying power."
        },
        {
            "review_title": "Heavenly!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this scent. Itu2019s heavenly. It lasts ALL DAY. The free candle I got is adorable as well. I leave it out in my room and without even lighting it, my room smells great! So glad I made this purchase."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Lovely fragrance, a great surprise!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Tan skin tone, Oily skin",
            "review_text": "I love this scent! Got a sample and it drove me nuts! Only requires very little in your pulse spots.. behind the ear , inside your wrist area. Scent lasts a long time! This is definitely my Autumn/Winter fragrance. I think it would be too heavy for Spring/Summer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "my favorite period. im in loveu2764"
        },
        {
            "review_title": "I wanna be a Nomade having this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Medium skin tone, Dry skin",
            "review_text": "Okay I saw the commercial for this before smelling it and fell in love. And lucky for me when I tried this super unique perfume it smelled amazing and lasted sooo long on me. Of course I had to get it.  I recommend watching the commercials or the marketing and story behind the fragrance because you sometimes get such a different view on the fragrance."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells amazing. Great size. Easy to throw in a purse, make up bag, long wallet, whatever!"
        },
        {
            "review_title": "Sexy Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, mediumTan skin tone, Normal skin",
            "review_text": "This fragrance is everything sexy embodies in fragrance form without over powering sweet or floral scents. I've been obsessing over it ever since I got it as a sample in my beauty box."
        },
        {
            "review_title": "Showstopper",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I love this perfume! If you are looking for a fragrance that will get people talking....this is it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "will definitely buy this as a gift"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "Absolve this scent! I haven't smelled anything quite like it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Amazing Stay Power! Gorgeous Scent! This parfum absolutely amazing. A parfum I have been looking to purchase for a long time. Reminds me of Miss Dior only more rich and longer lasting. I bought the 1oz size to try it out and am already in love. One of the few fragrances that I will purchase again!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is my new go-to scent!!! At first spray, it comes off a little strong, if not a little spicy. After a few minutes, it softens up and it smells so lovely and subtle. It is both light but warm and cozy, with a very soft floral scent. No sweet, cloying, or overly perfume-y smell. Very classy. No headaches either! It doesn't last quite as long as other perfumes, but the scent is nice enough that I don't mind reapplying midday. I've gotten several compliments from people who ended up buying this after smelling it on me. These same people didn't like the scent initially when I showed them my new purchase, but later on, when I was wearing it, they asked what I was wearing. If you're trying this out at the store, give it a few minutes to settle and don't judge the scent right away!"
        },
        {
            "review_title": "To me this perfume stunk",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Not a Perfume I Like or is for me.  I'm not sure exactly what I thought smelled off.  It just wasn't the perfume for me."
        },
        {
            "review_title": "Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "the smell is absolutely amazing addicted to this scent"
        },
        {
            "review_title": "Unique",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this scent! Itu2019s a unique sweet candy like smell I canu2019t get enough of!"
        },
        {
            "review_title": "great scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "My favorite scent! But I find myself having to reapply it over and over. Doesnu2019t last long."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "It starts off a little sweet but it wears really well. Once it dries down itu2019s a little musky/ oriental. I got the travel size only because I never use an entire bottle of perfume, but I would consider buying the full size. I love it."
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "This parfum lasts FOREVER and is the perfect scent for all occasions! I wear it everyday!!!"
        },
        {
            "review_title": "Smells Amazing but Doesnu2019t Last",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This perfume smells amazing, but the scent doesnu2019t last! Even within the Chloe fragrance family, other perfumes Iu2019ve used have lasted significantly longer.  Especially for the price, I wonu2019t be buying again once the bottle runs out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "My favorite scent!! Only downside is that it smells sort of like cologne after it settles on my clothes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Absolutely love it!  We have such great chemistry. I Donu2019t know what I could ever replace it with. I keep it in rotation with Gucci Guilty."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Normal skin",
            "review_text": "I received a sample of this fragrance. I really like the scent. It makes me feel confident and fancy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I absolutely love and enjoy wearing this perfume to work everyday, my go to smell throughout fall & winter!"
        },
        {
            "review_title": "Potpourri",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Unfortunately, I really disliked this fragrance. Maybe it's the oakmoss - but this reminds me of potpourri. Like a powerful, generic autumn potpourri. Spicy and stinky. I don't get any floral notes. Masculine, but not in a warm, sexy way. I received a sample in-store and am glad I did because I vowed never to wear this again!"
        },
        {
            "review_title": "smells amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Smells amazing!!!! I definitely found my signature scent, and will buy this forever! I just hope Chloe doesnu2019t decide to discontinue it!"
        },
        {
            "review_title": "BEAUTIFUL CLASSIC WARM FLORAL",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Classic in my collection, up there with my favs like alien and ch good girl. Love the earthy notes while it stays a classical warm floral with hints of mirabelle liquor which makes this so sexy and different while it stays a fresh beautiful floral scent, my favourite scent by far by Chloe although itu2019s not for everyone! Go into a store and smell this and it lasts so long at least 8 hours or more. Recommend as a beautiful new scent for any perfume lover (especially of warm florals and orientals)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I get the most comments from men and women of I spell wonderful. My husband compliments me every time I wear it. I absolutely love it as well"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Absolutely love this scent! It's fresh and floral."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "I love the way this perfume smells. I am on my second travel sized bottle simply bc I prefer to keep it in my purse. Scent lasts and is girly but not too floral or heavy."
        },
        {
            "review_title": "Best scent ever !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "My favorite scent by Chloe!!!!! Everytime I wear this I get complimented on how good I smell :) love it !!! Iu2019ve gone through 3 bottles already."
        },
        {
            "review_title": "Sweet, warm, musky, spicy delight!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I don't necessarily believe that this is a truly unique fragrance, because I think it's sort of cousins with Tocca Maya, Victor and Rolf Flower Bomb, or Lancome La Vie Est Belle.  That being said, I like this particular cousin.  It has a very long lasting scent with only a minimal amount applied, and I've often had compliments when I wear it.  I think I'll always want to have a roller ball on hand so that I'll always have it to reach for!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "l love this smell very  very much"
        },
        {
            "review_title": "Wonderful new scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love this new scent Nomade! I always loved Chloe perfumes, but this one it totally new and unexpected. People give me lots of compliments when I wear it. The only problem is that I cannot smell it after it dries out, so I am afraid I may overdo this one sometimes."
        },
        {
            "review_title": "Beautiful scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I received this as a gift and I loved it so much that I decided to buy the bottle. It is soft smell that lingers for hours. This is scent is worth the buy"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this perfume and I get so many compliments even from strangers.  I wouldnu2019t call this a flowery fragrance. I agree with other reviewers that it leans towards a more masculine scent but it feels exotic and  lovely.  Iu2019m almost finished with my first bottle and will definitely be buying another."
        },
        {
            "review_title": "New Favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I LOVE this! Not too sweet and not too strong. I get tons of compliments when I wear this. Worth the money."
        },
        {
            "review_title": "Absolutely beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I was entranced by this frag the minute I applied it. I usually have to wait for the drydown before I can tell if it's something I'll like. It's been quite a while since a perfume has impressed me from start to finish the way this one has.  As a niche and indie perfume snob, I'm turned off by generic, run of the mill fruity florals. THIS IS NOT ONE OF THOSE. Although I feel Chloe puts out exceptional fragrances, I've never found a favorite in their line, until now. Nomade has just enough spicy sexiness and warmth to carry me through cold weather. Definitely keeping this in my daily rotation."
        },
        {
            "review_title": "Best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I've been going through perfume samples for almost two years now looking for that perfect scent to invest in and this was the one for me. I love it and it feels right for all occasions."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Dry skin",
            "review_text": "I love all the perfumes from Chloe"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "my new favorite fall scent"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I think it smells nice, didnt really get to try it since my sample arrived almost empty. But I will go try it in the store. See by Chloe is better, imo, but this is nice."
        },
        {
            "review_title": "Perfect fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "My new favorite perfumeu2764ufe0f"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I normally love Chole perfumes but this perfume is quite musky and masculine"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Smells so good. Not too strong. Most perfumes give me headaches but I love this one."
        },
        {
            "review_title": "Beautiful, rich, complicated, and mature",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Beautiful, rich, mature fragrance....im in love!"
        },
        {
            "review_title": "My new favorite!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This may now be my favorite perfume!! It lasted hours. And I love the scent that remained on my clothes and jacket after taking it off. I love it! It's a soft, elegant scent, not sure if I'd describe more as powdery than floral. Either way, I love it! I will definitely buy the full size soon."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I wish it wasn't so expensive. this smells great."
        },
        {
            "review_title": "My new signature parfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I'm a parfume addict, but I haven't found my signature perfume - the one that people remember you by, the one that you get it goes perfect with you, it fits your personality compliments for) until I was 32 (sigh). Of course, it turned out to be a limited 2014. edition of Light Blue (Escape to Panarea), and it's almost nowhere to be found. This is easily going to be my new signature day scent (along with nighttime Bvlgari Jasmin Noir), and it fits my personality, as well :)   I cannot describe the scent, because I don't care about the fragrance groups (incidentally, though, I abhor too heavy sweet parfumes such as Mugler's Angel, or aldehydes like Chanel No. 5), and most of the parfumes I had and liked weren't similar - some would be citrusy (Light Blue), some citrusy-woody (John Richmond, original scent) some powdery/clean (Chloe Love), only one with jasmine (Bvlgari Jasmin Noir, my perfect evening parfume), some floral (Boss Femme, original scent - is that floral?), some oriental (Givenchy Organza) and almost none with rose. For me, it is important that a parfume has the good quality ingredients which are well-composed (like the only jasmine-based I liked so far, mentioned above), that is sofisticated, and that it has that unique je ne sais quoi that will draw me to it. Nomade is all that, and more.  Also, I don't know why are people complaining about the lasting power - I sprayed the sample I got on myself and my top-layer sweater, and I could still smell it on the sweater the day after! Certainly lasts way longer than most of the parfumes I tried and had!   All in all, if you're a tomboy type of girl and a free, travelling, tree-hugging spirit, this is a fragrance for you :) I certainly can't wait to get mine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Oily skin",
            "review_text": "only word for this parfum is AMAZING LOVE IT"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Smells terrible and would not recommend to anyone- yuck!"
        },
        {
            "review_title": "itu2019s alright",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "It has a very strong smell so it is incredibly easy to use too much- if properly applied itu2019s nice but nothing stands out."
        },
        {
            "review_title": "My new favourite scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Very light scent (at least on me). Good size, cute bottle. I find the top notes fade fairly quickly but I don't mind because I find the medium and bottom notes lovely. 2 spritzes in my hair and I'm good to go. Word of warning: This scent is not for everyone. If you're interested in it, I would suggest asking for a sample to see if it works on you."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Beautiful fall fragrance. Personally, I smell apple pie and pine trees. Not to strong. Doesnu2019t cause me to get a migraine."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "I'm not really sure how floral it actually smells. It smells like something my Great grandmother would have worn,  but definitely not my cup of tea"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Amazing - I have gotten so many compliments on this fragrance."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Too masculine of a smell for my preference."
        },
        {
            "review_title": "Not for Me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I got this as a sample in my Play! box and wow was I disappointed. The top note isn't awful, but the dry down is just too heavy. It made my allergies go crazy and most perfumes don't do that. If a heavy smell is your jam and you enjoy some of the old 70's perfumes, this one might be for you. I imagine the staying power is good, considering I tried to wash it off 4 times and I still smelt like the spritz I put on my wrist."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Smells nice. Kinda woodsy in the air but a bit citrusy on my skin."
        },
        {
            "review_title": "A Classic For Some, But Not Me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I got this as a sample in my Sephora Play box this month. I'm normally a fan of earthy, woodsy, spicy scents...so for me this is much more floral than I'd normally wear. I don't dislike it, but I can't say I'd choose it. I wouldn't call it overwhelmingly floral; it does have some spicier notes in there. I think the main thing for me is that it just doesn't smell that special compared to a zillion other traditional department store perfumes. I'll probably use my sample up, but I'd never buy it. I gave it three stars because I realize that these fragrance notes would appeal to a certain population."
        },
        {
            "review_title": "smells so good!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I got this as a sample and I really love it but I wish it wasn't so expensive. I also noticed after twenty minutes the smell fades significantly.."
        },
        {
            "review_title": "Smells amazing. A single spray lasts FOREVER.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "It makes me sad that this is so pricey because it is such a beautiful scent. I got a sample size in my September Play! bag and I love it. It's a serious perfume, and I was still catching whiffs of the scent a full 10 hours after I used a SINGLE spray.  I've got a lot of perfumes to choose from at the moment, but when I'm ready to add to my collection again, I will definitely consider splurging on this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Nothing but complements and everyone asking what fragrance is that?! All day people spoke of how great I smelled.  A perfect blend of musk and nature with a hint of florals."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Got this in my Play! box and itu2019s just not my style. It smells like baby powder to me, or something a grandma would wear. Giving it two stars because I donu2019t hate it, but itu2019s not something I would ever choose to wear."
        },
        {
            "review_title": "for my mother in law",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Biggest word I would use to describe the scent is old fashion elegant. Can see someone older using this scent. Kinda woodsy and reminded me a bit of a menu2019s fragrance. Didnu2019t get floral or citrus at all. My mother in law liked it, it went well with her since sheu2019s pretty sensitive to scents and it was pretty toned down. Good thing is, one sprits and your good for hours. Must reapply in the middle of the day, but lasts long enough."
        },
        {
            "review_title": "Unique Fragrance Blend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Iu2019m currently on my second bottle of this perfume and I cannot get enough. I rarely stick to an individual perfume for longer than 1 bottle, but this one has proven to be an exception.   This fragrance blends feminine and masculine scents beautifully. It is a treat from the moment I spritz in the morning and remains a lovely scent for hours afterward."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m in love. Itu2019s just a touch feminine, but not sweet or flowery. I need a nice intimate fall/winter fragrance and I think I found it."
        },
        {
            "review_title": "unoriginal, old fashioned, recipe is 30  years old",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Smells like old fashioned perfume, like something someone in the late 70's / early 80s would wear.  I know because when I smell it I'm reminded of my mom when I was a kid.  It's like something she would have worn a long time ago."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I got a compliment on this but it really isnu2019t for me. I kept smelling a note that I just couldnu2019t get with."
        },
        {
            "review_title": "Smells so good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I couldnu2019t believe how much I loved this scent! I was lucky to get as a sample and Iu2019ve been trying to save it the best I can, lol!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Smelled a bit too masculine/grandmaish for me"
        },
        {
            "review_title": "True to it's name, Nomade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This recently came as a tester and funnily enough when I first smelt it before putting it on I wasn't very impressed so I didn't bother trying it for a few days while trying out some other newbies as I wasn't very excited about this one.. then when I finally tried it on and let me tell you..WOW! Magic!  My partner who is incredibly fussy about perfumes ( he thinks most big brand perfumes have a fake"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Fell in love with this at the store. Recommend going to your local Sephora to try"
        },
        {
            "review_title": "Scent Experience",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is one of the most beautiful smelling perfumes my nose has had the pleasure of experiencing. It is on my Christmas list."
        },
        {
            "review_title": "Surprised by how great this is...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Received a free sample of this with my last order and was not expecting much (I've never really *loved* a Chloe scent before) but this might be my favourite fragrance release of 2018 so far. Intensely fruity/ripe, juicy citrus but not at all sweet on the opening and the drydown - I never expect much on the drydown from these big brand name scents, they all seem to settle into basically the same bland vanilla-musk powdery sweetness. Drydown on this is beautiful. Nothing avant-garde going on here but it's just better than what I'm used to, there's some plum in there, teeny bit of powder, softness, sweetness but just a tinge, sexiness but not the overt kind. Just A   on the drydown. Well done to Chloe on this one - it's suitable for the office/daytime and it's genuinely lovely."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This is a good deeper, winter scent. Itu2019s unique and doesnu2019t smell like the other Chloe products."
        },
        {
            "review_title": "my new signature perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This my new favorite! It does start out a tad bit over powering. I find it helps if i spray a little further away from myself then normal but i think that just adds to the scent, i feel it starts out almost warm and deep like menu2019s cologne and then when itu2019s been on your skin for a minute itu2019s like fresh flowers. Smells very luxurious and almost reminds me of ysl black opium which i love!"
        },
        {
            "review_title": "If you love Chloe...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "If you love Chloe, you will love this. Beautiful scent! Lasts on my shirt from morning til night. Not so long on the skin but I just don't use it there. I consistently get compliments. Love it!"
        },
        {
            "review_title": "Delightful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I absolutely LOVE this perfume. I bough a travel size to use for my wedding day and ended up buying the largest size I could because I love it so much! A beautiful long lasting scent!"
        },
        {
            "review_title": "fantastic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I literally get stopped on the street when I wear this fragrance by men and women. It's unique, fresh and smells amazing! I've bought in three sizes so that I'm never without!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Beautiful scent! A near perfect example of a warm floral. Great for the end of summer/fall and Iu2019ll likely continue wearing it all winter.   Itu2019s warm enough to wear into the evening but floral enough to wear all day without being too heavy. If youu2019re a fan of florals, Iu2019d highly recommend giving this a shot for the cooler months.   Other fall favorites for me: Tom Ford Black Orchid and Elizabeth and James Nirvana Rose"
        },
        {
            "review_title": "Smells like men's cologne",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I liked it for the first few minutes after I applied it, but after about half an hour, it started to smell very masculine on me. It's almost more like a cologne. It doesn't smell BAD, but it's just not what I'm looking for in a perfume."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Smells so Fu***** good!!! Already on my second bottle.I ALWAYS get compliments when I have this on!"
        },
        {
            "review_title": "Surprising and Unique",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I've found this perfume to be very unique for a women's perfume. It actually smells like a floral and slightly powdery version of men's Burberry London. It's strange, slightly sharp, somewhat spicy yet powdery, and the softness and pastel of the bottle are visually misleading in just how masculine the overall smell is. The boldness and masculine tones do fade after about 1-2 hours, and it settles into a powdery smell that reminds me more of a clean floral soap with Earl Grey (bergamot) notes. I've owned spray bottles and rollerballs of Chloe, Chloe Love Story, and Chloe Fleur de Parfum before and expected a similar floral feminine scent from this new release. I was very pleasantly surprised by how unique this smell turned out to be! It's turned out to be my absolute favorite of the line so far."
        },
        {
            "review_title": "Not good.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "My husband told me I had B.O.  I was pretty freshly showered but had used the sample of this that I had.  It has the same smell to me that all of the new scents have these days... very cloying.  And evidently, it smells like B.O. on me."
        },
        {
            "review_title": "Got a 3 ML sample and it's amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Thnx sephora it's great! oriental floral is what i would call it. it's masculine but not enough to where a guy could ever wear it but it's perfect for large and in charge women. it's sweet but not too sweet it's just the best fragrance chloe has ever had and i use to hate all chloe's scents until this one came out. if you're a super girly girl into prada candy, ariana grande or it's sugar fragrances you probably wont be into this scent."
        },
        {
            "review_title": "Generic Scent",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Smells more of alcohol than anything else. Dries down to generic powder scent. There's nothing distinctive about this so called Nomade scent. I would never buy it ever only got a sample with my reward points."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Subtle and beautiful"
        },
        {
            "review_title": "Adoration",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "NEVER wore chloe a day in my life but this sent is delicious. Its floral without being too sweet, bold without overpowering, lingers without being too strong and the best part is that everyone is wearing something else so this gem leaves you with a unique sent. My new favorite."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Make sure you get a sample before spending the $. The smell is great at first.. so great I almost forked over the $100+. Thirty minutes after spraying I started to get a waft of grandma."
        },
        {
            "review_title": "Ugh, how can they even call this perfume?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Omg this smells awful. Reminds me of Diesel Fuel for Life...nauseating. It starts off almost lemony, like furniture polish and finishes into a chemical sludge stink.  Totally unlike every other Chloe fragrance.  Huge letdown. Iu2019m glad all I got was a sample.  Id be happy to never smell this smell again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Chloe does not disappoint! This is very long lasting and I can still smell a hint of it on the skin after 12 hours! It's a sensual and sophisticated scent that's great for work and play. Definitely noticeable but not too overwhelming after initial application."
        },
        {
            "review_title": "Get it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Loveeee ittt. I get so many compliments when I wear this perfume!"
        },
        {
            "review_title": "Fantastic Scent, Reapplication Necessary",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "My favorite perfume I've ever bought, ever. I technically should give it four stars because the scent tends to dissipate quickly and you'll need to reapply, but the smell itself is magnificent. Feminine but so refined. I can't say enough good things about this smell. It will be my go-to for years to come."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I am in love with the smell. Not sweet and very different. Has a different smell ...similar to light blue by DG. On me personally, it doesnu2019t stay on as long as some other perfumes though, but I am still in love!"
        },
        {
            "review_title": "Not For Me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This reads very masculine on me. I know that many scents have a unisex vibe and that they are very much in vogue with younger folks. I'm also sure that there are women my age - 53 - who could pull this off as well. But when it comes to perfume, I am unabashedly feminine. I want to smell and feel pretty, seductive, and sophisticated. I do not get that from this perfume. My husband did not care for it on me either, but liked it as a masculine fragrance, so I gave him the few samples I had and he will wear it. I'm sure others will love it, but for me, it's a giant No!"
        },
        {
            "review_title": "Another hit",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "if you love the scent family of chloe, you will love this. a bit warmer and muskie yet still light feminine, sexy and modern. Perfect for everyday."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I am not really a fan"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "If you're tired of the same predictable scents out there, you should sample this product bc it's surprisingly unique. The initial spray smells so wonderful but I'm not too sure im loving the dry down scent. I highly recommend you pick up a sample to see how it wears through out the day. As a perfume junkie, I've learned that a perfume should be tried out for a day or two bc the scent changes  through out the day. Just a little advice before forking over your hard earned cash."
        },
        {
            "review_title": "not floral so not a fan",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Iu2019m a floral girl all the way and this did not seem floral  at all to me. I love Chloe de Roses and it might be my favorite of all time. This reminded me of my husbandu2019s Axe products, so I all smelled was masculine. And thatu2019s sort of the total opposite of floral. I was intrigued when this came out so Iu2019m glad I just tested a free sample, as soon as I sprayed itu2014 I regretted it. Itu2019s not horrible by any means, itu2019s not just my style. Iu2019m not going to pretend like Iu2019m good at explaining scents so I wonu2019t try. Just if youu2019re like me and love florals (roses, peonies, white flowers, honeysuckle, etc) then you most likely will not enjoy this one. Also, I didnu2019t smell it on me later so it might not last very long."
        },
        {
            "review_title": "Unique",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Chloe never seems to disappoint. Chloe's original is my signature scent. I got to try Nomade via a magazine insert and immediately added it to my Sephora's Favorites. When I first saw the description of oakmoss, freesia, Mirabelle (plum) liquor, it didn't excite me. Smelling it though, I got to appreciate the uniqueness of this combination. The contrasting notes all play beautifully well together.  This truly is a scent for the free-spirited. It's not in your face that it's rebellious. It's subtle and hints at the complex but feminine nature of the wearer. Suits me perfectly."
        },
        {
            "review_title": "A CHLOu00c9 for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I received a free sample of CHOLu00c9 Nomade. I did not have high expectations. I generally do not like floral scents and in the past had disliked the other scents CHLOu00c9 offers. Nomade changed my mind. While it is a floral scent, it has a warmness to it and took to my chemistry rather well. The other fragrance offerings have such oppressive character to their scents. This is light, yet has depth; it promises to not be a headache in a bottle. There is nothing offensive about the scent."
        },
        {
            "review_title": "new favorite in a large perfume collection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This scent is amazing. I have found myself reaching for this daily since I got it, and have received a ton of compliments. I find it to be perfect for spring/summer, and I've worn it to work and to go out. I love it for any occasion."
        },
        {
            "review_title": "So different - I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I'm kind of a fragrance junkie and its been a long time since I smelled something truly different.  Very hard to describe - not particularly sweet or flowery, maybe a little musky but not overly so.  Its a very unique, intoxicating fragrance that lasts all day on me."
        },
        {
            "review_title": "Addictive, gorgeous, men love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Clean, addictive, always want to put on more."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "It is unlike any other Chloe perfume."
        },
        {
            "review_title": "Stronger but Does Not Irritate My Allergies",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is a beautiful perfume. It does have a stronger smell, but does not irritate my allergies. I does not linger all day, it will need reapplied in a few hours. I requested this with an order and did not receive the sample so the young lady in store made me one when I purchased my lipstick. I'm so glad I asked in store because this perfume is quite lovely."
        },
        {
            "review_title": "Perfect scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "LOVE this scent. Planning on buying the big bottle after I get through this little one"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Light. Great scent for ther warmer months"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
            "review_text": "great smell. just enough to travel with real easy to use with the cap so the perfume doesn't get everywhere on other things in the bag."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I got this is my play box last month and it is now my favorite scent. It replaced my Elizabeth and James Rose as my top scent. It lasts which is a huge issue for me when it comes to perfume. Perfect balance of floral and earthy/musky"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Devine floral scent. Iu2019m in love"
        },
        {
            "review_title": "Classy and balanced.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Not only is this travel size convenient in size, I love that it's a spray vs. roller ball. This scent is tasteful, just a hint of sweet, floral and professional. I love it, I will be purchasing the full bottle. You won't regret the purchase!"
        },
        {
            "review_title": "Just right - green, soft, fruit, floral, spice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I am probably not the typical Chloe customer.  I don't love florals and I don't love rose.  I do love this.  I took a chance based on the description and (also the cute gift with purchase). This is really lovely.  It's not demure and it's not overly floral.  Its fruity, tart, green, a little spicy, and soft.  It's really nice balance and blend that's not too young, and certainly not too old.  If you want something a little different - not so sweet, but not a big flower - this is perfect.  I love it."
        },
        {
            "review_title": "sweet and sexy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "This smells so delicious, itu2019s gentle and sexy. Smells sweet and has a hint of musk. It lasts for a very long time and receive compliments every time I wear this. I like perfumes that smell like they can be unisex and this is just fantastic ! My favorite so far !"
        },
        {
            "review_title": "Chloe- Nomade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "I recently received Chloe Nomade as a sample at an event at Sephora. This is the first time I try this scent and I'm glad I did.  I first noticed it had floral notes of Oakmoss and Freesia. It's long lasting. I defenitely will be purchasing this fragrance again."
        },
        {
            "review_title": "Fresh, green and creamy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is a lovely and original scent. I love it. It smells a little like fresh basil, not in a pesto way but a creamy fresh spicy greenness mixed with other notes. This is my new favorite."
        },
        {
            "review_title": "beautifully spicy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I adore this perfume. It has a very noticeable dry down from a very spicy scent to more of a floral with spicy slightly musky undertones. On my skin it wears very unique from other perfumes I have tried. 2 sprays total is enough for a substantial yet still subtle scent payoff. The fragrance lasts most of the day though it becomes substantially less notable after 5 or so hours."
        },
        {
            "review_title": "Love love love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This perfume is so complex, it starts off a little too sweet for my taste. But i am willing to wait it out, because the scent that develops on the skin is musky and delicate, with a touch of fresh flowers. The first time i wore it people kept telling me i smelt incredible. This perfume is long lasting (and perfumes don't normally last on me)"
        },
        {
            "review_title": "Too Much Oakmoss",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I appreciate Chloe going in a different direction from the usual pink bubblegum or fruitchouli scents that flood the women's fragrance market, but I can honestly say that this scent lets me know without a doubt that I hate oakmoss.  The other notes are nice and I can detect them, but the oakmoss is overpowering and makes this smell old and dated, like a vintage bottle that's been sitting around in an attic for decades.  A definite pass for me, but as I said, I do give props to Chloe for trying something new!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Love love love this smell!"
        },
        {
            "review_title": "FINALLY SOMETHING UNIQUE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Can't stop smelling my wrist - it's so good."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I thought based on the notes that I would really like this, but itu2019s just too heavy. The scent itself is very fresh, but the undertone of it gave me a headache."
        },
        {
            "review_title": "Interesting smell as it dries down, in a good way",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is not as long lasting as the original Chloe perfume. Itu2019s a very nice scent but a little too autumnal for the summertime. It smells mature - something you might like to wear in the office. Not overtly floral, Nomade has a faintly salty tang to it as it lingers on the skin and hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this fragrance. It lasts forever and makes me feel sexy and invincible. I wear it on days when I have an important meeting or presentation and want to feel like a boss. Itu2019s subtle but really lovely."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I went in to buy a specific perfume but as one does.... I started looking at what was out there and let my eyes wander. One of the associates was helping me and introduced this perfume to me. And after some inner debating with myself i walked out the door with this product vs the one I initially came in to purchase. I should add that this is a similar price point to my original one (a little pricey but WELL worth it!). I love how this smells on me and how it keeps throughout the day. Overall VERY happy!"
        },
        {
            "review_title": "Pretty for Spring Summer, but Fall too.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Really nice fragrance with beautiful notes. There is a floral element to it but it is balanced with deeper muskier notes. As with all fragrances, try before you buy. Spray on your skin and walk around for a while and see how it develops. I also spray an item of clothing and check that too after a while. If it gives you that ah moment, it's a keeper. I'm very picky with fragrance and this is the first time a fragrance has intrigued me. I tend to stick with my tried and true, forever love, all year round fragrance - chanel mademoiselle. This is a nice switch up from that.    If you're looking at the gift with purchase - it is nothing as pictured. Different color, shape and cheap looking. If you're a minimalist skip it."
        },
        {
            "review_title": "Elegance in a Bottle",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I absolutely adore this perfume! Iu2019m a perfume junkie but this one is adored by everyone - even my mom who is really sensitive to perfume and typically hates all of them (she loved this one). People literally stop me to ask me what perfume Iu2019m wearing. Couldnu2019t recommend this enough. I put 4 stars out of 5 because nothing can beat my favourite perfume (Si by Giorgio Armani) but this one comes close."
        },
        {
            "review_title": "Sweet and Yummy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "LOVE this sweet perfume! Something different for Spring!"
        },
        {
            "review_title": "Always get compliments; feminine and sweet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have gotten so many compliments wearing this scent! Almost anytime I go out with it, someone mentions it. I've loved Dolce"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love this scent. It just lingers in the most delicious way..."
        },
        {
            "review_title": "Gimme a gallon of this stuff!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "Loooooove! I smelled a sample in a magazine and instantly fell in love. Kind of smells like a girl version of a guys cologne if that makes any sense? Like a fresh, clean smell"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Sampled this yesterday and had to buy it! Itu2019s a really unique fragrance - a little flowery, a little soapy - a good mix of masculine and feminine. It dries down a touch powdery which isnu2019t always my favorite but itu2019s not overwhelming. I bought a small rollerball/purse spray size to see if itu2019s just a summer spray or more of a long term scent for me."
        },
        {
            "review_title": "Love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Love it!  This last long as well. I couldnu2019t believe that this is Chloe perfume. I think this is one of my best for 2018!   Hopefully they wonu2019t change any formula. Great buy"
        },
        {
            "review_title": "So wonderful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I don't write reviews, but felt compelled to do so for this fragrance.  When I first spray it, it's a bit floral for my taste, but after about an hour, it has a nice musk to it.  It's soft and sexy and not overpowering.  I find it to be very warm and comforting.  I have NEVER worn perfume because it gives me a headache and makes me sneeze like crazy, but this does neither.  How a fragrance smells definitely depends on the person, but this one works well with my body chemistry and my sensitive nose."
        },
        {
            "review_title": "Not a fan",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am a huge fan of all Chloe perfumes but not this one... To me this smells like the soap and glory body lotion which is a drug store brand. For this price I was expecting something more sophisticated. I ended up returning it."
        },
        {
            "review_title": "AMAAAAAAAZING!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "WOW. just WOW! this scent is absolutely amazing... so unique and mysterious! im normally into sweet, floral scents but this just stole my heart! I hope it will be made into a lotion! AND a gift set! I need it all!!"
        },
        {
            "review_title": "Perfect Touch of Floral",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I went to the store during the VIB sale and had a wonderful employee help me pick out a new perfume. I love floral notes but hate many the popular floral fragrances because they are overpowering. This is the perfect mix between floral, sultry, and warm. I've had perfumes with better staying power but this one isn't too bad."
        },
        {
            "review_title": "DIFFERENT! LOVE IT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This smells NOTHING like the other perfumes! I love woody musky smells and this is it! I normally donu2019t buy perfumes but I HAD to buy this one! I love it."
        },
        {
            "review_title": "Nice addition to Chloe line",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "It's love at first smell for me. I have to admit that I'm a fan of all Chloe line and this perfume is a nice new addition. The scent is very bright and assertive. I wouldn't call it a pure floral perfume. Maybe it's just my skin, but fruity liquor notes (orange, mango?) become more pronounced in the dry down. Overall it's a very playful optimistic scent. I bought a travel size. Thinking about going back for more at some point."
        },
        {
            "review_title": "Fresh, flirty, floral",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I love this! The bottle is stunning, and the scent is unlike anything I have in my collection, including the original Chloe. It's a fresh floral that's easy to wear, care-free, so very Chloe-esque. I will always take a star off Chloe fragrances for being overpriced and smaller in size than other designer perfumes. Thankful for VIB rouge sales!"
        },
        {
            "review_title": "lush and green",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Great scent for spring but I excited to smell it in the warm summer air."
        },
        {
            "review_title": "Beautiful Perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "For reference- my current favorite scents are Elizabeth and James Nirvana Black and Michael Kors Sexy Ruby. This perfume is absolutely intoxicating and definitely multi-seasonal. At first, I smelled anise and flowers- making it perfect for spring and summer, then the after-scent was minty and warm (?difficult to describe?) and it reminded me of a wintry cocktail and I realized it was perfect for all seasons. Definitely one of my favorite perfumes on the market."
        },
        {
            "review_title": "Nice Smell, but Very Heavy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Very strong perfume. I love all the classic, light and rose Cloe, but this one is a miss for me. It has a very nice smell, but simply too strong for me."
        },
        {
            "review_title": "Doesnu2019t last",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Loved this in the store however after ordering a small travel bottle, I find it to fade way too quickly"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s funny how perfumes smell different to different people. For me this doesnu2019t smell like a floral at all. It smells like an incredibly sweet perfume, almost fruity in a way. But itu2019s a very sophisticated sweet. I fell in love the first time I smelled it, and it wore super well on my skin. Itu2019s hard to describe but itu2019s definitely worth giving a try the next time youu2019re in Sephora. This is one of those rare perfumes that took me by surprise and that I knew I needed to have in my collection immediately (although itu2019s so close to the sale that if youu2019re going to buy it Iu2019d suggest waiting.) absolutely love it!"
        },
        {
            "review_title": "Beautifully subtle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This isn't an in your face bold scent, it's very light and subtle, one that's best smelled when someone's standing very close to you.  I've been wearing it and every time someone gets close enough, I get asked what that beautiful, light perfume is.  In love!"
        },
        {
            "review_title": "Love this scent will always repurchaseu2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I absolutely love it.. The gentleman at my Sephora store is an absolute sweetheart he's always helping me and telling me about the products I purchase. He suggested this one after telling him that in love the original Chloe.. This last all day and I work for the post office and I still smell sweet and fresh after a long day"
        },
        {
            "review_title": "Grown up Fruity",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I am extremely choosy when it comes to fragrance. This perfume smells delicious! I like to describe it as grown up fruity it reminds me of guava and tropical flowers but in a very sexy and grown up way. Perfect for the summer! I purchased the purse spray to try it and will be buying the full sized bottle."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Normal skin",
            "review_text": "Thank you Chole for Nomade!  I enjoy the wearing this perfume and have gotton several compliments.  I love Rollerballs so portable and great way to try a fragrance."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Love it! My new favorite."
        },
        {
            "review_title": "Love. It!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I love this scent. Very balanced and not too powdery, which I find (but don't take issue with) most Chloe scents. Perfect for spring and even summer. Definitely will purchase the full size of this!"
        },
        {
            "review_title": "great scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Iu2019m in love with this scent! It is sexy and elegant and it last for a long tine on my skin. Very happy my hubby got this perfume for my birthday."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I just bought this today and itu2019s already my favorite parfum from Chloe. I owned love story but I ran out. Therefore, I wanted to try the new one, and Iu2019m in love with it. I love floral scents and this one is definitely floral. It smelled so good on me, I couldnu2019t resist buying. I recommend spraying it on your wrists before purchasing. Parfums smell different on everyone! If youu2019re a fan of floral and Chloe, I think youu2019ll like this sweet floral scent. Also the lotion smells amazing as well!"
        },
        {
            "review_title": "LOVE IT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "I LOVE this scent. Everywhere I go someone compliments me or ask what am I wearing. Such a light clean scent."
        },
        {
            "review_title": "I almost turn myself on when I wear this.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is the most incredible, sexiest perfume.  A heavenly, woodsy, sultry, slightly floral, spicy, sophisticated, beautiful scent.  I am in love.  I can't imagine a future where I will not have this perfume as my daily scent, or at very least, as a main staple in my lineup.  There is something pared-down and simple, yet completely mysterious and complex about this perfume.  It makes you feel like an Amazonian huntress that somehow ended up in the desert.  Okay, dramatic, but true.  Absolute love."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I really enjoy wearing this new fragrance. It stays on the skin all day and it's not overbearing or too heavy. I'm not a fan of the original Chloe but this one is a new favorite."
        },
        {
            "review_title": "Floral",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "I love just about anything floral. I sampled this scent in the store and decided to purchase it. I have received compliments when I wear it. Nice for the spring."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I am in love with this perfume. I replaced my signature perfume(hermes terre du2019hermes) with this one! I cannot stop smelling myself!"
        },
        {
            "review_title": "Love Chloe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Beautiful fragrance!!! Chloe really knows how to make a fragrance  Love ALL of Chloeu2019s fragrances  Definitely recommend this to everyone"
        },
        {
            "review_title": "Sexy smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
            "review_text": "This scent is cute, sexy and elegant. The scent is so unique. I got 3 compliments the first few hours of wearing it. This will definitely be my summer scent because its not strong and it's not light it's just right. I usually get headaches from perfumes but not this one here. I think I found my new signature perfume"
        },
        {
            "review_title": "So pretty!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love that this travel size is a spray!!  I bought it to try before committing to the full size and I'm so glad I did.  This is a heavier fragrance, not light and floral, but I like that.  On me it's much more of a winter scent than a light, summer scent.  I would consider it in the oriental family of fragrances, along the same lines as Flowerbomb or Twilly.  I really like it."
        },
        {
            "review_title": "Air freshener/popurru00ed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "It didnu2019t work well with my natural body cent. Too floral for me almost like air freshener/popurru00ede. Sprayed it lightly gave it a few days and had to return it.  For reference I use Prada Candy, Nirvana Black, YSL Mon Paris, flower bomb and Marc Jacob scents."
        },
        {
            "review_title": "Worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, mediumTan skin tone, Combination skin",
            "review_text": "LOVE THIS !!!! Such a unique smell, feminine and light, my husband loves it. Will definitely buy again!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "I get great compliments whenever I wear this perfume!"
        },
        {
            "review_title": "really like this u2764ufe0f",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Like others have said, this doesnu2019t smell like other Chloe fragrances (which I also like) they have a sharper edge to me..hard to describe..this is softer, definitely recommend giving it a shot!"
        },
        {
            "review_title": "Modern and Unique",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I adore Chloe fragrances but this one is Amazing!  Its unique and modern, fresh yet musky with a hint of sweet. A bit green which i guess is an odd to the hippie era. It's one you must try."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, fairLight skin tone, Oily skin",
            "review_text": "I love this perfume so much! It lasts all day long and my coworkers and managers love it as well. My customers always ask what Iu2019m wearing and Iu2019m so proud to tell them about this perfume only thing is that itu2019s a little pricey"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Oh lord. So when you first spray it, it smells nice. Then wears off to a nice, nauseating insect repellent smell. Why? Like why does this happen? I wanted to like it so badly. I adore Chloe but this is just an attack on my senses. Newp. Just not liking it."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "Strong and Grandma-ish"
        },
        {
            "review_title": "Nothing like it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I wanted to love this.  In the store it smelled heavenly and so different from everything else.  However, I am glad I insisted on a sample.  It was lovely for the first 20 minutes of wear and then dried to a powdery scent-what happens with a lot of the florals I wear.  Perhaps because my skin is more acidic.  A few of my students said I smelled like a grandma.  Itu2019s a light powdery scent but I can see what they mean.  I think on the right person this scent will be tantalizing.  Just not for me."
        },
        {
            "review_title": "pretty scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "its a very feminine, girl next door type of scent to me i like it, but I'm more of an alien or Lolita lempika typa gal lol BUT i get complements every time i wear it.. i actually like it for colder days.."
        },
        {
            "review_title": "Unique fragrance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This fragrance is like nothing else I own. I donu2019t get floral here at all. I get woody, green, powder but fresh. This is a fragrance that I feel a man could wear. It has masculine notes. After a few hours, I feel like it smells cologne-ish. I donu2019t get sweet or flower notes. Maybe a tad bit of fruit but very slight. I would say that this is an elegant, powerful, I know what I want in life fragrance and for those who donu2019t like flower and tend to go toward more masculine scents. My husband hates floral perfumes so he actually approves of this one. Definitely spring, summer fragrance."
        },
        {
            "review_title": "Meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I can see how someone could really enjoy this scent - it is a mild floral with fruity and spicy notes. I sprayed it on my wrist in store and let it develop on my wrist over 6 hours. On me, it first sprayed on like fruity cleaning spray - then developed into a sweet floral scent. Not particularly unpleasant but not something I would buy. Too bad though, because the bottle is beautiful!"
        },
        {
            "review_title": "Delicious Vanilla Notes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I am absolutely in LOVE with this scent right now! It has the perfect warm, vanilla notes I look for in all of my fragrances and it is sophisticated enough for any adult to wear! A little goes a long way with this so it will also last you a while! I put one spritz on in the AM and can still smell the scent on myself when I get home from work hours later. Overall, Chloe did an amazing job of creating a warm, vanilla scent suitable for people of all ages and I highly recommend it to all of my vanilla lovers!"
        },
        {
            "review_title": "Iu2019m in love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this scent from Chloe! I get compliments every time I wear this perfume. u2764ufe0fu2764ufe0fu2764ufe0f"
        },
        {
            "review_title": "ALL TIME FAV",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "OMG I LOVE IT!!! One of the best perfumes I have ever worn.  I rotate this with Burberry Blush.  I keep bottles of both at home and then have travel size or a rollerball in my purse.  The perfume isn't one of those perfumes that knocks you out and gives you a headache. It is classy, elegant, sweet and can be worn everyday.. for any occasion.  I cannot tell you how much I love Chloe!"
        },
        {
            "review_title": "Sophisticated and Sexy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "It smells sophisticated, sexy and feminine. It warms up to a soft and sweet smell. I love it!  Itu2019s different from any fragrance I own."
        },
        {
            "review_title": "Beautiful, Amazing, Perfect!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Like a lot of the other reviewers, I got this sample (and a handful of others) that came as freebies in my Sephora order. I was torn between this and YSL Black Opium, which I thought would be a winner (but the vanilla in it wore me out). So, after I learned the YSL was a no-go, I tried the Chloe and its now my all around fav!  NOMADE is aMAZing. It smells sooo good, I wanted to reserve it for special occasions... but very quickly decided it is my new daily wear. I purchased the small size since there was no rollerball yet - I want to carry this one with me!!"
        },
        {
            "review_title": "sophisticated scent.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I purchased the travel spray first and did not buy the perfume as yet because it is not in stores as yet. After trying it I am convinced that I would definitely buy the full size. This is such a lovely scent. If you are looking for a nice woodsy fresh smell this is great. Very different from the other Chloe perfumes. It smells very similar to Elie Saab edp. So if you are familiar with that perfume and are looking for something similar but you want a change this might be it."
        },
        {
            "review_title": "Unique and beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This is one of the most unique fragrances I have ever tried, and I absolutely love it. It flirts between masculine and feminine beautifully, a perfect blend of musk with sweetness and a subtle floral. Fragrances lovers will adore Nomade, I think it belongs in everyones fragrance wardrobe. I was lucky enough to receive a travel spray of this from Sephora gratis, and I couldn't be happier. I feel so honored to have been chosen to try this. It is something I would absolutely buy for myself."
        },
        {
            "review_title": "Didnu2019t work for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I loved this fragrance when I first applied it, but it wore down on me to a very spicy gourmandy type of scent, which ended up giving me a headache. Itu2019s almost like a nutmeg or allspice kind of undercurrent that doesnu2019t show up on everybody, but if things tend to get warmer or spicier on you, I might pass this one up. If they donu2019t, then you might enjoy it. Itu2019s a soft floral with an almost woodsy tone to it thatu2019s very nice on first smell."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I was introduced to this scent when I made an online purchase for something else.  I actually received about 7 different cards that allows you to lift and sniff.  This perfume definitely was my favorite. I loved it so much I decided to buy it during the 3x point promotion.  Itu2019s a lightly sweet scent that doesnu2019t leave you smelling musky or like you have a thick heavy fog following you throughout the day."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This perfume smells too strong for me. It gives me a headache."
        },
        {
            "review_title": "A winner.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Nomade starts off with a burst of mirabelle plum, it is somewhat effervescent and strong and not particularly pleasant.  Give it ten minutes to dry down though and the fragrance becomes deeply floral, earthy, warm and so d@mn lovely!! This perfume isn't a nasty screechy fruity floral and isnt a sweet, sickly, vanillery mess either. It is classy, tasteful, it smells expensive. Nomade is cozy, indulgent, relaxing and beautiful. Just got to push through those first few minutes!! Finally can I say how good it is to see Chloe gave us the purse size as a spray and not rollerball!"
        },
        {
            "review_title": "u2764ufe0fu2764ufe0fAMAZINGu2764ufe0fu2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I have been looking for a new scent for spring and summer and this is the best perfume in my collection. Itu2019s my first Chloe perfume and it is amazing. I get so many compliments. Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This perfume smells amazing!"
        },
        {
            "review_title": "Favorite Fragrance!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Lovely lovely lovely!!!"
        },
        {
            "review_title": "so nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "omg. this works so well with my body chemistry. i typically wear the original womens burberry fragrance, but this will be an awesome addition"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is AMAZING. I love all Chloe fragrances - so so much but this might be my new favorite. So romantic smelling. I am definitely in love with it :)"
        },
        {
            "review_title": "Just What I Was Looking For!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I adore this scent. I first found it in a trial pack of scents that came with a previous Sephora order and I fell in love. Itu2019s such a unique and feminine scent and the bottle is so cute. I couldnu2019t wait until it was released and when it was I got the travel and full size. My roommate says itu2019s one of the best perfume scents sheu2019s ever smelled and sheu2019s looking into getting some too. DEFINITELY RECOMMEND!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "not sure who chloe is but after receiving the sample I fell in LOVE. I have only worn chanel mad for YEARS because it was quite honestly my favorite but this made my nose perk up. Maybe they can share counter space. :)"
        },
        {
            "review_title": "Great Scent!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I would rate this 4.5 stars.  I received this as a sample and was pleasantly surprised.  If you like musky smells, but have a hard time finding one on the romantic and feminine side, this is for you.  It smells floral, but that is balanced out by musk and deep notes of some kind of spruce type of smell.  I might purchase a full size in the future.   This would be great for Winter, if you rotate your scents according to seasons."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019m halfway between I like it and it smells like an average department store fragrance. I am on the fence and canu2019t decide. Definitely musky and floral."
        },
        {
            "review_title": "Sexiest fragrance out there!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Omg smells like sweet elegance with a tiny spice/earthy undertone. So different from the rest of the collection but most definitely the best one in my opinion!"
        },
        {
            "review_title": "Unique, soft, sweet. A beautiful scent.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Dry skin",
            "review_text": "I received a sample of this and instantly fell in love. It's a sweet but earthy scent. I could pick up several notes and knew instantly that I wanted more..lol. I had my husband give his thoughts, since he is very picky, and he said  I like this better than any of the perfumes you have on your desk. So I grabbed a bottle! :D I cant wait to start wearing it!"
        },
        {
            "review_title": "Complex but Simple; Best Yet From Chloe!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I received this as a sample from Sephora and all I can say is that this is an amazing fragrance! I love all the Chloe fragrances despite not particularly liking florals in general. With that said, this is DEFINITELY its own scent (if I didn't see it was Chloe I probably would never have guessed it was Chloe!) - it has almost an oriental/floral vibe (I know they're not listed in the notes but I get almost white musk/slight vanilla undertones to this) and it's definitely not as strongly scented or flowery as the other Chloe fragrances. It's also much lighter than you would think for the listed notes and the oriental kind of vibe I get from this (or like many warm florals which are often very woody - this is not!). I also really love the dry-down of this - it doesn't leave a strong scent at all but it's enough to make people sniff and ask what I'm wearing! It wears down to a beautiful slightly floral, lightly powdery (not baby powdery just that soft kind of scent!) and just slightly sweet but sophisticated scent. It also has its own kind of freshness to it without being your typical fresh/clean fragrance. This is a purchase I will definitely be making!"
        },
        {
            "review_title": "Perfect everyday scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Received a sample and instantly fell in love! Just bought the full size bottle and cannot wait to use it everyday."
        }
    ]
}