{
    "product_id": "1679",
    "name": "GRO+ Advanced Hair Serum and Dermaroller Set",
    "brand": "Vegamour",
    "categories": "Hair, Value & Gift Sets",
    "price": 127.0,
    "about": "What it is:A dermatologist-codeveloped set that includes a dermaroller and a daily hair serum formulated for those with severe shedding or thinning..Hair Texture:Straight, Wavy, Curly, and Coily.Hair Type:Fine, Medium, and Thick.Hair Concerns:- Thinning.Key Benefits:- Lightly exfoliates the scalp.Highlighted Ingredients:- GROActive+ Complex: A patent-pending, AI-discovered, plant-based compound to fight shedding..Ingredient Callouts:These products are vegan, gluten-free, cruelty-free, and come in recyclable packaging..What Else You Need to Know:Codeveloped by dermatologists, this daily duo is for those with severe shedding and scalp concerns. The luxe dermaroller gently exfoliates the scalp to prepare for GRO+ Advanced Hair Serum. It features a wide head for maximum scalp coverage and an easy twist-on, twist-off design that works in tandem with monthly Replacement Heads. The hair serum is powered by Vegamouru2019s patent-pending, AI-discovered GROActive+ Complex along with nutrient-rich superfoods and plant stem cells to promote a balanced scalp, a clinically measured increase in visible hair density, and a visible reduction of hair loss due to breakage..Clinical Results:In a 120-day clinical study of 40 participants using GRO+ Advanced Hair Serum once daily:.This Set Contains:- GRO+ Advanced Dermaroller.Clean at Sephora",
    "ingredients": "-GROActive+ Complex: A patent-pending, AI-discovered, plant-based compound to fight shedding. .-Spanish Microalgae: A prebiotic scalp superfood that hydrates to support the skin barrier..-Plant Stem Cells: Rich in proteins to help anchor strands at the root...GRO+ Advanced Hair Serum:.Water/Aqua/Eau, Butylene Glycol, Alcohol Denat., Propanediol, Curcuma Longa (Turmeric) Root Extract, (Trifolium Pratense (Clover)/Vigna Radiata) Sprout Extract, Biotinoyl Tripeptide-1, Rheum Rhaponticum Root Extract, Acetyl Tetrapeptide-3, Callicarpa Japonica Fruit Extract, Chlorella Vulgaris Extract, Olea Europaea (Olive) Leaf Extract, Caffeine, Tocopherol, Glycerin, Pentylene Glycol, Hydroxypropyl Cyclodextrin, Lecithin, Sodium Phytate, Helianthus Annuus (Sunflower) Seed Oil, Sodium Starch Octenylsuccinate, Alcohol, Cyclodextrin, Citric Acid, Phytic Acid, Lactic Acid, Cyamopsis Tetragonoloba (Guar) Gum, Xanthan Gum...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing&nbsp;effectiveness.",
    "num_reviews": 91,
    "overall_rating": 4.9,
    "product_url": "https://www.sephora.com/ca/en/product/vegamour-gro-advanced-hair-serum-dermaroller-set-P513134?skuId=2798700&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2798700-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "na",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2798700-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Incredible product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is exceptional. I was skeptical at first, but after only 10 days of using the dermaroll with the serum everyday, the results are crazy!"
        },
        {
            "review_title": "Perfecto",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I was told about this Duo and I wanted to give it a try, I didn't think it would work wonders. Right now it has become one of my must-haves to help my hair grow and remove the flaky scalp. I'm surprised, you can see results in just two weeks, it worked perfectly for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Combination skin",
            "review_text": "This scalp serum along with the dermaroller has been doing wonders to my thinning hair. This is very beginner friendly routine that takes only couple of minutes a day. Consistency is a key though. Youu2019ll definitely see the results as long as you use this duo regularly."
        },
        {
            "review_title": "Feels nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "I received this product from Vegamour in exchange for my honest review. The dermaroller came in a nice, well made box - similar to the ones you usually keep your glasses in. In feels nice in hand, it's made of metal. The needles are tiny and sharp but honestly I can't really feel them on my scalp because of hair. The serum comes in nice bottle with droplet, so it's very easy to use. I feel like it gives me a chill effect on my scalp.  It doesn't make my hair greasy. I'm not a huge fan of it's smell though."
        },
        {
            "review_title": "So far so good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have had issues with my thinning hair for awhile now and was hoping that this would help me. I was not sure how the dermaroller would feel but it is quite easy to use and helps stimulate my scalp. The serum is lightweight and does not feel greasy on mg hair which is a plus. I need more time to show real results but so far I feel that it is helping and have had no issues with it. Extra plus that the dermaroller is in a nice case."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Such an incredible product! I have had very thin hair for a majority of my life, especially face framing, and ever since I started using this product I have had great results. I really donu2019t use it every day, every other, and i still have seen great results. 10/10 recommend! Gifted by vegamour"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Iu2019ve been dying to try a dermaroller for my hair serums and I love using one with this serum! Iu2019ve used the regular version of this serum so Iu2019m excited to compare how this new advanced formulation compares. It doesnu2019t leave my hair greasy or gross so I love it so far."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Porcelain skin tone, Dry skin",
            "review_text": "This scalp serum is a new favorite in my routine. The consistency is lightweight and watery without being oily feeling or leaving residue on my hair, while the dermaroller adds much wanted effects of increasing hair growth and stimulating hair follicles."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I had tremendous hair loss after the birth of my twin boys and this Gro+ advance hair serum and Derma roller set duo has helped me so much. You can apply anytime (to either wet hair, dry hair or styled hair) and it takes less than 1 minute. It doesnu2019t make hair greasy at all."
        },
        {
            "review_title": "It actually works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Gifted by Vegamour. I was skeptical at first of this product but after about a month I noticed significant improvement in the thickness and overall health of my hair. Two months in of using this product, my hair feels thicker and looks thicker. Iu2019ve gotten so many compliments!"
        },
        {
            "review_title": "Love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Love how this couple works together! Makes my hair looks fuller and gives me a lot of volume!  Serum works great! Using it for more than month and love the results! Hair looks fuller and definitely longer!"
        },
        {
            "review_title": "This set is amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I recently received GRO+ Advanced Hair Serum and Dermaroller complimentary from Vegamour, and after 90 days, my hair is showing signs of new growth all over my head. My stylist said I have baby hairs literally everywhere, and I am so excited about it. My hair had begin to seriously thin this past year, and these products seem to have reversed that loss almost entirely. The use of the dermaroller really allows your scalp to readily absorb the serum."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Iu2019m so inlove with my hair system. This dermaroller with Gro+ Advanced Hair Serum is my life saver after having my baby. I was loosing so much hair and after 3-months of using this system and hair looks like better than before!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I noticed a little bit of new growth using these two products in combination. I really like the serum because it doesnu2019t make your hair oily or greasy, so you can apply in the morning or night. Looking forward to more growth! Gifted by vegamour"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I received this product complimentary from vegamour in exchange for review. Admittedly, I was not able to use the hair serum every day as I only wash my hair two times a week and serums leave my hair greasy. However, I did use it as much as I possibly could over 90 days and saw positive results, especially along my part and hair line.  The Derma roller is a nice addition. It's a little tricky on curly hair but I think it helps the product efficacy."
        },
        {
            "review_title": "Amazing set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been using the Vegamour GRO+ Advanced Hair Serum and Dermaroller Set, and itu2019s been a game-changer for my hair. The serum feels lightweight and absorbs super quickly without leaving any residue, so it fits seamlessly into my routine. I love that itu2019s packed with plant-based ingredients, including CBD, which feels gentle but effective on my scalp. The dermaroller has been a nice addition; it boosts absorption and adds a spa-like touch, really making my scalp feel invigorated. Over time, Iu2019ve noticed my hair looking fuller and healthier, making this set well worth the commitment."
        },
        {
            "review_title": "Great set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I've been using this product after I wash my hair every three to four days for more than a month now and I can tell there is less breakage and hair loss. I know the directions say to use everyday but when I tried it the first week, I found my scalp more itchy than normal. So now I only use on damp hair and it is still itchy but not as bad as that first week. I haven't noticed significant hair growth but when I wash or brush my hair there definitely is a smaller amount than the alarming amount I was facing before using this product. I have also switched to using Nexxus Unbreakable and so far really like the results. There is no scent that I can notice and it's not greasy when massaging into my scalp. The only reason why I'm removing one star is because although there's no dandruff, I don't know what to do about the itchiness but hopefully that means new hair growth. It is expensive but I would get again and would recommend."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love that Vegamour came out with Dermaroller. Iu2019m not new to GRO+ Advanced hair serum. It helped me to regrow hair after postpartum hair loss. And also now with growing my bangs out. Now with Dermaroller together makes it perfect combination. Offered by vegamour"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "You will never go wrong with any Vegamour products, i love this one for the roller especially, before washing my hair i can use it for a good scalp massage to exfoliate and boost the circulation. I love the serum that is kind of watery not oil"
        },
        {
            "review_title": "Recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love it overall! I donu2019t think it would work for more serious hair issues, but it has helped a lot with my post-COVID hair loss. The mezoroller is gentle but works amazingly well on my sensitive scalp!"
        },
        {
            "review_title": "Life changing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Iu2019ve been using the GRO+ Advanced Hair Serum along with the dermaroller for a few months now, and the results have been quite promising. The serum itself feels lightweight and absorbs easily into the scalp, leaving no greasy residue. It contains a blend of natural ingredients, including CBD and phyto-actives, which are known to support healthy hair growth. What I appreciate most is the soothing effect it has on my scalp u2013 itu2019s gentle and non-irritating, which is a big plus for anyone with sensitive skin.  Using the dermaroller in combination with the serum takes the treatment to another level. The dermaroller helps create micro-channels on the scalp, allowing the serum to penetrate deeper. Itu2019s an easy-to-use tool and adds only a couple of extra minutes to my routine. After consistent use, Iu2019ve noticed a subtle increase in hair thickness, and my hair feels stronger overall."
        },
        {
            "review_title": "Miracle Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This hair serum is very potent and effective. I love applying this serum to my scalp because it is so refreshing and exhilarating. I like that it's a serum and not an oil because I only wash my hair once a week and so this I don't have to worry about product buildup. This serum has my hair so soft and I noticed less shedding after one week of use. I only wish that it had more fluid ounces because this serum will only last me about two weeks using it every day and so this would be pretty expensive to use for 3 months straight for me. I can tell that this serum is working because I already have a little fuzz where I was experiencing thinning. I love the roller that accompanying this serum! It feels amazing rolling this on my scalp and massager feels like it's helping the product absorb better. Overall, it's a great product and produces results fast."
        },
        {
            "review_title": "I love it so far!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Wow. This set feels amazing on my scalp. I will say Iu2019ve only been using it for two weeks so far but Iu2019ve noticed when you use the roller, it definitely feels like itu2019s massaging your scalp really well! Iu2019ve been using it mainly on my edges and hairline. Itu2019s also great for fine hair where itu2019s not too heavy or leaving your hair feeling greasy. I canu2019t wait to see the final results!"
        },
        {
            "review_title": "Great for thinning hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This dermaroller is absolutely amazing! Adding this into my nightly routine has been so relaxing and has amazing benefits for my hair! My hair has been thinning a lot lately and this is a great product to combat that! Iu2019ve been using this every night and then dermarolling serum into my scalp for a few minutes and Iu2019m super impressed with how my hair feels so far and excited to see long term results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This product is pretty good. It smells sooo goood. I have a lot of hair and it did great. This is probably the best hair tool I've ever used. So easy to use. 100% recommend this product, totally worth the money. Leaves my hair smooth, shiney. I will definitely continue getting this, because it's really helped."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "What a nice set to help promote hair growth!First off the product aesthetic is gorgeous.  The roller looks soo fancy and very well made.   To my surprise the roller doesn't hurt at all and does a great job at promoting hair growth. It doesn't have that sqeak either that most rollers do.  It rolls smoothly.  The serum has a very thin consistency , and has a very light smell , and with consistent use it works!!!  My hir is finally growing back in and I couldn't be more happier! Check how that parting space thickened up! Will never stop using this!"
        },
        {
            "review_title": "So far very optimistic for my thinning hair.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Iu2019ve struggled with thinning hair for years, but using this dermaroller and growth serum has made a noticeable difference. I roll it on my scalp every night, and you can even kinda feel it activating your hair follicles. It does not hurt and is a quick addition to my nighttime routine. The serum is lightweight and non-greasy, leaving no residue, which I appreciate. Since starting this routine, my hair looks healthier and shinier at the roots. Iu2019m optimistic about continuing this journey for even better results!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love this roll and growth serum. Itu2019s a great duo for growing and reviving your hair. I have medium thick long hair but my front of my hair is much thinner than the rest of my head. This has been great in rebuilding the thicknesss."
        },
        {
            "review_title": "Doesnu2019t weigh down my fine hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "he serum feels light, not oily at all, and it absorbs quickly without weighing my hair down, which is a huge plus. The dermaroller itself is incredibly well-madeu2014itu2019s sturdy, easy to grip, and feels really comfortable on my scalp, almost like a mini spa treatment at home.  Since adding this set to my routine, Iu2019ve noticed my roots look a little fuller and my hair has a bit more body, especially around my hairline where it tends to be the thinnest. Itu2019s too early to say anything about long-term growth, but my hair looks healthier and feels thicker overall, which I didnu2019t expect so soon. If you have fine hair and want to give it a boost, this set is definitely worth trying. Itu2019s become a nice little self-care ritual that feels as good as itu2019s starting to look!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Was honestly kinda of scared to try the Dermaroller and I was actually pleasantly surprised to find that it was painless and I believe will help the serum really penetrate into the scalp better and more effectively."
        },
        {
            "review_title": "Absolutely love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "VEGAMOUR GRO+Advanced Dermaroller is a tool I didn't know I needed,  until I tried it and know I can't see myself without it. I love how gentle this tool is. This dermeroller gently exfoliates my scalp and preps the scalp for my  VEGAMOUR GRO+ Advanced Hair Serum application.  I love the scalp serum it's lightweight formula absorbs well on my scalp without leaving any sticky residue, this serum is gentle and doesn't cause any irritations to my scalp.  This scalp serum can be used on both dry or wet hair.  I am excited to see more results from continuous use of this scalp serum in the coming days."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This is my second month using Vegamour's new GRO+ Advanced Hair Serum and Dermaroller Set, and I love them. The serum doesnu2019t make my hair feel sticky like it was with GRO original (pink bottle), I use about 2 or 3 droplets of the serum on my scalp and it is lightweight and absorbs very quickly, without leaving any greasy or sticky feeling. After using serum every other night and Dermaroller 1-2 times a week, I noticed new thin baby hair growth on my scalp where I had been noticing hair thinning. The dermaroller is easy to use, has replaceable detachable head and enhances the serum's effectiveness. I use them along with their GRO+ Advanced Balancing Shampoo and Conditioner, use hair oil once a week and do scalp massaging. Iu2019ve been dealing with hair thinning since I got covid shots, and definitely noticed that everything I mentioned above have been helping me to get the hair I lost in the past 2-3 years."
        },
        {
            "review_title": "Great results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I am absolutely in love with this set. It has given me tremendous results with regrowing my hair in my temples. I use it every night. And after the first week I had already noticed new hair growth. Also the derma roller process feels therapeutic for me. This combo has really been working for me! I am so impressed. I will be purchasing more of the hair serums as well."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Dermaroller Set is a great choice to get fuller, healthier hair. After regular use, hair feels smooth and more manageable, with increased thickness and shine. The serum is gentle on the scalp, that provides a cooling, calming sensation thatu2019s refreshing after dermaroller use. The packaging of the serum is good since it is a dropper, and the dermaroller itself is simple to use, helping boost circulation across the roots of my hair. This set is ideal if you are looking to improve hair volume and overall scalp health as part of their haircare routine. It is a good addition to. my hair care routine and would love to continue to use."
        },
        {
            "review_title": "Works for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Such a great set! I know the growth is slow going but weu2019ve been using this on my receding hairline and I feel like Iu2019m seeing good progress on it from the get go. Really nice serum and tool to get my scalp stimulated and get my hair looking better than before!! Highly recommend."
        },
        {
            "review_title": "So beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "The roller and serum work together nicely. I like how gentle the roller is glides through hair without causing knotting. The serum can be used Use wet or dry which is very convenient for someone like  me who doesnu2019t wash my hair everyday without weighing my fine thin hair. Hair feels nourishing and looks shiny and smooth. Both together makes it easier to care for my hair health. The breakage and thin is less noticeable and I see tiny hairs growing out which a great way for my hair to appear a little fuller which I am so happy with"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I am currently obsessed with this derma roller + hair serum! It has been such an easy process to apply and it leave my hair feeling full and thick even after one use. It also smells amazing, I scalp feels relaxed and ready for the day!"
        },
        {
            "review_title": "Luxurious treament for stronger hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Vegamour serum is a clean and vegan serum for thick and healthy-looking hair. I have thin hair and I was on the lookout for something that would help me with strengthening hair and making it stronger. Vegamour derma roller is so fancy and has a strong grip. It's so easy to use and go with the flow. This scalp roller gently exfoliates the scalp and helps reduce shedding. I use the scalp roller with the hair serum and am amazed by the results. I love the growth of my new hair and can't wait to make this a permanent hair tool."
        },
        {
            "review_title": "An elevated scalp experience!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "This scalp serum feels so lush on my hair, absorbing beautifully without any heaviness. Paired with the Dermaroller, which feels amazing on the scalp and gently exfoliates, it really enhances the experience. Iu2019ve noticed a big improvement in shedding!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the fact that this roller comes with a package. I think this Derma roller is the key to having better hair growth than with just a serum so I love that it also comes with a serum. This is a perfect package"
        },
        {
            "review_title": "This hair serum WORKS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Honestly Iu2019ve been using this hair scalp serum and my hair is looking better than ever, now that I have a new serum plus the hair roller so it can be absorb better by my scalp this is gonna be a game changer. This serum WORKS."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "The GRO+ Hair Serum paired with the Advanced Dermaroller makes for a promising hair growth treatment. The serum is lightweight and absorbs quickly without leaving a greasy residue, and its CBD-infused formula feels soothing on the scalp. The dermaroller adds a gentle exfoliating effect, enhancing serum absorption and stimulating the scalp. After consistent use, I noticed my hair felt slightly thicker and healthier, though results on growth take time and patience. The process is simple, but the roller can be a bit intense for sensitive scalps. Overall, itu2019s a great combo for those seeking healthier-looking hair."
        },
        {
            "review_title": "Love this duo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I'm so happy they have a dermaroller now with this serum ! The serum itself is absolutely awesome i have noticed much healthier roots and scalp but the derma roller has totally made even more of a difference.  Really feel the product going deeper and barly can feel derma rolling itself. Ive Been using it more months and made such huge difference on my temples."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "This dermatology and hair serum are absolute game changers for my hair growth journey. I noticed new hair growth toward the top of my hairline after only a few weeks! I couldnu2019t be happier with the results! High quality product"
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "The serum is amazing and the roller even better! Iu2019ve been using hair serums for a while now with a little bit of results but after mixing in the roller itu2019s been fantastic! It really promotes hair growth and helps the serum penetrate deeper! They combo is so easy to use too! Only takes a minute!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The hair serum and Dermaroller combo boosts hair growth and scalp health. The serum nourishes, while the Dermaroller enhances absorption and circulation. My hair looks thicker and fuller I just love this"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019ve been using for aboutdays and my hair is noticeably different. Iu2019ve received so many compliments. It handles the frizz and leaves my hair stronger. I would recommend using at night if you are going to style hair down. It takes my hair a while to absorb and looks greasy while it dries. Just ordered another bottle."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "The NEW GRO+ Advanced Hair Serum and Dermaroller from Vegamour are amazing! My scalp feels healthier, and my hair looks fuller and stronger with consistent use. The dermaroller makes a noticeable difference by enhancing the serumu2019s absorption. Canu2019t wait to share my resultsu2014highly recommend grabbing it from Sephora or Vegamour!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I highly recommend this grow plus advance, hair serum It works really great on my hair. After several weeks. I started seeing results. Love. The smell is not even strong and it works really good. Love It."
        },
        {
            "review_title": "Must have in hair growth journey! ud83eudd0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The GRO+ Advanced Dermaroller and Serum by Vegamour is a game-changer for anyone seeking healthier, fuller hair. The dermaroller is gentle yet effective, promoting blood flow and helping the serum to absorb more deeply. The serum itself feels lightweight and nourishing, packed with plant-based ingredients that leave my scalp feeling refreshed. After a few weeks, I noticed visible improvements in hair thickness and strength. This duo is easy to use, and it really feels like a professional treatment at home. Highly recommend for anyone looking to boost their hair growth journey!"
        },
        {
            "review_title": "good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Excited to try Vegamouru2019s NEW GRO+ Hair Serum and Dermaroller Set! The serumu2019s CBD infusion promises thicker hair, while the dermaroller boosts absorption and scalp health. Love that it's plant-based and easy to use. Eager to see if it delivers visible fullness and strength over time!"
        },
        {
            "review_title": "Omg!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have been trying to grow my hair out for a long time. It would no it get passed my shoulders until about 2 months ago. I've been using the Vegamour Serum and dermaroller for over 3 months now, and I'm in awe. My hair is now far past my shoulders and down to my mid back. I have many baby hairs that have grown in places on my Scalp that never have before! Complimentary from vegamour"
        },
        {
            "review_title": "Love this duo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This is a wonderful set if you wanna see your hair and scalp health grow to the next level. The serum and dermaroller work so well together,  the roller feels so soothing on the scalp and then the serum feels super luxurious and the results have been wonderful.  Gifted by vegamour"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019ve used the serum and the dermaroller for 3 months and I can honestly say, this duo really works! Not only is my hair re growing in the sparse areas that used to be, but my hair appears overall thicker and healthier. It doesnu2019t hurt at all when you use it and the serum doesnu2019t make your scalp oily or weigh your hair down. Iu2019ve noticed a significant difference in the fullness of my hair and am going to continue using. Kindly gifted by Vegamour."
        },
        {
            "review_title": "HAIR IS SO MUCH FULLER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Iu2019ve had a great opportunity to have this set gifted by vegamour and my results in the last 3 months have been amazing. Iu2019ve noticed more hair growth in areas that have been thinning. The hair looks so much fuller and thicker. Iu2019m going to keep using this product because it works wonders for my hair and I canu2019t wait to see much more progress as time passes."
        },
        {
            "review_title": "Impressed",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is such an amazing set, I left it sitting out with my nighttime skincare so I would remember to use it. I have not only noticed my hair is growing but so many baby hairs have grown in. The density of my hair has improved in just 3 months, and I honestly didn't notice it until I started wearing it back more and all the baby hairs were growing in."
        },
        {
            "review_title": "Dermaroller with Serum for Optimum Results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have used Vegamour's hair growth products before and have been impressed overall with hair growth,  but using a dermaroller with the product was a new experience for me.  Vegamour provided clear instructions though, making it easy to incorporate this into my hair care routine. The rolling motion felt gentle on my scalp, and I appreciated that it didnu2019t cause any discomfort as my scalp can be sensitive. Following their instructions, applying the serum was straightforward. I like that it absorbed quickly and didn't leave a greasy residue as I also tend to have a greasy scalp.   After using both the GRO+ Advanced Hair Serum and Dermaroller consistently for several weeks, I have noticed a visible improvement in my hair's thickness and overall health. My hair feels more vibrant, and Iu2019ve experienced less hair shedding. The serum seems to nourish my scalp as well, contributing to a healthier environment for hair growth. I definitely recommend using the dermaroller with Vegamour's hair growth products to get optimum results! Complimentary from Vegamour"
        },
        {
            "review_title": "Now I feel confident",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "Offered by vegamour. I recently incorporated the VEGAMOUR GRO+ Advanced Hair Serum alongside the derma roller into my hair care routine, and the results have been transformative. My primary concerns were thinning hair and a lack of fullness, particularly around the hairline. After consistently using the serum and derma roller for three months, I noticed a remarkable difference in both hair growth and thickness.  The application process was easy. The derma roller helped the serum penetrate deeper into my scalp, stimulating hair follicles and enhancing growth. Within the first few weeks, I began to see new hair sprouting in areas that had been thinning for months. The serum itself felt lightweight and non-greasy, which was a bonus since I didnu2019t want any buildup on my scalp.  As the weeks passed, not only did I observe new growth, but the existing hair became fuller and more voluminous. My hairline, which had become noticeably sparse, started to fill in, creating a more defined and even hairline. The photos show the progression, and you can see how much thicker and healthier my hair looks now.  The combination of the serum and derma roller has been a game-changer for my hair care routine. The improved hair density and overall thickness have given me more confidence, and I couldnu2019t be happier with the results. If youu2019re looking for a solution to thinning hair, I highly recommend giving the VEGAMOUR GRO+ system a try! @fabbeautyboss"
        },
        {
            "review_title": "Surprisingly impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was surprised that just how easy this product is to incorporate into my normal hair care routine. I love how the hair serum is non-oily so you can use it on a clean scalp throughout the week whether your hair is dirty or clean. This helps a lot with consistency and results. Using the derma roller, I felt that the product was more effective and was able to penetrate the scalp at a higher rate than without a derma roller, so I would definitely continue using the derma roller going forward. Overall, Iu2019m pretty impressed with my results, my hair does look to be more dense which was why I tried this product offered by vegamour in the first place"
        },
        {
            "review_title": "Sensational Growth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "I received complimentary from Vegamour for my honest. On July 15th I started using the GRO+ Advanced Balancing Shampoo & Conditioner. And then On July 25th I started using the GRO+ Advanced Hair Serum along with the The GRO+ Advanced Dermaroller took some getting used to but after a few times I started enjoying the stimulation to my scalp.  After the first week of using the shampoo and conditioner I noticed my hair fallout getting less and less. When I added in in the Dermaroller and Serum within 2 weeks I noticed my hair appeared fuller. After each wash I would roll my scalp and when finished I would add 2 dropperfuls of the Serum to my scalp and massage in.  I colored my hair before I started the process and have not since so I could monitor the new growth. The proof is in the pictures! Approximately 4 inches of new grrowth!!"
        },
        {
            "review_title": "A game changer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have used the Vegamour gro+ serum for a few years now. I have seen new hair growth with this serum but felt like I plateaued. Implementing the Microneedling with the gro+ serum has been a game changer for me and it just makes sense! My roots are the thickest they have ever felt and I have been using it for about 3 months now. I Microneedle and then add the serum after and I do this the night before I wash my hair(1-2 times a week). I couldnu2019t recommend more! Offered by Vegamour"
        },
        {
            "review_title": "The besttt",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Vegamour has the best hair oil and hair tools. I love how I use this products for three months to see the significant changes in my hair growth. Since I have started using vegamour my hair is now healthy and no more hair loss. u201cGifted by Vegamouru201d"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "I haven't used this for a long time, and just recently started using it but I am IN LOVE. I have been struggling with my scalp ever since I gave birth 3 years ago and ever since I started using this my scalp feels better. I also haven't noticed much dandruff either. My hair feels fuller on my scalp and it's easier to style and move around. One thing I would is to make sure when your going in a horizontal motion to part or move your hair in a way your scalp is exposed so you're not damaging your hair. But I am so happy with my purchase and the serum.  The serum is very nice."
        },
        {
            "review_title": "Perfect set for hair growth journey",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I love this set so much! Perfect if you are on your hair growth journey. I am using serum with dermaroller daily for better results. It is pretty gentle if used correctly. I noticed the improvements in my scalp overall. Canu2019t wait to also improve my hair density!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I absolutely love this set! The dermaroller comes with a sturdy case and it feels heavy and nice. I love the gold color, makes it look extra luxurious. I canu2019t wait to see the long term results of the serum."
        },
        {
            "review_title": "Like it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I recently tried the Vegamour GRO+ Hair Serum and Dermaroller and am already impressed with the results. The serum is lightweight, absorbs quickly, and has improved my hair's texture. The dermaroller is easy to use and enhances serum absorption. Both products are well-packaged and user-friendly. Overall, Iu2019m pleased with the early results and look forward to continued use."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Vegamour GRO+ Hair Serum and Dermaroller Set is great for lightly exfoliating my scalp. The dermaroller is easy to use and covers a wide area on the scalp. The hair serum has helped decrease shedding."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I love this great Vegamour hair care set , It includes a dermaroller and a bottle of hair serum . I First used the roller tool to roll desired area especially my hair line , then apply few drops of the hair serum. Now this gave me a lot more confidence as I can see very little tiny hair growing from my hairline . I canu2019t wait to see this growing ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "The Vegamour dermaroller is a nice additional to my hair routine to really let the hair serum do its job. I find that it works better when my hair is damp and therefore has less volume. The roller feels luxurious but I wish the head lasted longer!"
        },
        {
            "review_title": "Healthy grow combo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Vegamour always stand for best results and science. I deeply in love with their products coz they are working magic and their serums literally the only products which make my hair grow thicker and healthier.  This set not just an amazing combo for healthy hair growth but would make an amazing gift to anyone as packaging is pure lux"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The Vegamour GRO+ Hair Serum and Dermaroller Set helps to enhance hair growth and improve scalp health. The Dermaroller features a sleek, modern design and comes with a beautiful case. It is user-friendly and effectively exfoliates the scalp, promoting better product absorption. The lightweight GRO+ serum absorbs quickly into the scalp, resulting in reduced hair fall and alleviated scalp irritation which hopefully will result in enhanced hair growth as well. Results are promising as this duo appears to be an effective combination for fuller, healthier hair."
        },
        {
            "review_title": "Awesome",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have wanted to try Vegamour product for so long and finally I got a cha ce to try New Gro + hair serum and dermaroller. I have straight hair. My hair are thin, damaged and I have extreme hair fall with low hair volume. I love this dermaroller. It has tiny, microneedles that help exfoliating scalp thus preparing it for serum to work effectively.  It's easy to use and provides maximum coverage of scalp area. Besides packaging is cute and it's protected with a protective casing. Besides exfoliation it seems to increase circulation for better hair growth. Serum is also great and easy to use. It's been almost 7 days that I have been using it and I am definitely positive to see great effects soon. Serum is whitish in color and can be easily used with a dropper. I have been using it daily after dermaroller. It has not caused any allergy or itching thereafter and is lightweight and great. I love both products and would definitely recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I a huge fan of Vegamour products. I have used them in the past and noticed a huge difference in my hairline. I was excited to add a dermaroller into my hair routine to see the added benefits of it. This product has made parts of my hair that seemed dense before fuller and I can see new hair growth. It takes consistency so if you stick to it you will see improvement!"
        },
        {
            "review_title": "Have to use consistently!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have heard amazing things about Vegamour and was so excited to try out the Vegamour GRO+ Advanced Hair Serum and Dermaroller!  Iu2019ve been struggling with post partum hair loss and not much has been helping.   Iu2019ve been using the Dermaroller first, per instructions, and it feels REALLY nice! Then I follow up by putting one drop full to my scalp daily and massaging it in.   The serum has little to no scent that I can detect and doesnu2019t leave my hair looking or feeling oily.   This isnu2019t an overnight miracle worker and I am not seeing any changes just yet BUT Iu2019m hoping with continued and CONSISTENT use, I will see results!  Also, the Dermaroller comes in a beautiful sunglass type case to keep it protected! Make sure to sanitize after every use!"
        },
        {
            "review_title": "A new favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "The GRO+ Advanced Hair Serum and Dermaroller Set is great! Iu2019ve been using it for about 7 days now. I hadnu2019t ever used a dermaroller before and was a little nervous it would hurt but itu2019s great! Iu2019ve been on a GLP-1 medication & have lost over 100 pounds which is amazing BUT Iu2019ve been experiencing an increase in hair loss. I already feel like Iu2019m seeing less breakage when washing and brushing and thatu2019s a big win!"
        },
        {
            "review_title": "Must have for healthy hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Everyone reading this - this is a must have for healthy growing hair! Thai is nothing but gem which works and you gonna see results aprox after 14 days of use. This set itself luxurious gift to yourself or anyone. Derma roller plus holly hair serum and case. All looking gorgeous and make my hair thicker day by day"
        },
        {
            "review_title": "It works but a little slow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This duo is the perfect setup to get healthy hair and lesser hair fall. This serum has actually helped in my hair fall and bald patches. If you use it consistently youu2019ll notice a difference, however itu2019s a long journey."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I love this bundle! The dermaroller is amazing and works like a charm! It comes with a gorgeous case that helps with storage, plus prevents any type of cross contamination. Iu2019ve been using it alongside the hair serum to help hair growth and Iu2019ve seen significant improvements already! I am so excited to see more improvements!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I was a little hesitant to use a derm roller on my head for the sake of pain and sterility. To my surprise itu2019s not that painful cause the needles on the roller arenu2019t too deep. I only got the head :/ not the handle but it still works. I guess a shipping issue. No issue with serum, not heavy and makes my hair feel full when air dries"
        },
        {
            "review_title": "Great set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I'm trying to regrow my hair after severe hair loss; and this serum, along with the dermaroller, has been very helpful. I use it on dry hair as part of my nighttime hair care routine. It doesnu2019t leave my hair oily. Before and after using the dermaroller, it's important to remember to sanitize it with isopropyl alcohol. I can already see baby hairs appearing on my temples. This set is a must have for those looking to strengthen their hair and stimulate new growth, and I canu2019t wait to see the long-term effect."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "So far Iu2019m really enjoying this bundle! Iu2019ve never used a scalp dermaroller before, but Iu2019m really enjoying it! The serum is great as well. Itu2019s not greasy and absorbs nicely without leaving a residue or making my hair look dirty. I look forward to seeing the benefits of using these products long term."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I have been a big fan of vegamor hair serums..especially the ones to prevent greying of hair so I was excited to try the NEW! GRO+ Hair Serum and Dermaroller Set. I am really impressed with the dermaroller..i love the mild pricky feeling I get when i use it..it also also stimulated new hair growth for me..and oh my god the look and packaging is so luxurious"
        },
        {
            "review_title": "Must have for hair growth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I've been using this Gro advanced serum & derma roller set for over a week. I'm really impressed with the result. The roller comes with fine needles that are gentle & effective.  Recently i'm facing hair fall problem & this serum is really works amazingly. I've been using it everyday & it's already working. Love this Gro+Advanced foundation kit"
        },
        {
            "review_title": "incredible!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I am obsessed with vegamour. The serum is another powerhouse that really helps stimulate growth while providing a pleasant aroma that leaves hair feeling fresh. The dermaroller helps stimulate the hair growth while opening the follicles up to the serum!"
        },
        {
            "review_title": "Great set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Iu2019ve really enjoyed other products Iu2019ve tried from Vegamour so I was excited to try this new set! The serum didnu2019t leave behind any residue or make my hair oily, instead my hair felt healthier. Iu2019m excited to see the results that come with long term use of the product. Iu2019ve never used a dermaroller before but I loved the way it felt on my scalp, it was really relaxing to me."
        },
        {
            "review_title": "I see new hair growing back",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I recently tried a dermatologist co-developed set from Vegamour that includes a dermaroller and a daily hair serum, and let me tell you, it's amazing! The dermaroller lightly exfoliates the scalp, improves hair density, and promotes a balanced scalp. After using the dermaroller, I applied the GRO+ Advanced Hair Serum, and it made a noticeable difference in my hair's health and appearance. The set is easy to use, but it's important to follow the instructions and sanitize the dermaroller before and after each use. If you're dealing with severe shedding or thinning, I highly recommend giving this set a try. It's been a game-changer for me!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is my second bottle of Vegamours grow+ serum and I am loving it so far! The results are starting to show and my hair postpartum is growing in beautifully. The dermaroller is awesome to promote hair growth and feels sooo good while using! Love this set so much."
        },
        {
            "review_title": "I love it, they are great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "For some time now I have been having problems with my curly hair because it is shedding and thinning. And this product has come to help me with this problem that has become very annoying. It has helped me lightly exfoliates the scalp, improved the hair density and I noticed my scalp healthy and balanced. I have been using it in the following way:  1st Dermaroller  Sanitize with isopropyl alcohol pre-use to ensure cleanliness. Then I hold my dry hair down tightly against the scalp. Using gentle pressure, I rolled 5x horizontally and 5x vertically across the scalp in sections, focusing on areas of concern.  And as a second step I applied the GRO+ Advanced Hair Serum daily, using with 1-2 droppers to my curly hair and I never rinse after application."
        },
        {
            "review_title": "Excellent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Excellent set for a hair growth. Dermaroller and serum works together perfectly. I use both and I can see a difference. My hair grows faster. It is healthy looking and scalp feels refreshed. I would highly recommend this set to everyone!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Using the dermaroller in conjunction with the serum has amplified the results. The micro-needling process helps to open up the scalp, allowing the serum to penetrate deeper and work more effectively. I noticed a significant improvement in scalp health and hair growth rate after using the dermaroller regularly."
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this GRO+ Hair Serum and Dermaroller Set complimentary from the Vegamour sample for my honest opinion. I needed something for my hair especially through the winter. This has been so great. I love the feeling of the dermaroller I have never had one before it was amazing. The serum makes my hair feel so healthy. I didnu2019t find it to be greasy at all."
        }
    ]
}