{
    "product_id": "1025",
    "name": "No.04 Bois de Balincourt Perfume Oil",
    "brand": "Maison Louis Marie",
    "categories": "Fragrance, Women, Perfume",
    "price": 88.0,
    "about": "Fragrance Family:.Scent Type:.Key Notes:.About:.What else you need to know:",
    "ingredients": "Fragrance/Parfum, Carthamus Tinctorius (Safflower) Seed Oil, Helianthus Annuus (Sunflower) Seed Oil, Rosmarinus Officinalis (Rosemary) Leaf Extract.Geraniol, Benzyl Benzoate, Limonene, Citral, Linalool..The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Use roll-on perfume oil any time you desire. Apply to pulse points (neck, chest and wrist),  lightly rolling the ball on the skin to release the fragrance...Bottle is 100% recyclable just remove the rollerball and casing before disposal. Secondary packaing is 100% recyclable",
    "num_reviews": 239,
    "overall_rating": 4.1,
    "product_url": "https://www.sephora.com/ca/en/product/n0-04-bois-de-balincourt-perfume-oil-P431161?skuId=2077931&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2077931-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "0.50 oz/ 15mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2077931-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "By far one of the best perfume oils I have ever bought. I have found my new everyday scent. 10/10 recommend"
        },
        {
            "review_title": "Absolute Perfection and Compliments",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I stumbled across this fragrance while sampling scents in the Sephora store over two years ago, looking for a signature scent. I can't remember what my go to fragrance was at the time but since I discovered this one, I rarely wear anything else. Earthy and herby, it doesn't have that perfumy quality that set off a headache like so many more expensive (and really cheap) fragrances. I occasionally layer with Juliette Has A Gun's Sunny Side Up, which smells like sandlewood. Careful, though. Sunny Side Up can take over. I spray it very lightly across my back.  I get tons of compliments on this fragrance! I have both the travel spray and mini roller ball bottle in my purse. I buy the larger roller ball bottle and refill the same mini."
        },
        {
            "review_title": "Warmth in the Winter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I often default to my spray perfumes but whenever I remember to use this perfume oil I get the loveliest compliments from everyone, no matter where I am. Strangers, colleagues, my friends comment that this smells warm and tranquil."
        },
        {
            "review_title": "More masculine than Not!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "After wearing this 4-5 hours I felt it was better suited for a male."
        },
        {
            "review_title": "Dont wear this",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "I just got the sample of this, and maybe they messed up the formula or something, but it smells like pickles. Like dill. I sprayed it once and my brother said who is eating pickles??. My mom agrees it smells like pickles. It also gives me a headache, just getting a whiff of it."
        },
        {
            "review_title": "make a statement",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "Enchanting and luxurious, this perfume captivates with a symphony of  notes. Each spritz is a promise of elegance, enveloping the wearer in a veil of sophistication. It's the quintessence of allure, making it the ultimate fragrance for those who seek to make a statement."
        },
        {
            "review_title": "signature scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I discovered this fragrance over 4 years ago and no matter how many times I wander to find something different out of curiosity and hype about other ones, I always come back to this one. I love the oil version compared to the spray, it seems to last so much longer on me and I don't use as much product so the bottle truly lasts so much longer. Cannot live without this!!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I got a sample of the perfume oil with a recent order, and I don't know if the issue was the fragrance, my skin or my nose, but this didn't work on me at all. All I could smell was... hay? I also got a headache soon after applying just a small amount of the oil, although I obviously don't know for certain if that was caused by the product or something else. For me, the actual scent did not match the description at all, so this is probably more of a definitely try before you buy kind of fragrance."
        },
        {
            "review_title": "Wears off, inconsistent",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "I had gotten a free sample that came with a past order from Sephora, the sample was the best lotion to me, just 1 drop would last DAYS, the scent would stay if i put it on scarfs, purse, you name it and even on my skin, it would last all day smelling amazing, as initially. It was a very elegant touch that make me feel boss.  So i decided to get the full lotions since i loved it so much. Hmm iu2019ve had to put 6-8 u201cdropsu201d rolled on my body and the thing doesnu2019t smell the same. It wears off, i feel like i have to put so much of it and it doesnu2019t do what the sample. Iu2019m sad about because i really liked how the sample worked on me.  Not buying again. I heard Le Labo 33 is better, i will try that next. Wish me luck!"
        },
        {
            "review_title": "Love the smell, wish it lasted longer.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "The scent is a 10, but it does not last. I love it so much I carry the small size with me to reapply regularly. It is my most favorite smell ever!"
        },
        {
            "review_title": "DILL-lightful",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s absolutely DILL-lightful (DELI-ghtful?) if you tryna be up in here smelling like a pickle!!!!"
        },
        {
            "review_title": "Exactly what youu2019re looking for!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I love the roll-on feature and the scent is spot on and long lasting."
        },
        {
            "review_title": "My favorite scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "The best scent ever! I got it as a sample and will buy this again and again. Iu2019d never used a perfume oil before but love how the scent lasts all day! My skin is pretty sensitive and this has never broken me out or caused irritation either."
        },
        {
            "review_title": "Doesnu2019t last long on me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I wish this scent lasted longer on me!! The scent itself is delightful, a perfect woody unisex scent. But I expected a perfume oil to last longer throughout the day but I after 2 hours i canu2019t smell it at all"
        },
        {
            "review_title": "love love love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": ". reminds me of my santal 33 with a different dry down. it has a floral dry down on my body. works beautiful with my skin. love itttt"
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "The bottle is MUCH smaller than I anticipated, but this has AMAZING SCENT AND STAYING POWER. I had to return the EDT because it only lasted while I sprayed it but this one truly stayed on for a couple of hours. Itu2019s a perfect scent; extremely happy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This is a pretty close to Le Labou2019s Santal 33.  I have this in perfume oil and spray, but I also love the reed diffuser with this scent."
        },
        {
            "review_title": "Santal Dupe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "An exact dupe for Santal 33! Smells great and lasts long."
        },
        {
            "review_title": "Love the smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes",
            "review_text": "I got this product !! Despite the price u2026 I gotta confess that the essence of this fragrance is really good . It stays with me for over 8 hours . Love it"
        },
        {
            "review_title": "One way ticket to baby powder city",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "Super nice upon first application, smelled expensive and light white floral, but became pure baby powder scent within about twenty minutes. The oil formulation does have good staying power, which is unfortunate in my case because the scent is just not right for me."
        },
        {
            "review_title": "Itu2019s so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "I started wearing this f years ago and I have had more people ask me what it is that any other fragrance, ever.  Itu2019s crazy.  And I have some of the most expensive perfumes in my vanity and this is the one I get complimented on the most.  Itu2019s so good and stays on all day."
        },
        {
            "review_title": "My favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is probably my favorite perfume right now. It is classy, woodsy, and very different. It has a soft masculine quality that gets a lot of attention."
        },
        {
            "review_title": "My favorite perfume of all",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This over the past year has become my favourite perfume and I always get super passionate compliments when I wear it. My previous favourite was ombre leather by Tom Ford but I think it might have been eclipsed by this. Such a warm woody spicy calm fragrance. I love it. I'll definitely be buying a second bottle. Just a note that the bottles are small but they last absolutely forever."
        },
        {
            "review_title": "Smells like self tanner gone bad",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I was so excited to receive this after reading that it was as good as Santal 33  Absolutely horrid on me. The only way I can describe it is the same as bad self tanner. Once it gets that awful sm smell."
        },
        {
            "review_title": "Lots of winks with this one.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "My signature scent.  I get asked what I'm wearing all the time when I have this on.  I was told that not only did it smell incredible, but also that it smelled expensive.  Good enough for me.  Lasts for hours with just a bit on."
        },
        {
            "review_title": "Pleasant and calming",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I got this as one of the 2 free samples and I just fell in love with it. I actually use it around my neckline before I fall asleep and after I shower because itu2019s just such a calming and relaxing scent. It kind of reminds me of what the spas smell like when I go to a resort. The scent lingers forever! I put it on after I shower and wear my robe and it lasts on my robe all week long. Not a feminine scent, thereu2019s no floral or vanilla kind of notes but itu2019s just a bomb scent but you can totally layer it with other scents and amplify it."
        },
        {
            "review_title": "Le labo dupe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, notSure skin tone",
            "review_text": "Obsessed. It just gives expensive. I work in corporate beauty where everyone is all about fragrances and I get asked regularly if Iu2019m wearing le labo. Do yourself a favor and buy this!"
        },
        {
            "review_title": "I want to order these by the case.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I want like 10 of these. One for my coat pocket, the car, my purse, the bathroom downstairs, the bathroom upstairs, and then 5 to have on hand in case one shatters on the floor (recent, sad experience) or to give a friend who I really love. Not that the scent doesn't last, because it does...and it's so subtle and elegant you can reapply throughout the day if you want or let it blend into your skin throughout the day. I wear Santal 33 from Le Labo, and while I love it, the price tag is steep, to say the least. I get the same amount of compliments when wearing Bois de Balincourt...and pay a fraction of the price. Plus? The oil feels great on my skin, unlike drying alcohol-based perfumes."
        },
        {
            "review_title": "Perfect scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Amazing scent, very woody like. Wears ALL DAY no need to reapply and it stays on your clothes."
        },
        {
            "review_title": "Beautiful and Luxurious :)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I do not understand how anyone would dislike this. This smells earthy but also fresh somehow. It isn't my usual scent profile, but it's so beautiful, I can't stop smelling it. It smells very luxurious!"
        },
        {
            "review_title": "Le Labo Santal 33 Dupe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Combination skin",
            "review_text": "This perfume smells EXACTLY like Le Labou2019s Santal 33 on me, and it lasts just as long -at a fraction of the price."
        },
        {
            "review_title": "Smells like heaven",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, mediumTan skin tone, Normal skin",
            "review_text": "It smells like a sweet, clean, vanilla dream to me!  It doesnu2019t smell like dill or pickles at all. I totally disagree. I wore it around some friends last night and commented on it. It still smells beautiful this morning when I woke up."
        },
        {
            "review_title": "Unique",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "Probably the most interesting perfume Iu2019ve smelled. This oil came as a sample for one of my most recent perfume purchases. When I tried it on, I couldnu2019t initially determine if I liked it. I took a nap and smelled my wrist again. Loved it! It smells nutty, & clean/powdery on me!"
        },
        {
            "review_title": "Beautiful scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "Received a sample and I'm SO hooked on this scent! Not sure why, but this oil is so beautiful! plus it lasts and lasts! The description doesn't do it justice. My new favourite!"
        },
        {
            "review_title": "Mugler Angel convert",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "Instantly ready to break up with my beloved Mugler Angel star. Iu2019ve been an exclusive Angel user for years until now. I still love my Angel but this oil has got to be the absolute yummiest perfume Iu2019ve ever worn. I got a sample with a purchase (this is why I love Sephora, for the samples!) and this sample has paid off because Iu2019m going to be a loyal user moving forward."
        },
        {
            "review_title": "Dill",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "Just a bit of the sample got on my hand when opening the sample vial. When I first smelled it in the bottle, it smelled good in an interesting way. I really liked it. Fast-forward a half hour to me walking into the kitchen and I kept smelling pickles. Got stronger in the car. Finally realized it was the perfume. Just that tiny amount smelled strongly of dill."
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received a sample of this in a recent order.Initially I thought the scent was nice.It seemed to project well and was long lasting.The problem was that it gave me a long lasting headache. There must be an Ingredient that Iu2019m sensitive to"
        },
        {
            "review_title": "Mixed review.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "So, I was very excited to tey this sample. I thought this smelled lovely and interesting and unique when i first tried it on. But after 5 minutes, my son came into the room and asked me if I was cooking because he smelled Curry. I said no, and asked him to smell my wrist. He said yeap. Thats it. It smells like coconut chicken curry... So while it smells lovely. Probably wont be buying the full size bottle"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This fragrance has to be layered with another scent (vanilla). Otherwise, it gives me a headache."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I really like the smell but I got a mini rollerball in a kit and it has a hard time actually dispensing the oil"
        },
        {
            "review_title": "Spicy and sweet",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received a sample of this. I see a lot of reviews of a pickle smell, but on me, it drys down to a spicy and sweet cardamom/cinnamon/nutmeg. I really like it and will probably purchase the full size. I always say try fragrances first, they smell different on everyone."
        },
        {
            "review_title": "Very strong sent of Fennel/Anise/licoriceu2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "Tried a sample of this oil after reading an article where this scent was referenced. It has a super strong initial scent of fennel/anise/licorice and Iu2019m not a fan of that. Actually, the smell of black licorice gives me a headache so I initially hated this scent. But underneath the strong licorice scent, there is a lovely, sensual, soft aroma that I like. Itu2019s a bit mature for me but nice. Unfortunately I cannot stand that hit of fennel/anise/licorice so this one isnu2019t for me. It does initially smell better on my skin than straight from the bottle but after a few hours it started to remind me of something a more mature lady would wear. A previous review referred to the scent as something youu2019d smell in a fancy bathroom and I could actually see that. Maybe a signature hotel scent or something. I gave it 3 stars, itu2019s lovely if you live licorice but not a scent for me."
        },
        {
            "review_title": "GROSS",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Got a sample of this and it straight up smells like urine. After reading some of the reviews I could see where it might smell like dill...it just smells musty. I threw it away and I can still smell it in the trash."
        },
        {
            "review_title": "Great for Fragrance Sensitivity",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I have been using this fragrance for about a year and continue to love it. It kind of smells like pickles but in a beautiful way. I am also sensitive to fragrance and this doesnu2019t make me sneeze!"
        },
        {
            "review_title": "Just no.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Picked this up after reading people rave about the similarity to Santal 33. I tried it a few times, hoping my first impression was wrong, but each time it had a rotten, sour smell. After a few months, I finally just threw it away. It may cost less than Le Labo but it's still not worth the price."
        },
        {
            "review_title": "If you find itu2019s incomplete, layer with vanilla",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "Iu2019m soooo on the fence about this fragrance. Firstly I prefer the oil version over the eau, itu2019s more rich smelling if that makes sense (idk). But overall it smells different than anything Iu2019ve smelled before, itu2019s just kinda woody and lightly smells like herbs in my opinion? And my dad said he smells a hint of coconut which I agree with. However, how Iu2019ve come to love this is by layering with vanilla!! It adds that necessary touch of warmth and sweetness I feel the fragrance needs. I use Vanilla Woods by 7 Virtues and Iu2019m loving this combo. But I wonu2019t be purchasing a full size because layering is too much work lol Iu2019m trying to find the perfect fragrance for me without needing to add more notes on top because this fragrance just feels incomplete to me and like itu2019s missing something. But remember fragrance is subjective so there really isnu2019t one answer. I just felt it wasnu2019t for me, if you like sweet and warm scents you can skip this one!"
        },
        {
            "review_title": "Xmas gift for mom",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Mom loved the earthy smell. She says the oil is smaller but stronger! Pricy but good."
        },
        {
            "review_title": "Feels like I'm in a forest",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Medium skin tone, Dry skin",
            "review_text": "As described, this is an earthy and woodsy perfume. Top notes of sandalwood, amber wood, and vetiver. I bought this knowing what vetiver and sandalwood smell like in their pure form. Definitely not for you if your prefer sweet and floral perfumes. Do your research first before buying unfamiliar perfume."
        },
        {
            "review_title": "Literally pickles.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Got a small sample and thought it sounded fancy. Lol! Boy I wish I would've sprayed it on something else to smell it before I sprayed it on myself. It reeks like pickles!! I've heard sandalwood in perfumes can evoke thoughts of pickles for some people. I guess I'm one of those people. If this doesn't smell like pickles to you, at least be aware that maybe 25-50% of people WILL smell you and think you've just demolished an entire bag of dill pickle chips, or maybe a whole jar of pickles. ud83eudd22"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Combination skin",
            "review_text": "I cannot say I have had a bad experience with this scent as others have reviewed.  I wear this scent and everyone compliments me anf says I smell warm anf inviting,I always get males and females alike complimenting me. It is such a wonderful scent and on me ru s very sweet and warm,My chemistry blends well with it. I guess it all depends on your own chemistry and perhaps on some it just does not mesh well but as for me,I adore this scent amongst others in Sephora Niche catgy. Because they all have unique scents unlike whats om the market nowadays."
        },
        {
            "review_title": "Inconsistent Scent",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Wildly inconsistent scent. When it smells correct it's amazing but when it's wrong it smells awful like other reviewers suggested. I've ordered various sizes of the spray and oil - they're all inconsistent and typically need to be exchanged. Two stars because of poor quality control."
        },
        {
            "review_title": "Try before you buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Received this in the holiday sample pack u2014 YUCK. On me this smelled like pungent, sour milk! I guess I could say the longevity is good, because I couldnu2019t get the stench off for hours, even after I washed my wrists."
        },
        {
            "review_title": "Aromatherapy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I fell in love with this fragrance the minute I smelled it at my local Sephora. I was not familiar with this fragrance house and never bothered testing their samples. What an underrated fragrance! It deserves way more attention! This is my new signature scent; it makes me feel so peaceful and zen whenever I wear it. Very earthy/woody notes that dries down to almost a warm floral scent on my skin. I love love LOVE this! Especially the oil version for its ease of use. Already planning on buying multiples of this!"
        },
        {
            "review_title": "have to keep my vanity stocked with this scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I just got a sample with a sephora online purchase and now I'm here to purchase. this scent is amazing. after hitting 45 I've been into more woodsy and warm scents and this is such a beautiful fragrance and very similar to a scent from 7 virtues, Saltille vanilla which I always keep stocked on my vanity year round. this is another I'll add to my always have to have on hand bottles."
        },
        {
            "review_title": "My scent forever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I've gotten nothing but compliments since purchasing this. It is small, but I have found it's the perfect subtle flair. I like to rub a bit through the ends of my hair haha so it's nice that it's an oil formula. I've also added a bit of unscented moisturizer when applying to help it stay longer. I think I've convinced 2 or 3 of my friends to purchase this as well!"
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I pair this with the perfume and it smells incredible! I always get a ton of compliments. When it settles it smells so fresh and clean. I would definitely recommend pairing the two."
        },
        {
            "review_title": "Weak but Nice Tones",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "Very weak scent, but has some nice tones to it. Almost like a Laundry scent, good for the workplace but not too appealing."
        },
        {
            "review_title": "My favorite scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I absolutely love this scent and get compliments everywhere I go.  I do, however, wish that it had more staying power given the price point.  But, I love it and will ever switch to another perfume!"
        },
        {
            "review_title": "Delightfully Delicious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "#4 is the greatest smelling oil in the World! Nothimg compares to this smell. I think it smell better than Satal."
        },
        {
            "review_title": "I smell incredible.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I love this perfume oil - it smells like a sexy nature hike in California. Long lasting fragrance and easy application."
        },
        {
            "review_title": "Santal 33 Dupe!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I just received a sample of this perfume oil and it is a perfect dupe for (the much more expensive) Santal 33. I love it. Not overpowering and the scent lasts."
        },
        {
            "review_title": "10/10 as always!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Love everything Maison Louis Marie, so had to try this and am very glad I did. Perfect thing to keep in bag when I need a little touch up!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Small but mighty! I have had this roller for 3 years now and still holding on. I get compliments every time I wear this scent. It's truly my favorite, not too strong - not too light! A must try!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is an awesome scent, the No.4.  It has a little bit of the smoky santal or sandalwood  but with a feminine touch. Itu2019s not the scent a man could wear like the le labo santal."
        },
        {
            "review_title": "DILL!!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Fair skin tone, Combination skin",
            "review_text": "I didnu2019t want to believe the dill hype. Spent the money and took a risk. Ughhhhh. Lesson learned. It smells like smokey dill. I wish I wouldu2019ve listened to the reviews."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I smelled this on a client and ordered it that day. I love it on myself just as much. Itu2019s sophisticated and easy. Definitely my new favorite fragrance."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Got it as a sample and fell in love. Definitely not flowery or sweet. Itu2019s earthy and woodsy. The eau de parfum smells slightly different from the oil but they both smell nice. Ended up ordering both. The scent doesnu2019t last as long as other perfumes but these days youu2019re lucky if you find a perfume that lasts long. Itu2019s a bit pricey but definitely worth it if you like perfumes and you like the scent."
        },
        {
            "review_title": "Awesome but something changed",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Im on my 4th or 5th bottle and I love it but the last one I bought the smell wasnu2019t as strong :(  Still ok, but it was better."
        },
        {
            "review_title": "It's okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It's my first time trying such an earthy and woodsy scent so I hesitated and decided to try the oil as I would assume it would linger on the skin for longer. I also got a sample of the EDP to test the difference. Well, the difference to me is that the EDP is lighter, fresher, and reminds me of crisp spring or autumn weather in the woods with a little chilly breeze in the air. It's invigorating. The oil seems to hold more of the spicy notes and I'm not so much a fan of that. I will be returning it and purchasing the EDP instead. The lasting quality of the oil was okay. I would say it stays strong for about 2 hrs, from then on it declines in scent throw pretty quickly. Although, I can still faintly smell it on my wrist. I can understand the dill like smell but, it's definitely not what I would think of first when I smell this. It's warmer and sweeter than that. In saying all that, this is not bad, just not my favourite."
        },
        {
            "review_title": "Not a fan",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I know perfume is definitely objective, but I found this scent overwhelmingly gross. Its really overpowering, and smells musty and old. It gave me a headache within 30 minutes of trying it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Love this scent and this oil lasts all day and night on my skin."
        },
        {
            "review_title": "Just Like Le Labo Santal 33",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I bought this sent because a few articles recommended it as an alternative to Le Labo Santal 33. They were not wrong! Smells just like it. Iu2019m very happy with this fragrance!"
        },
        {
            "review_title": "Back on fragrances",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I havenu2019t worn perfume since high school because everything was overpowering and bothered me. I will be wearing this the rest of my life. Itu2019s perfect"
        },
        {
            "review_title": "Must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I get compliments all the time. First time I have had a perfume oil & I now prefer it over spray. Roll onto the inside of wrists, behind ears, inner elbow crease. Scent lasts all day.  Have used for more than 6 months and haven't even gone through half of the bottle. Similar to Le Labo scent 33."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Love this so much! The oil works better for me than the spray because it lasts ALL day and I only use a little on my wrists and behind my ears. Had this for almost two years and I only got through 1/4 of the bottle. A little goes a long way!"
        },
        {
            "review_title": "Something is wrong with this batch?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Something is wrong - the scent is 100% not the same as samples previously received. Should smell woodsy and cedarlike, but it smelled like sour floral baby powder? I actually thought the label was wrong and had the wrong product inside...  I purchased as part of a Rouge Reward, and attempted to return because the scent difference- they would not refund. Customer service on this was ashame - wasted a $15 reward. They could have issued store credit."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Maison Louis Marie perfume smells nice but not to overpowering! great for summertime it smells really clean and I love that the ingredients are clean too so that is a plus!"
        },
        {
            "review_title": "Beautiful",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Very beautiful scent.  Smells a little spicier on my skin than the EDP.  The cinnamon comes through much more in the oil form where as I get more sandlewood and an almost floral note with the perfume spray.  The scent lasts quite a few hours with just a small dab of the oil.  It doesn't seem to project and stays very close to the skin."
        },
        {
            "review_title": "Pickle finish",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I received this as a sample, and it could be such a lovely, heavenly scent if the dry finish didn't settle on a sharp pickle note. That said, I have received compliments while wearing this, but I can't make myself truly like it. I can't get over the finish. :-("
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is such a feminie smell. It mixes with my natural smell beautifully and I get compliments whenever I wear it. I've read others getting dill or pickle smell, and even searching for those notes I cant smell it."
        },
        {
            "review_title": "Unique and Beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I received a free sample of this with my last Sephora order. *I have not tried the full sized oil* The sample is beyond beautiful! It's a very unique, woody scent. I don't smell the cinnamon and nutmeg, but I do smell the woods, and I just can't stop sniffing my wrist. From what I just read, people are saying the sample is good, but not the full sized. I would recommend trying a sample from a full size before buying, if Sephora has a tester. I'm in LOVE with the sample. It really is unique and beautiful."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I wish this smelled good HOWEVER when I put it on all I could smell was dill. It smells exactly like dill potato chips and as soon as I realized I just couldn't smell anything else."
        },
        {
            "review_title": "Bottom note of pickles",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "This is way off the line of scents that I normally wear.  I'm a floral girl, and this was so much more woodsy and spicy.  Once it dried down though, it smelled like pickles.  Full blown jar of dills."
        },
        {
            "review_title": "Candle scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019m one of those people who doesnu2019t get it. To me this smells like a scent for a very popular candle was made into a perfume because people loved the candle version so much. Iu2019m not a scent expert, so probably donu2019t listen to me. But the scent is a little cloying and not so much beautiful human as notable room scent. I thought maybe it was just my body chemistry but I smelled something exactly like it on someone else recently and it was exactly the same. I give three stars for its projection and supposedly being non toxic."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Smells light and clean. Doesnu2019t give me a headache, lasts long and smells better than the perfume version."
        },
        {
            "review_title": "Mixed bag",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "For me it's very long lasting and has some notes that I like. I wore it daily at first, but at some point the dill-like scent that others have mentioned started to overwhelm. A unique and oddly warm yet sharp fragrance. I wear it once every month or so now and probably won't buy it again."
        },
        {
            "review_title": "This is nice!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I bought the travel size roll-on and I'm pleasantly surprised!  Reviews were mixed, but that's the case with any fragrance because it's so very personal.  I decided to give this one a try and I'm not disappointed.  The roll-on is oil-based, so be mindful of that if you decide to get the roll-on.  It didn't bother me a bit, and I find that oil-based scents are often longer lasting, but generally more subtle.  This works for me for a day fragrance.  The scent profile is sweet and warm, less traditionally-masculine than some of the other woody smells I've gotten, and that neither appeals nor detracts from the fragrance for me, but I thought I'd put that out there in case you're preferring something in a more traditional gender.  This could wear well for either gender, but because there's some underlying sweetness in the fragrance, if sweet scents are not your thing, you might want to try this one in the store before you buy it.  I definitely smell the sandalwood and the amber, but I also smell something slightly fruity.  Could just be how it's mixing with my body chemistry, but I'm really happy with this fragrance.  It's unique, I can't recall smelling another one like it, and I'm probably going to end up buying a bigger bottle when I use this one up."
        },
        {
            "review_title": "Smells like PLAYA!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ever since I tried the PLAYA shampoo and conditioner I've been obsessed with the scent. I finally found something that smells like it! and its so cheap :) 10/10 recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "My signature sent. Thatu2019s it. The only fragrance I use."
        },
        {
            "review_title": "The scent of a classic cashmere sweater",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "One of my all time favorites! Unisex, easy to wear. Itu2019s comforting, cozy, and has personality while being inoffensive. You could wear this to the office, to the beach, on a hike or special date night. This is a classic cut cashmere sweater. It is in the same vein as Le Labo Santal 33, but not the same. If you like one, you will probably enjoy the other. I just love Bois de Balincourt!"
        },
        {
            "review_title": "smells like an old book",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love it. Reminds me of cracking open an old book or something. It also smells very much like a dupe for santal 33, which I also love. Only bad thing is that it doesn't last very long... maybe a couple of hours"
        },
        {
            "review_title": "NICE SCENT FOR COLDER WEATHER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, fairLight skin tone, Dry skin",
            "review_text": "GREAT SCENT FOR WINTER.  OIL AND THE ROLL ON MAKES SIT EASY TO APPLY AND THE SCENT LASTS A LONG TIME SINCE IT IS OIL NOT A SPRAY BOTTLE WITH A PROPELLENT THAT DILUTES THE SCENT."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "A warm woody aroma, comforting and soothing, makes it a safe choice for any occasion. Not long lasting, very subtle after the first hour or so. My job requires no fragrance but I do wear it to work sometimes and itu2019s nice to smell that faint scent on myself."
        },
        {
            "review_title": "fresh smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I loved the aroma.  many people ask me what perfume it is.  it is very fresh smell. I love it"
        },
        {
            "review_title": "love the dry down!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "some reviewers said it smelt like pickles? not for me. this scent agrees with my body chemistry. the dry down actually smells slightly floral even though I got this mainly for the earthy and woody notes and my SO agrees."
        },
        {
            "review_title": "Blending for New Signature Scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I absolutely LOVE this scent. It starts out smelling like Santal 33, but definitely changes to a more creamy, clean, soft scent. Itu2019s subtle, but noticeable. I also purchased Madison Louis Marie No. 2 and mixed it with No.4 and it it heavenly. This is going to be my new signature scent. Highly recommend!"
        },
        {
            "review_title": "very close to le labo santal 33",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "This truly does remind me of santal 33. I find the projection to sit more closely to the skin which I prefer. I find santal to be a powerhouse of a scent and clings to the air. This oil has that sandalwood note but adds a touch of sweetness, making it almost more u201cfeminineu201d but this is very unisex. I absolutely love this, and it has become my fall scent."
        },
        {
            "review_title": "Beautiful scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Beautiful scent, but it is a very small bottle. Would like it to be offered in a larger bottle and spray form, however love the fragrance and am thrilled that it is recyclable."
        },
        {
            "review_title": "All-time favorite fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I will never stop repurchasing this babyu2026 smells like Le Labo for a fraction of the price."
        },
        {
            "review_title": "True love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "Obsessed with this smell. I am picky with scents but this is my holy grail, for the past 5 years now. I've discovered this in a small shop in san francisco while on a trip and wow, I have literally had strangers come up to me and complement me on my perfume ever since. Everyone ask me what it is! It is divine !"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Wow, I finally found a unique, vegan fragrance thatu2019s is earthy and INCREDIBLE.  I thought I would never find you.  I have my mark at last.  Love, love and love.     I tried in the store one day and splurged the next."
        },
        {
            "review_title": "Unique fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "This is my new me scent. I initially received the eau de parfum in a sample size and loved how it dried down. I purchased the oil because it's supposed to be more intimate, only those who come close to you can smell it. HOWEVER, people do not stop complimenting me on the scent when I walk passed them. It is a very unusual and unique fragrance, strong but soft, and although you can't smell it on yourself after 4 hours, other people still do.  I love it so much that I'm considering trying the others from this brand"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I smell like a pickle. This is not a scent for me."
        },
        {
            "review_title": "SO good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Yes, yes, yes. I am in love with this scent. No pickles, here! Beautiful sandalwood - clean and sexy. I only with the sillage was better - I like my scents more beast mode."
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I really want to love this perfume oil but I still donu2019t after several uses. It is more flowery and powdery than woody to me. Unfortunately, when it dry down, I do get the u201cpickle juiceu201d vibe people talk about. Even through the sandalwood comes out more at the end, I still canu2019t get over it. Although the sandalwood come out more at the end, I still canu2019t get over the smell. It may  just donu2019t fit my body chemistry thatu2019s all."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "My absolute favorite scent ever! Better than any perfume ! Perfect packaging ! Easy to apply to the back of my ears and it lasts all day. People are complementing me non stop. They think Iu2019m wearing le Labo Santal however itu2019s this treasure."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I get compliments on this all the time because itu2019s such an unusual, unexpected fragrance. I love itu2019s staying power. Sexy but not pushy. Warm and inviting. My new signature scent."
        },
        {
            "review_title": "not my type but I'm surprised!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I am not a woodsy earthy type of fragrance lover. I normally go for that typical sweet, floral type of scent everyone likes. I first nonchalantly tried the sample thinking nothing of it. But for some reason I could not stop smelling this on my wrist (even 24 hours later including a shower) and I was fully intrigued.   Green and fresh, like you're going on a hike, then grounding and...creamy? Like you stop halfway for some artisanal chai and pastry?? Idk yall don't ask me what this smells like I literally can't put my finger on it, all I know is I'm obsessed!"
        },
        {
            "review_title": "Holy Grail Fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was addicted to the candle version of this scent before I realized it came in an oil. If my house was on fire, Iu2019d take this on the way out. It would be easy to carry too, because the bottle is teeny tiny. I donu2019t really mind that though, because the tiniest dot of oil on my wrists/neck lasts for hours.   My husband is not exactly the most observant person, but he LOVES when I wear this and frequently comments."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Yes, this smells comparable to Le Labo, but unfortunately does not have the lasting power. Iu2019ll use this up, but wonu2019t repurchase."
        },
        {
            "review_title": "Smells amazing, SMALL bottle",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Light skin tone, Combination skin",
            "review_text": "The oil is amazing, but I didn't realize the bottle was this tiny - I thought I would be using it all over my body and not as a small roll-on..."
        },
        {
            "review_title": "Not buying it again",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I wanted to give this a five stars because I love the smell, but I am not a fan of the size of this itty bitty bottle with a gigantic price."
        },
        {
            "review_title": "Beautiful, woodsy scent.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "red hair, Light skin tone, Combination skin",
            "review_text": "My favorite perfume. Sometimes when I hike, I take in a deep breath and smell the plants and dew-- musky & fresh at the same time. This perfume perfectly encapsulates this. I like that it's not too feminine but also doesn't smell like cologne. I dab a little bit of oil on my wrists and neck and I'm good for the day."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, black hair, fairLight skin tone, Normal skin",
            "review_text": "Heavy hitter as a dupe for le labo santal 33. A very complex and sexy scent. Smokey and floral. One of my favorite scents."
        },
        {
            "review_title": "Not for me, but itu2019s quite nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received a sample, itu2019s nice for what it is, just not my cup of tea. The sandalwood is noticeable immediately, quite creamy and musty, and the vetiver comes through in the drydown, when there are also some spicy notes, I definitely smell nutmeg. Not sweet at all, quite aromatic. I think it leans feminine, but in no way is this your standard floral/ sweet department store concoction, thank goodness. I would enjoy smelling this on someone else, just not for me."
        },
        {
            "review_title": "obnoxious",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Gave me a headache. Smells like wood burning smoke from a fire. Way too strong and obnoxious. Only reason I gave it 2 stars is because the oil was moisturizing for my dry hands."
        },
        {
            "review_title": "Sample was amazing - the actual bottle- beyond bad",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "Sample was divine; bottle not so much ... loved the sample so much I went out and got the bottle. To my dismay the perfume was terrible - didnu2019t smell anything like the sample. Iu2019m not sure why! I purchased the sample set and all of them smelled so awful... my family got upset because the house smelled like these smells and they were that bad - they just were truly bad. I mean every single one of them smelled awful I mean soo bad that I thought I got a bad batch - or something. But Iu2019m not sure ... I really donu2019t like when companies make these amazing samples and donu2019t back it up."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This smells amazing! & Itu2019s a plus that it lasts all day!!"
        },
        {
            "review_title": "BEAUTIFUL SCENT!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is more of a dark edgey floral scent too me! A little on the cologne smelling side but still very sexy!"
        },
        {
            "review_title": "Great if You like Cologne",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Got this as a free sample and I really love it. Most perfumes Iu2019ve ever had were very floral and feminine, but I really like the slight masculine edge to this scent."
        },
        {
            "review_title": "So happy I purchased this perfumed oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I experienced this perfumed oil in a sample I received with an order. Loved it so much that I immediately ordered a full size. The scent is subtle and earthy. I dab the oil on my wrist and a dot or two on my hair."
        },
        {
            "review_title": "Just no",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Smells dirty - like the musty home of an untidy person. Threw my sample in the trash after 1st use. Couldnu2019t un-smell it for a while and was worried the smell would not come off me."
        },
        {
            "review_title": "Timeless fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have been wearing this scent for a few years now and I absolutely love it. Everyone compliments me and wants to know what Iu2019m wearing. The oil lasts all day long, I never have to reapply and a little goes a long way. If you like an earthy masculine smell this is for you."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "i would highly recommend a sample before purchasing. i perceived it as a spicy floral with a hint of pickle juice. its a bit awkward, it's like a cologne & perfume fighting for dominance. i guess it would be more of a mature scent but i think even then i would find the smell odd."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Smells like a soap/floral mix a little goes a long way."
        },
        {
            "review_title": "love love love this amazing scent!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love This Earthy, Fresh, & Mysterious Scent  This is an AMAZING scent. I got the sample in a spray and instantly fell in love. Iu2019m from California and if Manhattan Beach had a scent, this is it. Earthy, clean, and invigorating. I am usually into a sweet/citrus smells but this really captivated my senses. I love sandalwood and cedar wood mixed with the vetiver. It definitely has a NoHo, hippie California vibe and I love wearing to Yoga, Gym, work, and anywhere really because it does have a mood to it.   I like the oil a lot - although pricey, a little goes along way and lasts. Sometimes I mix it with a my Black Opium scent to lighten it up. I love it!! I did get the spray version first and have to say I like the oil WAY better bc it lasts all day!!   If you like earthy, sexy, and laid back scents - this one is perfect!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone",
            "review_text": "Perfect year round scent. I always get compliments when I wear this! I see comparisons to Santal 33 but honestly I prefer it. It is, perhaps, a bit more u201cfeminine.u201d"
        },
        {
            "review_title": "Soooo Good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Normal skin",
            "review_text": "This scent is beautiful! Itu2019s the kind of smell that you canu2019t forget. I purchased without having smelled it before, and it smells even better than I anticipated. Some reviews described it as slightly masculine which doesnu2019t resinate with me at all. On me its warm and soft, but it still has this underlying freshness, without being green. Iu2019m so glad I found it."
        },
        {
            "review_title": "Smells more synthetic than I anticipated",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "If you're like me and assumed - based off of the description - that this product would smell very natural and earthy...not so much! It smells faintly of sandalwood and then largely of faux scent. Really too bad. Considering the price, I thought it would be a really quality and great smelling perfume oil. I couldn't smell the vetiver or amber wood at all. I had to return it."
        },
        {
            "review_title": "that oil is just a gem! love it...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "love it so much! it smells like wood and cinnamon. i recieved a sample and im buying the full size right away. I highly recommand."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Got this as a sample. Almost identical to Santal 33 by Le Labo.  Very woody scent. It smells almost masculine to me. Not a terrible scent but wouldnu2019t wear this as I prefer my perfumes to be more feminine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This scent has a warm wholesome scent. I am very particular when it comes to a scent and this one is amazing!! I have santal 33 but this has more of a warm vanilla component! Would buy again"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Oh, my God. I never want to be without this scent again."
        },
        {
            "review_title": "beautiful and captivating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "this is my favourite perfume. I always get asked what Iu2019m wearing, and complimented all the time! Itu2019s a very specific scent, nothing else is like it. Iu2019ve only smelled it on 2 other people. The first person I didnu2019t ask them what it was, then smelled it on someone I was working with and had to ask her what it was! All my friends love it and if they smell it on someone else they think Iu2019m there hahah."
        },
        {
            "review_title": "Love ..",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Sexy sexy sexy people stop me and ask what I am wearing"
        },
        {
            "review_title": "Not worth the price",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "This product is super tiny.  I found the spicy notes not well balanced.  Too tangy for me!"
        },
        {
            "review_title": "smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got this oil in a gift set I purchased recently and although I would not spend 57 dollars on this separately once mine runs out, I do enjoy that it is more fragrant than the perfume itself. I like to roll the oil on my pulse points and follow up with the perfume. They both smell really good, but for a stronger scent the oil is my go to."
        },
        {
            "review_title": "drugstore version of Santal 33",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s like the drugstore version of Le Labo Santal 33 . I wonu2019t buy this again but itu2019s also a great car freshener. Price is obviously cheaper then Santal so thatu2019s cool got compliment on it but Iu2019m just a snob when it comes to fragrance"
        },
        {
            "review_title": "haven't decided if I'll keep it or not : /",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This may be the only thing I keep out of the perfume and candle of No. 4.  Its consistent with the oil in the $30.00 pack with the small bottle of oil and the spray perfume."
        },
        {
            "review_title": "cute bottle but scent is interesting",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Very small bottle first of all. I donu2019t even know how I feel about the scent. It is so strong and mature. I unfortunately did not like the scent, nor would I recommend it. Returning this."
        },
        {
            "review_title": "Say it isnu2019t Santal",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been wearing Santal 33 for the past few weeks and couldnu2019t justify the price. I turned to the internet for alternatives thinking there wouldnu2019t be any, but this one kept popping up. It smells identical out of the bottle however a little more fresh on. If anything - I prefer this one over Santal!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is a great santal 33 dupe and is beautiful scent that lasts a while. I love that itu2019s an oil that lingers on your skin for hours. It seems small but despite reaching for it often, Iu2019ve hardly put a dent in it. Itu2019s also perfectly sized to carry in a purse."
        },
        {
            "review_title": "perfectly long wearing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "A little goes a long way and it lasts all day, too. Itu2019s not over powering, either. I just roll it on my wrists and behind my ears and Iu2019m set for the day. I had the perfume before, but I prefer this oil over the perfume for sure."
        },
        {
            "review_title": "BEST DUPE FOR SANTAL 33",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Guys, you have no idea how long I've been looking for my signature scent. I've always dreamed of finding that scent that people recognized me by, and got me compliments! But since I can't afford $300 for a bottle of Le Labo, I had to find a dupe. Thank God I stumbled upon this perfume oil at a boutique and immediately fell in love with it. My husband got it for me and as soon as I started wearing it, people starting asking if I was wearing Le Labo Santal 33! ANYTIME I'm around someone who knows what Le Labo is, they ask me this. So that's how you know it's the perfect dupe! I think the key ingredient is sandalwood oil which is $150 a bottle from Young Living, it's a very expensive and luxurious oil. So I think $57 for a bottle is a great deal, especially considering this bottle lasts SO long and is super cute and perfect for travel. I've had it for about a year and wear it almost every day, and it's still half full! Such a good value. Seriously, stop buying Santal 33 and buy this. You won't regret it! And Maison Louis Marie, if you want to sponsor me I'm @lifeoverstuff on Instagram and I will share my love for you all day every day. Sincerely, a girl obsessed with smell and fragrance."
        },
        {
            "review_title": "Great dupe for Le labo Santal 33",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "It smells really similar while a lot cheaper. Also it's long lasting. Recommend for all four seasons and both my boyfriend and I share this perfume oil"
        },
        {
            "review_title": "Long-lasting but mature scent",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I really liked the packaging of this oil but unfortunately the scent wasn't for me. It's a nice warm floral but it's definitely a more mature scent, gave me baptist church meet + greet vibes. Could be an appropriate work scent but it wasn't for me. On the plus side, this perfume oil has a lot of staying power, I put a small dab on the inside of my wrist and could still smell it the next day!"
        },
        {
            "review_title": "Disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Normal skin",
            "review_text": "This is a beautiful fragrance! The only reason I rated it so low is because it does not last on me at all. If it lasted on me I would definitely rate it 5 stars. If you are interested in perfume oils I would highly recommend Amuze Fragrance. I ended up purchasing a perfume oil from them after I made this purchase, and it's on a whole different level. Super long lasting and a little goes a long way. They are vegan, alcohol-free, cruelty-free, paraben-free, and phthalate-free. They aren't sold at Sephora but they are worth a shot if you are looking for a perfume oil.  As far as whether or not I recommend No. 04 Bois de Balincourt Perfume Oil, I'm undecided. Reading the reviews it seems to last well on some people, it just didn't for me."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Dead ringer for Santal 33 but with poor sillage. this was a blind buy for me so I was disappointed it so closely duplicates something already in my collection. if we ever leave our houses again this is a perfect size to throw in a purse. you will have to reapply or layer"
        },
        {
            "review_title": "Smells like Santal 33 BUT that is a good thing.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I love this scent. It is also almost exactly the same as Le Labo's SANTAL 33. Maison is much cheaper as Santal 33 can retail at $260 for the larger bottles. Maison doesn't last as long as Santal 33. Santal 33 lasts 12+ hours. Purchasing Bois de Ballincourt since Santal 33 is my favorite scent to wear and more affordable. I mix Maison with Margiela's, Lazy Sunday Walk in the Park roller ball. Perfection."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "This actually smells like Santa 33. Iu2019m not sure if anyone else smells it. I just recently got a whiff of Santa and I immediately thought of this. I hadnu2019t smelled this particular scent in a while, but Iu2019m pretty certain it smells almost the same. Kind of a sweet, mossy smell."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I took a risk on this scent. Because I am a fragrance junky, I bought it based on research and reviews without having smelled it first. The good news is that I hit the jackpot! This perfume is woodsy, invigorating, and fresh. I highly recommend it if you like outdoorsy aromas."
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "From the first smell I was in love !!! It is a warm and cozy scent"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "To me it is a refreshing and cool scent. I love it and will repurchase."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This is absolutely beautiful. I smelled it on one of my friends at first then fell in love with it and had to get more. It is so worth the money."
        },
        {
            "review_title": "Creamy, sexy sandalwood!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This smells unbelievably wonderful, in a creamy, warm, and sexy way. Itu2019s now the most sandalwood-forward scent I own, which was exactly what I was looking for! Has a very expensive and layered nuance to it as well. I will say, it dries down quite sweet, so if youu2019re looking for a more woodsy sandalwood this may not be the way to go."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "My absolute favorite signature fragrance. Happened on this line visiting an old artist friend who was wearing and I was captured by this fragrance. Everything I wear smells wonderful. I use perfume oil, shower gel and lotion. I purchased travel spray that produces quick moments of joy. Iu2019m an addict- trust me and try it!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love that it is an oil a has a rollerball, the scent is good but i find it super strong it gives me a headache. For reference my go to scent is ralph lauren blue so i was looking for something light like it but for winter."
        },
        {
            "review_title": "Great everyday perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Love this scent!!! Itu2019s amazing but it does wear off a little faster than Iu2019d like."
        },
        {
            "review_title": "love at first smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I usually hate perfumes. I tend to make my own essential oil blends at home. One day I smelled this in store because I was intrigued by the u201ccleanu201d fragrance selection. I was hoping that I could find something nice for my fiance that didnu2019t give us either of a headache. Wasnu2019t expecting to find anything for me. Let me tell yu2019all.... It was love at first smell.  I typically make my blends with vetiver, cedar, rose, patchouli, and a couple others so when I looked at the ingredients I was and also wasnu2019t surprised. Itu2019s a very unique yet enticing and familiar smell. Not too musky and woodsy but not too powdery or floral either. Itu2019s a beautiful balance. I tried the spray at the store too but I donu2019t like a lot of alcohol in my products, and it also didnu2019t linger in nearly as pleasant as this oil does.  When I got home my fiance held me a little longer and said I smelled really good u263aufe0f (I found something for him too that he liked - lazy Sunday morning by replica) Next day, I went back and bought myself the oil in full size. I contemplated getting the discovery kit but this one is too good I probably wouldnu2019t even care much to try the other scents.  Iu2019ll definitely be repurchasing for myself and may even buy one for my mom! I suggest trying both the oil and spray in store first though as our biological chemistry is different.  Also, I like the roller. It allows you to use a light amount which is really all you need. I think sometimes people think that a dropper is better but itu2019s easier to waste and use too much with those. Itu2019s also more spill proof with a roller, which for $60, you definitely want. Iu2019m an at home alchemist so take it from someone with a lot of essential-oils-in-my-bag-experiences."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Sophisticated woodsy scent with a hint of sweet as it dries. Smells expensive- which it is I guess. People constantly ask me what it is with compliments. Stays fairly close to the body. Doesnu2019t last that long on me- maybe 6 hours or so and I apply pretty liberally to pulse points. Iu2019m so obsessed Iu2019m thinking of buying the spray for layering."
        },
        {
            "review_title": "Delicious!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I'm a big fan of more earthy and savoury tones (less fruit/sweet kind) and although it can smell quite strong out of the bottle, I would highly recommend trialing it to see how it pairs with your skin first! This scent has become my personal fave!!"
        },
        {
            "review_title": "Didnu2019t react well with me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is definitely a niche fragrance. I have a few friends that use this and it smells wonderful. Very different but good. However, with my body chemistry it smells like I have been rolling in a field of hay and dill. After a few minutes of wearing it it gives me a headache. Iu2019m extremely disappointed that it didnu2019t work for me. As I said, a few of my friends have it and it smells wonderful on them so I know itu2019s not the product itself but just the way it mixes with my body. Just beware that this may happen. Do love the rollerball oil applicator though."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "This scent is amazing! Several friends have purchased their own after smelling mine. Love the roll-on oil. It has great staying power. Highly  recommend!"
        },
        {
            "review_title": "New favorite",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "This scent is incredible. It envelopes you but is not overpowering. Iu2019m a little disappointed in the longevity, especially being an oil, so I deducted a star for that because I did feel I had to reapply. But one million stars for the scent."
        },
        {
            "review_title": "Smells HORRIBLE!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I received this a sample with another purchase, and was excited to try as it has amazing reviews. It smells horrible!!!! It smells musty with the undertones if pickle juice. I thought it was just me so I had other family members smell it with the same reaction I had. They have all said u201cthat smells like pickle juice.u201d Please make sure you do not buy this without smelling first. Iu2019m"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "found this to replace commodity book (RIP) + was admittedly pessimistic trying out a new scent  it smells amazing. but it lasts about 20 minutes. and for the price, having to reapply a ton is pretty frustrating  someone get that formula from commodity please !"
        },
        {
            "review_title": "Great gift",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "When I gave it to my good friend, she LOVED it! She says it smells like her favorite store, and she put it on immediately. It's so woodsy and great for the winter holidays."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "It smells amazing, a fresh green woodsy sandalwood scent, but I found it didn't have any staying power on my skin."
        },
        {
            "review_title": "My happy smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m obsessed with this scent. Warm and lightly spicy but not sweet. The sandalwood base is very soothing to me. The only downside is that itu2019s kind of a trendy scent profile right now u2014 itu2019s a very good dupe for Le Labou2019s Santal 33 u2014 and in certain areas youu2019ll smell it everywhere and itu2019s weird to smell people wearing your perfume. This oil doesnu2019t last all that long on me but itu2019s easy to carry around like a rollerball so I reapply during the day. I love the scent so much I have the candle version too!"
        },
        {
            "review_title": "Beautiful Woodsy Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I love the balance of this scent. It dries down into such a luxurious and beautiful fragrance."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I found this scent my accident and Iu2019m so happy I found it! Santal 33 smelled too strong of gasoline, but I loved the smell of it by the end of the day. This scent is the best parts of Santal 33 I like!"
        },
        {
            "review_title": "Perfection in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This is an amazing dupe for Le Labo 33, except even better! The scent gets better and better throughout the day without being too overpowering. So many compliments on this- my new signature scent for sure ! :)"
        },
        {
            "review_title": "Doesnu2019t last",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The smell is amazing but doesnu2019t last even for 2 hours.  I got this fragrance as it has similar smell of santal 33. And i love the smell thats how this is getting its extra star.  However after you put the fragrance and after like 2 hours there will be no smell at all. I Have the perfume oil and the spray."
        },
        {
            "review_title": "A MUST HAVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely love this brand! This is my favorite scent by far! I have tried everything from this brand and the oil perfume is the best. I actually bought it for a friend for her birthday and she is in love with just as much as I am. The scent isnu2019t over powering like most perfumes, itu2019s very warm and welcoming. Also the size is PERFECT for on the go; it fits in pretty much everything."
        },
        {
            "review_title": "Super bummed",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I bought this since everyone said it was a dupe for le labo santal; it does smell just like it but barely lasts hours. Super unfortunate."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Love this scent, a pretty good dupe for Commodity Book."
        },
        {
            "review_title": "Better than Le Labo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "On the surface it does smell like a dupe for Santal 33, but when I wear this one I get compliments and it lasts all day. In fact it even stays on into the next day. Exactly what I was looking for!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": ""
        },
        {
            "review_title": "great scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I bought this scent on impulse, per usual, and I was pleasantly surprised! This smells absolutely lovely...if you are into leathery scents. Itu2019s a much more toned down version of Santal 33 (which is a favorite of mine) & for a fraction of the price. I highly recommend trying this perfume oil!! Itu2019s small, but perfect for travel & every day use."
        },
        {
            "review_title": "Smells like pickles",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Received this scent in the clean fragrance sampler. I had sprayed a few of the fragrances on different parts of my arms so I could decide which one I liked. Throughout the day, I noticed that something smelled like dill. After testing each of them again and paying closer attention to which fragrances I liked, I discovered it was this one that smelled like pickles. Why???"
        },
        {
            "review_title": "nope",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This smelled like an old church on me. Make sure you try it on before you buy it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This fragrance is so lovely. It smells so fresh and not overbearing. And it sticks to your skin for a good while."
        },
        {
            "review_title": "commodity book!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Even though I knew this was half an ounce, I was still surprised by how small it is.   However... YOU GUYS. THIS IS COMMODITY BOOK!!! Since it was discontinued, Iu2019ve been SCOURING the Internet looking for something similar to my beloved book and Iu2019ve finally found it! This fragrance is sexy and beautiful with that u201cwhat IS that?!u201d note that makes my heart flutter. Finally!!!!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Not sure why this is listed as clean, but it has nutmeg and cinnamon in the notes. Both synthetic and natural versions of cinnamon and nutmeg are toxic. While the smell is great please do not spray on skin."
        },
        {
            "review_title": "Pickle Smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Do yourself a favor and buy the smaller version of this first before you splurge.  Several have said it had a pickle smell and I didnu2019t believe them until I tried it for myself.  It didnu2019t happen immediately, but as the smell developed, the pickle smell came.  Very weird.  I guess it is different for everyone.  I am so bummed."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": ""
        },
        {
            "review_title": "Woodsy wonder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This smells like sandalwoodu2014 a sensual woodsy scent that rolls on and lasts several hours without being overpowering. As has been noted several timesu2014 it is a more affordable and softer version of Santau2019s 33."
        },
        {
            "review_title": "Just Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "OMG I love this scent I bought the 5 bottle Discovery set, that gives you 5 3 mL bottles of each perfume oil.  I will buy this full size of the Bois de Balincourt when my little one here runs as it is my current favorite perfume now."
        },
        {
            "review_title": "Affordable, smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Amazing replacement for Commodity Book! Been searching and this scent is very similar, sandalwood scent, really nice especially for the price."
        },
        {
            "review_title": "Wish I could bathe in this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "This is my signature scent. Every time I wear it people stop me to ask what I'm wearing! It's a dupe for Le Labo Santal 33 and I love that it is oil based. The throw on this is amazing, hit your pulse points with it and as your body warms the oil up it will last for hours!"
        },
        {
            "review_title": "My new all time favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Iu2019ve always gravitated towards sweeter smelling perfumes that didnu2019t have earthy tones to them. One spray of this perfume"
        },
        {
            "review_title": "New Formula not as good.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I have been a long time user of this scent. They changed the formula and although it may smell the same, I have not been happy with the oil or spray. I used to get compliments all the time, and since I switched no one ever mentions it which solidifies my thoughts on it. I used to smell it on my clothes after I wore it, but with the new formula I donu2019t. Bring back the Eau De Parfum oil formula!!"
        },
        {
            "review_title": "Nope!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "Because it literally smells of pickles!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Am currently very pregnant and was so excited to find a u201ccleanu201d scent that I absolutely love. Will 100% be sticking with this scent post baby and beyond. Itu2019s subtle but delicious and sticks around for a long time."
        },
        {
            "review_title": "Delicious captivating scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "I only wear natural fragrances. In my quest to find the right 'clean' scent I either encounter perfumes that smell cheap and one note, or if they smell rich and complex, the longevity and sillage is lacking. The moment I put on MLM's No.4 perfume oil I could tell that all I would want out of a natural perfume is in this exquisite little bottle. This is a spicy earthy perfume that is warm and subtly sweet (nutmeg?). It smells expensive and richly layered. The sandalwood, cedar and cinnamon blend beautifully with the skin. So happy I found this beautiful fragrance :-)"
        },
        {
            "review_title": "try both perfume and oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I received a sample of the Bois de Balincourt perfume and LOVED it. I saw that it came in an oil formula and decided to purchase as I thought it would last longer. The scent is perfectly unisex and warms to your body so it will smell unique on you. For some reason, the perfume version smelled better on me than the oil, so I would recommend trying both."
        },
        {
            "review_title": "my holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Hands down my fav! My signature smell I have the parfum, oil and lotion. Love love love"
        },
        {
            "review_title": "the perfect earthy scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I recently fell in love with this fragrance through their body wash, it has such a strong earthy sent but it layers on my skin so nicely. Itu2019s such a mature and sultry scent in my opinion, It smells horrible if you sniff it straight from the bottle. But once itu2019s on the skin itu2019s not that strong and stays for hours a very small amount of this product goes along way as well. If youu2019re looking at getting anything from this brand or a receipt sent to where this is definitely the one I would recommend."
        },
        {
            "review_title": "Love the smell but the price is a no",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received a free sample of Maison 4 and fell in love. I then ordered the fragrance and was excited. When it arrived I literally thought they shipped me an empty box. Opening the product I expected more than a tiny vile (yes I know there was oz info when purchasing) but wow I was shocked. Iu2019ll be returning this and will save my $"
        },
        {
            "review_title": "Natural and pretty!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I love this scent. I usually only wear essential oils and I am not a fan of perfumes, but this one is such a great, natural scent. I get compliments on my scent all the time."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this perfume oil - not overwhelming, fresh scent"
        },
        {
            "review_title": "nice, but hard to smell it - very faint",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Lovely scent, but I could not smell it unless I put my nose right up to my wrist (where I applied it). I don't think my fiance would smell it at all.   It's a very mature, nature-y scent though."
        },
        {
            "review_title": "Beautiful perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Just bought this here at Sephora. I've been wearing it for a few days. And received numerous compliments. I have been looking for a fragrance just like this and was super close to buying Santal 33 when I read about no. 4. So happy that I bought it!!!! I love love love this beautiful woody perfume!! I get a little sweetness after it settles. One of my all time favorites. On me the silage and lasting power are quite good. Over arms length for silage and great for day and casual evening wear. Over 8 hours lasting time!!! Highly recommend!!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Itu2019s been years since Iu2019ve found something I like so much I want to wear perfume again. Beautiful vetiver notes but soft, not at all overpowering. I got a sample in store first and after many tests went back for it. Wears well. My new smell!"
        },
        {
            "review_title": "Amazing buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "This fragrance is absolutely breathtaking! Clean, floral that transports you. I can not stop inhaling this!"
        },
        {
            "review_title": "Delicious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I jumped on the bandwagon when I realized that my Santal 33 was becoming too expensive for everyday use. I tried this out and I think I might just like it a little bit more. It is a bit sweeter than Santal 33. The fact that is a perfume oil keeps it closer to your skin and I admire that in a product. It is so wasteful to spray perfumes! This bottle has lasted me for months. I love it and love to keep in my purse."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone",
            "review_text": "Better than Santal 33! It has great longevity, as well. I prefer this oil version to the spray."
        },
        {
            "review_title": "Close Dupe for L'Air de Colette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I just received a sample of this randomly at the store, and when I tried it at home, I was transported.  The now-closed shop Colette in Paris had a signature in-store fragrance that it sold as a room perfume as L'Air de Colette.  I love that smell so much that I have been using the room spray as a perfume.  Colette is gone, but this is a very close dupe for L'Air de Colette.  Scent is memory, and this one is everything to me.  I will be buying all of its versions."
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I was curious about this perfume from many different reviews that praised it, but I admit that when I smelled it in the store I found that it smelled shockingly different than I imaginedu2014 I just smelled pickles.  Disillusioned, I went through the other Maison Louis Marie Fragrances in search of a different scent I could make my signature, and I ended up Sampling the whole lot.  Strangely, after three weeks of using each fragranceu2014 I couldnu2019t believe it, but I became obsessed with No. 4!  This scent is so incredibly complex! It reminds me of driving through misty coastal redwoods on the way to Muir Beach. It has such a unique and different character. When actually applied to the skin, it warms beautifully and dries down to a delicious clean powdery scent.  The oil lasts about 10 hours on me. It usually lasts about 4 hours as a perfume smell with a few foot silage, but then transitions into a lovely skin smell.  It also lasts beautifully on my clothes. I had to purchase the perfume for that little added kick.  This is going to be my u2018Fallu2019 perfume for the rest of my life. Simply fantastic."
        },
        {
            "review_title": "Enchanting/ Sophisticated",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Enchanting fragrance. I smelled it on a patient 6 months ago and was stalking the Sephora website since I donu2019t like to order online. When it comes to fragrance I need to pick it up in the store. It is just as gorgeous as I thought it would be. Please donu2019t change this fragrance itu2019s going to be a cult classic ( in a good way )"
        },
        {
            "review_title": "LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I bought it because I heard it was a Le Labo Santal dupe and it really is! Of course this size is pretty small, but since it's an oil you just need to apply the tiniest bit and it'll stay all day. Love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This perfume oil is absolutely intoxicating. I can't get enough of the scent. I would describe it as rich, heady, and sensual. It's warm, spicy, and slightly woody. I bought this instead of the perfume spray itself because I heard this lasts longer."
        },
        {
            "review_title": "You smell good. What scent is this?",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I get You smell good. What are you wearing? Is this Le Labo? whenever I wear this scent. I have recommended it to everyone who has gotten a whiff and compliments me. Some say this scent dissipates rather quickly, but I tend to disagree. It seems to stick with me. So happy to have found my new signature scent. Better yet, it's clean!"
        },
        {
            "review_title": "Great for people who get fragrance headaches!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I get so many compliments and as someone who can't wear almost any fragrance without getting a headache, this stuff is gold."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "This is a completely different type of scent for me. Iu2019m in search of the perfect woodsy fragrance. The perfume is excellent quality and lasts forever on the skin. It smells like cozy and warm, soft musk"
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "v similar to Le Labo's Santal 26 (NOT 33)... 26 has less of a smoky smell than 33 and since Bois De Balincourt is an oil it is sweeter and more feminine.... Love it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "luuuuuv!! this scent is so gorgeous sweet and woody & stays on foreeever!!!"
        },
        {
            "review_title": "get it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "smells amazing, love this product! you don't even need that much. its potent but in the best way."
        },
        {
            "review_title": "unique",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I am obsessed with this smell! I received a sample and immediately bought the perfume oil. This oil has a lasting scent thatu2019s subtle and clean. Some of the reviews for the spray said the spray fades quickly, but the oil lasts. For me, this oil definitely lasts. Since Iu2019ve been obsessively wearing it, noticed that itu2019s very polarizing for people and they either LOVE the smell or they donu2019t like it at all. It is so unique and itu2019s become my everyday go to now"
        },
        {
            "review_title": "Unique and beautifully layered scent.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I'm not a huge consumer of perfume and I'm very picky about scents. I received a sample of this perfume and I'm absolutely in love with it. I've never liked a 'woodsy' perfume before. I usually gravitate towards light citrusy or floral scents. This perfume is not heavy, it is subtle and great for layering. I sprayed some on my husband and honestly I think it would make a great unisex scent. The spice notes are understated. I've never left a review for a perfume before but this one is worth it."
        },
        {
            "review_title": "all time favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "My favorite brand and scent. Reminds me of the gramercy park hotel in NYC. So thrilled I can get this at Sephora now. This scent is not too powerful and very fresh/unique. Wears beautifully."
        },
        {
            "review_title": "Nice!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love it! Iu2019m very picky when it comes to fragrances. I like a woody or spicy smell, not too empowering but with caracter. This one is really great for work or everyday activities. The only down point: the smell lingers only for a few hours..."
        },
        {
            "review_title": "People compliment it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I adore this perfume. It lasts long time and it's been my go to perfume past 5 years"
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I wanted to buy a new perfume I went by the reviews.  I didn't like this perfume its not my style.  It gave me a bit of a headache.  My husband thought it smelled nice but not for me.  I own other perfumes that I love Amazing Grace and Omnia Crystalline.  Its best to try out in person."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Amazing! Very pure scent. Doesnu2019t smell of imitations. Definitely a new fav!"
        },
        {
            "review_title": "had to return",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "smells like pickles :("
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Itu2019s similar to my book perfume from commodity, but itu2019s way more elegant and has a hint of sweetness. I put it on at 11pm last night and I can still smell it a bit when I woke up this morning. Definitely prefer this over spray, it is just so amazing and i decided to make this my signature scent."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Lasts a long time, nice unisex scent. However it's not really me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Smells like santal 33 without the pickle smell omg HEAVEN!!! If you don't know that smells like, this fragrance smells like you took a shower in the amazon - earthy, green, and a hint of floral. Since it's a perfume oil, it smells really different from bottle to skin - def suggest not to blind buy and try it on if you can."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "Love this fragrance! An oil with roller ball to apply, very easy.  I wear it daily, but do notice that it fades after a while.  I may add perfume"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "absolute favorite scent! first fell in love with this scent as a candle. love that it has a roller ball, so it is easy to take with me and the scent actually stays on me a lot longer than other perfumes. I've gotten so many compliments!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I love this scent! I first heard of it as a Santal 33 dupe and figured it was worth buying. I have both this and the Santal 33, but I think I actually prefer the No. 04. It's a lovely scent and it grows throughout the day."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This smells like a certain spice... I think it's fennel. I really didn't like it at first but it's growing on me. It's sophisticated and it layers well with French Grey and Tocca Florence if you only use a little. I wouldn't recommend ordering it if you've never tried it before."
        },
        {
            "review_title": "Soft and woody",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Sharp beginning, but lovely at the end. Clean, crisp and woody. Again, masculine with feminine tones."
        },
        {
            "review_title": "Not all perfumes are created equal",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Disclaimer! Perfumes smell different on everyone, due to your own chemical makeup and temperature. That being said; I love the way this perfume smells on me. Itu2019s powerful without being invasive, and soft at the same time. It lasts all day, which is a big plus, and I get compliments on my scent almost every time I wear it. My roll on is almost out, which is how I found myself on the Sephora site currently :) Ordering another ASAP  PS used to wear diptyque, but the scent I wore was too expensive to continue to purchase. That was the last time I actively participated in perfume, until I found this brand."
        },
        {
            "review_title": "a favorite.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Medium skin tone, Combination skin",
            "review_text": "so happy Sephora has these in stock! i used to order online from a shop in LA but having these in Sephora makes it more convenient. A sharp, woody and spicy/earthy scent. Smells ALMOST identical to Santal 33 which i have the spray perfume of.  If you're looking for something long lasting - definitely try this out. Santal on its own has a ridiculously awesome staying power but is also ridiculously pricey.  I highly recommend this one!"
        },
        {
            "review_title": "My favorite scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love, LOVE this scent. It's subtle yet intoxicating, woody and a bit sweet. The oil has good staying power and is a good value for the amount you get. After years of wearing sandalwood and rose oils, I intent to make this my new scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "i love MLM and am so excited they are available at Sephora! This scent is sandalwood-y and warm but still fresh, a twist on Santal 33. The fragrance oil lasts a long time but stays close to the body."
        },
        {
            "review_title": "Bois de Balincourt is a stunner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I'm thrilled Sephora now carries Maison Louis Marie perfume oils! No. 04 Bois de Balincourt is a stunner on me. First whiff reveals sandalwood in its purest form. When I roll it on me it is extremely woody, almost sharp. Within seconds the wood softens. This wood is warm and dry and has practically no weight - sort of like fresh sawdust shavings. As it develops on my skin the sandalwood always stays in the forefront, but soon the spices make their appearance. The nutmeg on me is eloquent, soft as a whisper and very warm. This never becomes a true spice scent on me. It remains woodsy and mysterious and has an unusual good quality paper with a watermark element to it. As the oil dries down it gets just the slightest bit sweeter, almost like a violet candy. I can apply liberally and it lasts forever on my skin. I get a solid 8-12 hours of enjoyment and it lasts even longer in my hair.  If you like Santal 33 or Commodity Book, I think you'll love this. Because it's an oil is not as astringent. This is just gorgeous and I'm so excited to own it!"
        }
    ]
}