{
    "product_id": "1519",
    "name": "Beija Flor Jet Set",
    "brand": "Sol de Janeiro",
    "categories": "Bath & Body, Value & Gift Sets",
    "price": 43.0,
    "about": "What it is: A getaway-ready, collagen-supporting body routine featuring the bright Cheirosa u201968 scent...Skin Type: Normal, Dry, and Combination..Skincare Concerns: Dryness and Loss of Firmness and Elasticity..Highlighted Ingredients:.- Vegan Collagen: Supports skinu2019s natural collagen supply..- Cacay Oil: Is a gentle retinol alternative that supports cell turnover..- Plant Squalane: Immediately plumps the look of skin with intense hydration...Ingredient Callouts: Free of parabens, phthalates, mineral oil, and sulfates SLS & SLES. It is also vegan, gluten-free, and cruelty-free...What Else You Need to Know: Get set with a collagen-supporting routine. Pamper your skin with Beija Flor Renewing Body Wash, a creamy cleanser with vegan squalane. Massage on Beija Flor Elasti-Cream with Collagen and Squalane, infused with cacay oil and vegan collagen for visibly plump, resilient skin. Finish with the bright, floral scent of Brazilian Crush Cheirosa u201968 Beija Flor Hair & Body Fragrance Mist...This Set Contains:.- 1.7 oz/ 50 mL Beija Flor Elasti-Cream with Collagen and Squalane.- 1.01 oz/ 30 mL Beija Flor Renewing Body Wash.- 1.01 oz/ 30 mL Brazilian Crush Cheirosa u201968 Beija Flor Hair & Body Fragrance Mist",
    "ingredients": "-Vegan Collagen: Supports skinu2019s natural collagen supply..-Cacay Oil: Is a gentle retinol alternative that supports cell turnover..-Plant Squalane: Immediately plumps the look of skin with intense hydration...Beija Flor Elasti-Cream with Collagen and Squalane:.Aqua (Water, Eau), Cetearyl Alcohol, Parfum (Fragrance), Caprylic/Capric Triglyceride, Isopentyldiol, Glyceryl Stearate, C13-16 Isoparaffin, Glycerin, Pyrus Malus (Apple) Fruit Extract, Cetyl Alcohol, Cocos Nucifera (Coconut) Oil, Caryodendron Orinocense (Cacay) Seed Oil, Butyrospermum Parkii (Shea) Butter, Behenyl Alcohol, Squalane, Collagen Amino Acid, Theobroma Grandiflorum (Cupuau00e7u) Seed Butter, Copaifera Officinalis (Balsam Copaiba) Resin, Astrocaryum Vulgare (Tucumu00e3) Kernel Oil, Astrocaryum Murumuru Seed Butter, Daucus Carota Sativa (Carrot) Root Extract, Tocopherol, Oryza Sativa (Rice) Bran Extract, Rosmarinus Officinalis (Rosemary) Leaf Extract, Helianthus Annuus (Sunflower) Seed Oil, Helianthus Annuus (Sunflower) Extract, Ethylhexylglycerin, Pentylene Glycol, Heptyl Undecylenate, Potassium Cetyl Phosphate, Tetrasodium Glutamate Diacetate, Xanthan Gum, Citric Acid, Sodium Hydroxide, Phenoxyethanol, Mica, Alpha-Isomethyl Ionone, Benzyl Salicylate, Ci 77891 (Titanium Dioxide)...Beija Flor Renewing Body Wash:.Aqua (Water, Eau), Cetearyl Alcohol, Parfum (Fragrance), Caprylic/Capric Triglyceride, Isopentyldiol, Glyceryl Stearate, C13-16 Isoparaffin, Glycerin, Pyrus Malus (Apple) Fruit Extract, Cetyl Alcohol, Cocos Nucifera (Coconut) Oil, Caryodendron Orinocense (Cacay) Seed Oil, Butyrospermum Parkii (Shea) Butter, Behenyl Alcohol, Squalane, Collagen Amino Acid, Theobroma Grandiflorum (Cupuau00e7u) Seed Butter, Copaifera Officinalis (Balsam Copaiba) Resin, Astrocaryum Vulgare (Tucumu00e3) Kernel Oil, Astrocaryum Murumuru Seed Butter, Daucus Carota Sativa (Carrot) Root Extract, Tocopherol, Oryza Sativa (Rice) Bran Extract, Rosmarinus Officinalis (Rosemary) Leaf Extract, Helianthus Annuus (Sunflower) Seed Oil, Helianthus Annuus (Sunflower) Extract, Ethylhexylglycerin, Pentylene Glycol, Heptyl Undecylenate, Potassium Cetyl Phosphate, Tetrasodium Glutamate Diacetate, Xanthan Gum, Citric Acid, Sodium Hydroxide, Phenoxyethanol, Mica, Alpha-Isomethyl Ionone, Benzyl Salicylate, Ci 77891 (Titanium Dioxide)...Brazilian Crush Cheirosa u201968 Beija Flor Hair &amp; Body Fragrance Mist:.Aqua (Water, Eau), Cetearyl Alcohol, Parfum (Fragrance), Caprylic/Capric Triglyceride, Isopentyldiol, Glyceryl Stearate, C13-16 Isoparaffin, Glycerin, Pyrus Malus (Apple) Fruit Extract, Cetyl Alcohol, Cocos Nucifera (Coconut) Oil, Caryodendron Orinocense (Cacay) Seed Oil, Butyrospermum Parkii (Shea) Butter, Behenyl Alcohol, Squalane, Collagen Amino Acid, Theobroma Grandiflorum (Cupuau00e7u) Seed Butter, Copaifera Officinalis (Balsam Copaiba) Resin, Astrocaryum Vulgare (Tucumu00e3) Kernel Oil, Astrocaryum Murumuru Seed Butter, Daucus Carota Sativa (Carrot) Root Extract, Tocopherol, Oryza Sativa (Rice) Bran Extract, Rosmarinus Officinalis (Rosemary) Leaf Extract, Helianthus Annuus (Sunflower) Seed Oil, Helianthus Annuus (Sunflower) Extract, Ethylhexylglycerin, Pentylene Glycol, Heptyl Undecylenate, Potassium Cetyl Phosphate, Tetrasodium Glutamate Diacetate, Xanthan Gum, Citric Acid, Sodium Hydroxide, Phenoxyethanol, Mica, Alpha-Isomethyl Ionone, Benzyl Salicylate, Ci 77891 (Titanium Dioxide).",
    "how_to_use": "",
    "num_reviews": 658,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/beija-jet-set-P506951?skuId=2701357&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2701357-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Bought it for my sister",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "I bought this little kit for my little sister and she loved it! She is prone to having migraines, but wanted to have something to smell good and which wouldnu2019t trigger a migraine for her. I bought it since I felt like it was one of the less strong scent of the brand. She likes it a lot and uses it almost daily!!"
        },
        {
            "review_title": "AMAZING ud83dudc97ud83dudc97ud83dudc97ud83eudd29u2728ud83eudef6ud83eudef6ud83dudc95",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "I bougt it for my Grandma and she LOVED it! Anytime i went somewhere with her she would get millions of compliments. Definitely a MUST have!!"
        },
        {
            "review_title": "Guys literally, this exceeded expectations!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I bought this smaller kit because Iu2019ve never smelt 68 and didnu2019t want to risk blind buying and hating it. This came with the body wash, lotion, and spray so i was like let me try this. I shouldu2019ve bought the whole bottle. This smells genuinely so good. Iu2019m so surprised right now"
        },
        {
            "review_title": "It smells so good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I love the scent! It smells so good and the body wash and the elasti-cream makes my skin so smooth and I already use most of the perfume"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I really like this product because itu2019s good for travelling and like to take it to school like the perfume and the body cream and also the body wash is really nice. Itu2019s not every day thing Iu2019ll buy it, but I would probably buy this again if I had more money.ud83dude02ud83dude05"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Everything smelled amazing except for the body wash. This is my fave scent and the body mist and lotion are incredible. The little travel bag is so cute and functional too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Really goood smells amazing i just feel like itu2019s pretty small for the price but it doesnu2019t matter cs the items are so worth it"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "After using this product over the past few weeks I have been loving it all of the stuff in it is amazing the sent is the best definitely recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "This product is my new go to fragrance, and body scent set! I have gotten so many lovely compliments from others! 10/10, will buy again!"
        },
        {
            "review_title": "For the girlies who love pink",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "The set was actually bigger than I expected and especially the elasti cream. If you like candy like smelling scents, you should definitely get this. To me it kinda smells like flowers, fruit, a little bit like the ocean and definitely like expensive white chocolate, also I bought it in the store not online!"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Love the scent, spray is V E R Y strong do not overspray!"
        },
        {
            "review_title": "A Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I love the Beija Flor Jet Set. It is a great deal and a must have."
        },
        {
            "review_title": "cute but not worth the $32",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "i think the spray is cute and smells nice, i have the full size so itu2019s fun to have a mini. it smells very floral and sweet. the body wash smells kinda funny, and it has a lotion texture, but i donu2019t mind. however, i was pretty disappointed with the lotion. my lotion arrived half-full with a big chunk taken out of the side and what appears to be a finger that just dug in my lotion- when I first opened it. the texture is watered down and not moisturizing at all. a great alternative or dupe is the tree hut body butters at target, especially the tropic glow. they smell heavenly and the scent lasts, and theyu2019re super moisturizing so youu2019ll stay smooth all day. and for only $10. overall, this kit is cute and the scent is nice but I wouldnu2019t repurchase and there are cheaper alternatives."
        },
        {
            "review_title": "LOVE YOU SOL DE JANEIRO!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this scent! I love how itu2019s mini and a great tester. Get ready for the best body care brand if you are a beginner.u2764ufe0fu2764ufe0fu2764ufe0f"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Super pricy! Smells kinda good but bruh! There are better dupes"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Love the smello Love the smell.  Love all their products.   ."
        },
        {
            "review_title": "Coquette Core Scented",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "This Beija Flor travel friendly set is great if you're interested in trying out products from SOL DE JANEIRO. I bought this set originally as a gift. The scent can be described as a sweet vanilla floral. I would even say it is a mature floral scent. u2698ufe0f"
        },
        {
            "review_title": "This scent is amazing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve re purchased this about 3 times now itu2019s perfectly sized and lasts me about 6 months, I keep giving away the almost empty bottles, it smells amazing and would recommend to anyone!"
        },
        {
            "review_title": "I LOVVEEE THISSS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Good and lasts long. This is my fav scent from sdj. The bag is so cute to reuse."
        },
        {
            "review_title": "would add body cream to my routine if I was u",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "overall a good product but the body spray I got smelled so bad like plastic but the body cream is my fav sdj body cream and"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I absolutely LOVE the smell of this. all of the products leave me smelling fantastic all day. I only wish the body wash would suds up a little more."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "this set is amazing the scent is so good the only thing is that I would maybe want a bigger body wash but everything else is fine!"
        },
        {
            "review_title": "Love it so much",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Iu2019ve been obsessed with this product since my friend into it ufffcand I canu2019t get enough of it"
        },
        {
            "review_title": "MY FAVE EVERRRR!!!!! GO BUY IT NOW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I LOVE SOL DE JANERIO!!! I always have so when i got this i was obsessed!!! My favorite smell is 68 so this is perfect! The mist smells so good and the cream is so thick and nice. I love the shower gel, it makes the smell last all day! The only this is the mist runs out pretty fast. I have had this for a week and its lost like and eighth. But overall fantastic travel sized set!!!ufffc"
        },
        {
            "review_title": "Fresh and smells amazing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love it!!! Great idea for a gift for kids I bought one for my daughter she loved it."
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Literally love this scent!  Perfume is perfect size and elasti-cream is sooo soft. Body wash smells great as well. Definitely get it!"
        },
        {
            "review_title": "Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "I love this product! It is the perfect price for a perfect look! Bought this 6 months ago, and still going strong! This is a must have!"
        },
        {
            "review_title": "Smells amazing ud83dudc96",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I love this product! It smells amazing, though I will say there is a small difference in the smell between the products, it still works together very well. I recommend applying the lotion where youu2019re planning to put on the perfume."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "u10ebu10d0u10dau10d8u10d0u10dc u10d9u10d0u10e0u10d2u10d8u10d0 . u10dcu10d0u10dbu10d3u10d5u10d8u10dau10d0u10d3 u10d2u10d0u10dbu10e7u10ddu10dau10d8 u10e1u10e3u10e0u10dcu10d4u10dau10d8 u10d0u10e5u10d5u10e1 . u10ebu10d0u10dau10d8u10d0u10dc u10d2u10d0u10d5u10e1 u10e5u10e3u10e0u10efu10d8u10d0u10dcu10d8u10e1 u10e1u10e3u10dcu10ddu10e1"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I am very disappointed with this store, they should improve in many aspects. I received my items incomplete and I don't know why they don't check before shipping. Or I don't know if it's the same staff that takes it but they should do an audit of this store, it has a lot of expired things too."
        },
        {
            "review_title": "My love routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "smells very cool! incredibly moisturizing! my love"
        },
        {
            "review_title": "What are you waiting for to order your fragrances?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "My acquaintances had recommended it to me, so l bought the three fragrances they had available at that time. The truth is that I was impressed by the quality of Boris perfumes. Their fragrance lasts all day, and the cream has a very moisturizing consistency without leaving the body greasy. The Bath Bodysuit is spectacular, as it leaves you with a pleasant scent even before applying the perfume, making the product last all day."
        },
        {
            "review_title": "I use this product everyday!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I loved this product because it lets you try three products at a great value without buying the full size version. The body wash makes your skin so smooth and smells amazing my shower smells like the inside of a sol de Janeiro store spray. The beja flor body wash paired with the matching cream not only makes you smell like a  bed of flowers but makes your skin smooth and hydrated. I will admit I was hesitant at buying this because I have always thought 68 was too strong of a scent but I think once you are wearing it the scent evens out and is not as alcohol-y. I also love how these items are big enough to get many uses yet small enough to fit in your backpack or purse. Definitely recommend this product if you are scared to try a new scent or 68 in general, I think it is worth the price and definitely worth a try."
        },
        {
            "review_title": "PERFECT 1 MINUTE GIFT IDEA",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I was in a rush to I bought this for my little sister and she loved it she used it every day"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Dry skin",
            "review_text": "I ordered this and did not receive it and they will not send it back out to me. Iu2019m so disappointed especially with the price of this and then did not receive it."
        },
        {
            "review_title": "not my fav but not bad",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "The scent is okay, On other people I've noticed that is smells good but whenever I wear it after a while the scent becomes really sweet but in a gross way. But honestly the smell depends on the person using it and on their body chemistry."
        },
        {
            "review_title": "This lotionud83dude33",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "I love this lotion! I love the smell, I love the way my skin feels and if all that wasnu2019t enough reasonu2026 the body wash is incredible!!!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I donu2019t feel like the smell last and idk I feel is overrated"
        },
        {
            "review_title": "Very Soft , Very Demure!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "This is my first intro to the brand after the hype has died down. I understand the fan base 100% now It smells DIVINE! It's soft and supple but not in a weak way. The spray is a perfect amount of fragrance and it last a few good hours. The wash is perfect and hydrating - doesn't leave my skin stripped in the slightest. Save the best for last the cream is amazing - the texture and scent are amazing and as someone with sensitive skin I was worried but it was amazing on me and did wonders on my skin both face , arms and peach!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "It smells sooo good!!! I highly recommend this to everyone!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Oily skin",
            "review_text": "For this yesterday at the mall. this smells sooooo good. I am so happy with my purchaseud83dude29u2764(saving it for special occasions"
        },
        {
            "review_title": "Smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Oily skin",
            "review_text": "I love the smell and everything about it,tbh I only got it cuz it was pink but it's so cute and the smell is everything. The sizes are so cute and there they perfect size to take with you at school,or work,or anywhere tbh. I lovee this"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "After using this pack for s few weeks I have gotten alot of compliments and you smell good but it did not come in the package right at all the cream was spilt everywhere and there was a little in the container and then I realized that the perfume ud83dude33 looked like it has been opened and used it was at the half point and I don't know if that is normal or not if it is not or it is please comment and get this to 5k likes so that I can get a PPP hoodie!!!!!"
        },
        {
            "review_title": "Amazing smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This is the first time I have used any of the Sol De Jeniero products and I love them all. The scent is amazing; its floral and light and girly-- deffinatly a light pink vibe. The smell is long lasting, on me at least, and the cream feels amazing. The body wash is a good texture and feels nice too!"
        },
        {
            "review_title": "Soft skin and moisturizing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Great moisturizer. Left my skin looking and feeling amazing!"
        },
        {
            "review_title": "Good deal!u2728",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Very great deal! I like this because it has the whole line of 68 products and the minis are perfect for anything!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "It's not a bad smell, but it definitely smells like a dude."
        },
        {
            "review_title": "Best for travel!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Really good for the price! I used it every day while I was on vacation in Florida"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I gifted this to my sister for her birthday and she absolutely loved it! The scent is suck a sweet floral scent and i also love it."
        },
        {
            "review_title": "Another My favorite Jet Set Collection!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "This is the best product in Sol De Janeiro, plus it has the floral fruity scent, and it was the dragon fruit."
        },
        {
            "review_title": "gorgeous scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this set and the scent. so light and fresh. Made my skin glow and noticeably firmer."
        },
        {
            "review_title": "Go for on the gou2728ud83eudea9",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love this scent itu2019s amazing if you like sol de janeiro get it!"
        },
        {
            "review_title": "A must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I loved this fragance its my favorite I use this fragance enveryday"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I absolutely love this product it makes my body and hair smell great. Definitely recommend."
        },
        {
            "review_title": "This is so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "I have been using this set for a while now and have received so many compliments! Itu2019s such a good deal for $30 I definitely recommend it!"
        },
        {
            "review_title": "IM IN LOVEEud83eudef6",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019m OBSESSED, the scent 68 smells like heaven and the cream leaves my skin feeling  soo smoooth"
        },
        {
            "review_title": "Perfect little set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I recently took this on a trip with me and have fallen in love with the scent! All the products were amazing! The jet set was great way to try the products and get a sense of the scent."
        },
        {
            "review_title": "Smells so good !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Smells amazing so much items for $30 and comes with a bag"
        },
        {
            "review_title": "Great mini gift",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Medium skin tone, Combination skin",
            "review_text": "My daughter loved it and smells so good she takes it everywhere in her small purse"
        },
        {
            "review_title": "Horrible Smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Dry skin",
            "review_text": "This smells so horrible my fiance just made me shower again to get it off. Iu2019m not sensitive to smells but this was way way way too much."
        },
        {
            "review_title": "Itu2019s just worth it for the cream and body wash.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This product itu2019s a good investment just for the cream and body wash, I really like the smell. I didnu2019t like the perfume mist, smells more like alcohol than the real scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Love this! Super convenient and it smells so good !! the scent does go away quickly though."
        },
        {
            "review_title": "Stinks",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This stinks BAD !! The original yellow one is the best one. Just throw this one away!"
        },
        {
            "review_title": "My favorite scent in the line",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is my absolute favorite scent for the sol de janiero line. Smells fruity and delicious and I always get compliments when I wear it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I love this product! Great for traveling! Totally recommend!"
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "smells super good and the set perfect for travel i got so many compliments"
        },
        {
            "review_title": "AMAZING!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I would highly recommend all three items came exactly as the image showed definitely would buy again"
        },
        {
            "review_title": "Love this product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love the smell and the size for traveling is perfect!"
        },
        {
            "review_title": "Perfume+body wash is good, cream is not",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I liked the body wash and the perfume but the cream was kinda weird because it wasnu2019t exactly moisturizing and it smelled weird.. perfect for travel though! Also, I would recommend trying 40!"
        },
        {
            "review_title": "Too light for me!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I love Sol De Janeiro Bum Bum cream. Thought Iu2019d give this scent a try, and unfortunately itu2019s so light, the fragrance fades in minutes, having to spray throughout the day. Returned!"
        },
        {
            "review_title": "A must have! Get it right away!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I bought this for my birthday really only for the perfume but I started using the rest of the package with my daily routine and I smell amazing! The bag is so cute and perfect for traveling! I don't only use the bag for just the perfume, body lotion, and body wash. I also use the bag for my makeup at school!The body wash is nourishing and refreshing. The perfume is the same one my friend has so I knew right away I liked it. The body lotion smells good and makes my skin soft and silky!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "i got this for my friend and itu2019s a perfect gift for anyone and itu2019s perfect for travel"
        },
        {
            "review_title": "My go to scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I absolutely LOVE these products. It smells incredible. This was my third time purchasing the body spray in one year. Definitely my go to scent. Also the bag is great for travel!"
        },
        {
            "review_title": "Love! Love! Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love this! Great fragrance and the lotion is silky smooth!"
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Bought this as a grad gift for a friend and got myself one as well. Smells amazing and smell lasts longer when you use all three together!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This product is also very good! Iu2019ve been using it for a couple of days and itu2019s really smoothed out my skin and I smell good now ud83dude19! Amazing product I recommend buying it"
        },
        {
            "review_title": "Smells good but...",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love this scene and when you use all three together the scent does stay on for a bit longer. The bag is useful and cute, i use it for my beauty essentials in school. It doesn't come with the large bottle but i put it for comparison."
        },
        {
            "review_title": "u2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Love this product! You can never go wrong with it."
        },
        {
            "review_title": "Smells amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Love the smell!! Always get compliments when using it!"
        },
        {
            "review_title": "Love sol de janerio",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "I love these products they smell so good and a nice sweet floral jasmine scent and to make it last all day long put some moisturizer on your wrists and neck rub it in and then spray the perfume on those places and also to smelll even better spray some in your hair and it will last all day!ufffc"
        },
        {
            "review_title": "I love this so much!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I need to have the same scent in lotion and perfume and this is perfect for me! Not too sweet but just sweet enough not too flowery but just flowery enough! It is a must have for travel!"
        },
        {
            "review_title": "Perfect for traveling!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Love! Recently traveled to MX and brought in on my carry on."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Very cute package but terrible smell, gives me a headache immediately, honestly hate to say it but smells like air freshener in a bathroom. I would stick to the original yellow one"
        },
        {
            "review_title": "What happened?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The caps came very loose and almost unscrewed and the scent is different from the larger size product. Itu2019s so so light but minty? Almost like an axe body spray. The consistency is different too."
        },
        {
            "review_title": "Disgusting",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "I very rarely write reviews but felt the need to warn others how absolutely disgusting this smells. I looked through all the Sol de Janeiro fragrances and chose this one based on the fragrance notes. I have not a single clue how anyone can say that this smells like jasmine, dragonfruit, or vanilla. It smells like a porta potty sprayed with Avon perfume. I got the tiniest bit on my finger when I opened it, and I can still smell it after washing my hands. I am just flabbergasted at how bad this smells. Returned immediately."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "It came fast great product smells amazing. Looks great. Came perfectly intact. Definitely recommend buying."
        },
        {
            "review_title": "Love it! Going to rebuy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love the scent on this and the elasti cream is sooo good and smells exactly like the spray and the body wash i havenu2019t tried yet but it smells so good! would repurchase"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This smells amazing I love the packaging and the scent of the perfume is so good u263aufe0f"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I love this set! I got it for my mom for Motheru2019s Day :) she loved it"
        },
        {
            "review_title": "So amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I love this so much. I use it everyday. It has become part of my everyday morning routine. I would definitely recommend if you like floral smells and more."
        },
        {
            "review_title": "I couldn't stand the super sweet smell.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "it's a good size to try the products. it feels good on the skin and all, but I couldn't stand the smell. It's too sweet it made me nauseous."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I would say itu2019s a little on the pricy side for just a travel set that doesnu2019t have to much but it is tsa safe so if youu2019re just having a small trip I would say get this! Because it does smell amazing and I do love my sol de janeiro!"
        },
        {
            "review_title": "Good amount of product for the size",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "The products are very big for u201cminis.u201d The perfume spray in particular will last me a long time. I have been using the body wash and elasti cream on my stretch marks and love it."
        },
        {
            "review_title": "I wanna eat this.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I tried this cause my sister thought Iu2019d like it and I do! The spray and cream smell like candy, almost like a sour but sweet candy. I love it and really good to get if you wanna test to see if itu2019s a love!"
        },
        {
            "review_title": "Healthy Looking Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This is a must have. Aside from loving the scent this really is moisturizing. Iu2019ve felt my skin become softer and healthy looking. This is my second buy will surely buy again"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Smells exactly like the perfume 62. Its very long lasting and hydrating. I always get compliments whenever i wear this. Itu2019s good for travel and this scent would work well in the summer."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I have using this for a few weeks now and my shin is soft. It leaves this nice shiny look and smells AMAZING."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "SMELLS AMAZING!!!!! great size for try, suppppper reccommend"
        },
        {
            "review_title": "FEMININE, BEAUTIFUL, DIVINE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "YALL!!! THIS PAIRED WITH GOOD GIRL BLUSH IS GOATEDDDDDD!!!!! I love it so so much, it is so feminine and pretty. I truly feel like Barbie when I wear this combo"
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Hated the smell. It smells cheap to me and borderline like nail polish remover in the first few spray. Had to regift it."
        },
        {
            "review_title": "Didnu2019t receive body spray",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "When I opened the packaging there was no body spray in the case. Initially I thought that I had lost it but after a few days of looking for it on and off I never found it. Canu2019t state in words how extremely disappointed I am."
        },
        {
            "review_title": "A must have in my everyday bath.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "I love this set because it is so good and it brings three things."
        },
        {
            "review_title": "68 ud83eude77",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Le parfum est WOW, mais le gel douche sent le fromageu2026 La creme est ok, mais elle a quand mu00eame une petite senteur de fromage comme le gel douche. Je recommande le parfum seulement."
        },
        {
            "review_title": "Super drying and things floating it the perfume",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "The reason  I rated this product so low is because the cream  makes my skin so dry but it smells so good.And the  perfume was  has little things floating around in it.Anyway i love these products!"
        },
        {
            "review_title": "very good for spa day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Normal skin",
            "review_text": "this is a very good set of  ud83eude77 sol de janeiro ud83eude77. it is perfect ud83eudd29 for a gift ud83dudc9d"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": ""
        },
        {
            "review_title": "Heavenly Scented",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I love this! Itu2019s similar to Baccarat 540. I was picking up an online order that included this set and I wasnu2019t impressed with the body cream that was on display. However when I tried it on I was overwhelming surprised."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "My cousin got me this as a gift and the second I smelled it, it smelled like rubbing alcohol or  vinnegar"
        },
        {
            "review_title": "10/10 but rather buy the full sized version",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I love all these products and the scent is AMAZING but rather buy the full sized versions because these minis come with so little that you will finish them so fast!"
        },
        {
            "review_title": "Perfect sent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love this product! It has a good amount of product inside,super cute,and the smell is to die for!!!"
        },
        {
            "review_title": "Must have in routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This is love love love stays on body like whole day and mist is amazing it gives u fruity rich luxurious smell ..i will b ordering jumbo size."
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Love this is my favorite set in the entire world itu2019s great"
        },
        {
            "review_title": "Not my scent",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I was shocked that I wasn't a fan of this scent. I have seen so many reviews praising this scent but its just now for me."
        },
        {
            "review_title": "My honest opinion",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Okay so Iu2019ll give it a 4 star bc of the body cream, I feel like that works actually,also I feel the scent smells like cotton candy to me but very light and also kinda smells strange tho, could be alcohol, not my fav but itu2019s good  but also kinda small the body wash is good"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "My sister loved it ! Gifted it as a thank you gift for helping with my baby shower"
        },
        {
            "review_title": "Travel must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The smell is so amazing!!! Leaves my skin feeling soft and I get so many compliments. Perfect for my travel bag not to mention the cute bag it comes in!"
        },
        {
            "review_title": "Would repurchase for sure !",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "I love the jet sets. It's a great deal! It lasts a few hours and pairs well with Prada ! It has a light floral scent !"
        },
        {
            "review_title": "Not a fan",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Not very fresh smelling, has a very alcohol smell. Not a fan of this one"
        },
        {
            "review_title": "Perfect gift",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "This is genuinely perfect. My mom likes 68 so I ordered this for her on Motheru2019s Day. I have the bigger versions of all these products, but the minis last forever too. The body wash is bigger than expected"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "love the product, wish they would have no advertised it like the elasti cream was  bigger than it actually was, great product though, love the scent"
        },
        {
            "review_title": "Love this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have been using this for a while and the sent is amazing! The lotion is very moisturizing and lasts a long time! The body wash makes my skin so soft and shiny! Love this product it is a must have!"
        },
        {
            "review_title": "Amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells amazinggg!!  Perfect gift ! Reasonable sizes for the price!! Would be purchasing again"
        },
        {
            "review_title": "Overrated product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I dont like the smell of this product. Its annoying"
        },
        {
            "review_title": "Not a BR540 dupe but good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Porcelain skin tone, Combination skin",
            "review_text": "Ok I bought this because it was hyped as a dupe for Baccarat 540 and ... no. The very first spritz of the body soray does have some of that DNA but no, this is a very different scent, almost banana on me but in a very good way. Like pink banana and beach. I wouldn't even recommend this for layering with BR540,  really, it weighs the perfume down. But it's really good on its own. I love the firming cream, it makes my skin sooo soft! Nice trial pack if you're interested in checking out the products."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "Works amazing and smells even better.  I use these products daily."
        },
        {
            "review_title": "Loved it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Normal skin",
            "review_text": "It is such a great scent for everyday use, light and easily absorbed. A must must must have.."
        },
        {
            "review_title": "Excellent scent but VERY small",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Let me preface this by saying the products themselves are very good and I love the fragrance but PLEASE please pay attention to the size. The kit and products are VERY small- they are travel size at best. For $40 Canadian I'm not sure if its worth the money but I enjoy it anyways."
        },
        {
            "review_title": "Will buy a body cream again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Night routine used  Really like the set, hydrating and smelling super good. Will definitely go back for the body cream in a bigger size."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Actually really like this one, after getting home I took the set out of the bag and was so surprised. 71 is my personal favorite but this one smells really good as well. Didnu2019t expect to fall in love with this one"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Combination skin",
            "review_text": "Itu2019s very nice and smells amazing!!! Itu2019s a pretty good size for your bag. The body cream is also very nice and thin."
        },
        {
            "review_title": "Another almost must have ufffc",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "After using this product, I feel very confident because it is very smelly and it smells very good and the body wash is also very good and soft and the lotion is probably my favourite because it is awesome for your body ufffc"
        },
        {
            "review_title": "Not the same scent stregntas the full size product",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The Cherirosa spray is not the same product as the full size that I have purchased. Scent VERY faint on all three products. Spray seems diluted. Cream seems unscented. Dif formula for small pack?"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "Love the smell an the texture of my skin after applying products."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I think this is a really good set! It's good as a gift and I think that each product in here lasted me so long. This is good if you want to try out the products and don't want to get a bigger size yet."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "I really like the smell and it lasts sooomuch I just think the cream is too small"
        },
        {
            "review_title": "heavenly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I absolutely love this! The Beija flor elasti-cream smells amazing and it hydrates my skin. Thereu2019s really nothing bad you can say about 68, it is my go to smell! The body wash is heavenly. If you want a sol de janeiro set, get this one!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "LITERALLY IN LOVE I REPURCHASED THIS AFTER GETTING IT AS A CHRISTMAS GIFT!! LOVE LOVE LOVE!! Most definitely think itu2019s worth the money"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "i got this for my birthday and i was super excited to try all the products at first. but i was very disappointed. the elasti-cream is super hydrating, but the smell is so overpowering and way too strong. the body wash was actually really nice smell wise, but it did nothing to make me feel clean or like i actually washed my body. for the perfume itself, mine smells strongly of alcohol and the floral notes weren't there at all. i normally love sol de janeiro's products, but this just didn't do it for me."
        },
        {
            "review_title": "Just smells like rubbing alcohol",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This just smells like rubbing alcohol. Complete bummer because the scent sounds so cute! :u2019("
        },
        {
            "review_title": "amazing!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "bought this for my sister and she loves it! smells so good!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "A must need if you are traveling, everything is perfectly sized and it smells so good obviously!"
        },
        {
            "review_title": "Get it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "it's really useful on the go i love how it comes with the body wash i would've never bought it if i didn't buy this, def repurchasing"
        },
        {
            "review_title": "Expecting more from Sol de Jenero",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I was A little sceptical about buying it and I feel like itu2019s so mini that the body wash is like a 2 use thing and the lotion scent isnu2019t very strong same with the body wash"
        },
        {
            "review_title": "I LOVED THISSS",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "I LOVED THIS SM!!!! This lasted really long for me even though it was small and the body wash was the best! Smelled so good and felt so fresh after using it!! 11/10 rating for this !!"
        },
        {
            "review_title": "Love the smell!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Love it! I have it in every size! Mainly because of the incredible smell! It does a good job, its not greasy but it also doesnt quite fix my dry hands issue. I dont complain because i enjoy reapplying it often. Just look how cute it looks on my desk u263aufe0f"
        },
        {
            "review_title": "Sol de Janeiro fail",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, mediumTan skin tone, Oily skin",
            "review_text": "Great product!!! Only concern is that they are super tiny and is about the size of your finger. But they are super compact for traveling!!!"
        },
        {
            "review_title": "Cute but small!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Love love this product! I do like the bum bum cream more. This scent is a very light pinky floral. And the only this I would say is that it comes smaller than you think so just think. Anyway I love it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "i bought this for my friend's birthday and she loved it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Smells amazing, very moisturizing for the skin. Is a perfect gift to give to teenage girls"
        },
        {
            "review_title": "I donu2019t get the hype",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "The perfume is super alcohol-ey, the cream is really muted, and the body wash leaves a sticky feeling. The packaging is so cute though! At least one of my friends liked it."
        },
        {
            "review_title": "buy it now!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "The body wash is very thick and easy to lather up, only need about the size of a dime. the body butter only needs a dab for 2 arms, and the fragrance is very refreshing. soooooo worth it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "So worth it!! Body spray smells and the lotion smells in my opinion. Way better than the body spray The body wash smells kind of good but definitely worth it. Smells so good. Plus it's only $30"
        },
        {
            "review_title": "Torn",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I loved the product as a whole since it comes up handy at those sizes for traveling or gift to relatives or whatever but the scent is not that deep compared to, e.g., the purple hydrating one."
        },
        {
            "review_title": "buy this is you are looking for a the 68 senct !",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I was so happy when i got this!! the secnt (68) smells floraly and like candy ! the perfume is good and so is the cream , however the body wash didnt last a senct and was barley soapy. but overall buy  thoso!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "BEST PERFUME EVER!! Now I have all of the jet sets! This one is my fav sen tho:). Plssss get this product its so good."
        },
        {
            "review_title": "Great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love the jet sets but this isnu2019t my favorite scent"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Amazing product will be buying again u2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0fud83dude18ud83dude0dud83dude0dud83dude0dud83dude0dud83dude0dud83dude0dud83dude0dud83dude0dud83dude0dud83dude0d"
        },
        {
            "review_title": "Did not like",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The scent is awful, very rubbing alcohol type smell. My husband said I smelled like a doctor's office. Very disappointing"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I absolutely love the smell of this product but i donu2019t feel like it last at all so idk how i feel about it but i actually feel open now to try the other smells ud83eudef6ud83cudffc they are minis too."
        },
        {
            "review_title": "Upgrade me please ud83dude01",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This set is perfect for travel and so soothing to the skin. When I stacked this fragrance with Chanel Chance, I received so many compliments! A great addition to my daily routine!"
        },
        {
            "review_title": "This is so worth it ufffc",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "The sol de janeira 68 jet set is so worth your money the Brazilian crush cheirosa 68 perfume smells like a floral scent. The body wash is a cream like texture, and the lotion has so much in its container ufffcufffc"
        },
        {
            "review_title": "The smell of this is pure Brazil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I loved the smell, the feel of the cream and how the body wash actually moisturised me"
        },
        {
            "review_title": "Just Alright",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "This set is good, but the products by themselves arenu2019t very good. The lotion has a weird thickness and I find the smell to be very off and not as advertised. Other than that is an ok buy and the bag you get is cute.  i"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Sooo good!! Smells really good and the lotion is very moisturizing. Youu2019ll get compliments all the time!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Normal skin",
            "review_text": "love this definitely get this, the only thing is it runs out kinda quickly"
        },
        {
            "review_title": "Best from Sol De Janeiro! In love withud83dudc9bud83dudc9b",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I just got this product today. It is overall the best scent from Sol De Janeiro!! It smells so good! Itu2019s the only scent Iu2019ll be using and when I go back I will be getting the bigger size. -Josie"
        },
        {
            "review_title": "SOOOOO GOOD!!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This was my first ever sol de janeiro product, I love it so much!!  But my only concern is that the lotion smells like cardboardu2026. Idk if itu2019s supposed but thatu2019s just my opinion! Other than that 8/10!!"
        },
        {
            "review_title": "smells soooooooo good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "When I got my package I was so excited and I had the right. I use the bag as a makeup bag. The body wash works so well and the scent lasts so long!!"
        },
        {
            "review_title": "Smells so good!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This scent smells Good! I had a love hate relationship at first but now I love it!! It has kind of a flower smell to it! Definitely for people who love fresh smells! This lotion is so moisturizing!"
        },
        {
            "review_title": "WORTH 30 DOLLORS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is so worth it ud83dude04ud83dude04ud83dude04 i love this set it is  perfect for traveling and this sent smells so good i got my set last year and i still have my mini perfume and body butter so worth it ud83dudc4fud83dudc4fud83eudd29ud83eudd29"
        },
        {
            "review_title": "Love !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Great Value !! Amazing Scentu2026 So light and fruit florals with hints of ocean air and vanilla !! ud83dudc97"
        },
        {
            "review_title": "Honest opinion",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "Hereu2019s my honest opinion on the Sol De Janeiro set. The body wash is a miss for me. It donu2019t lather and donu2019t feel that good. Itu2019s smells good tho. The bum bum cream feels nice and blends smoothly into my skin. Now the perfume is the best. It smells amazing"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, notSure skin tone, Dry skin",
            "review_text": "After using this product over the past couple of weeks, I am loving the way it smells and how many compliments I get from people on how I smell I think this would be perfect for a vacation and a gift under 35 dollars"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "I grabbed this to see if it would be good from a vacation. 68 is also my favorite one. This is awesome! Good for vacations and you can fit in suit case. I will be getting this next time i go to sephora"
        },
        {
            "review_title": "Amazing Value!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "This set is such a good value and full of amazing products! Not only do all of the sents smell good, but including the adorable pink reusable bag, there are 4 items. My friend and I love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is one of my fav scents from sol de jarnrio!! It is so nice I love it!ud83eude77ud83eude77ud83eude77"
        },
        {
            "review_title": "Much love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Perfect for travel! I personally like to throw the ultra mini perfume in my purse and refill it will my large one!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely loved this product it was one of the best purchases I ever made and the cream is simply amazing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this scent! The cream is very nice and smells amazing just like the other products!"
        },
        {
            "review_title": "Everyone has different likes",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Always loved the lotion and the body wash is good but the spray stinks. Glad I got the mini"
        },
        {
            "review_title": "My new favorite body wash, lotion, and fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019ve been using this set for two weeks, almost 3. And my skin is tightened and smooth. Even my keratosis on my upper arms is smooth to the touch!! And donu2019t even get me started and the lovely sweet and floral fragrance !! lively"
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "this product smells great! long lasting as well. the lotion isn't greasy. I feel like the scent can go through anything, I wore it to a party one night and sweat like a pig! but everyone still complimented my perfume."
        },
        {
            "review_title": "devine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "this is a walk out of the shower or past a man on the subway smell. this is a whip lash turn around smell..this smells so good I wanna bathe in it for hours. I need the bigger body spray. this is delicious."
        },
        {
            "review_title": "Masculine leaning scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "My least favorite scent from this brand, itu2019s a bit too masculine. Cute set though."
        },
        {
            "review_title": "10/10 would buy again!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely love this! the scent is so good, especially on the elasti cream. It reminds me of cotton candy kind of with the scent. Definitely recommended!!"
        },
        {
            "review_title": "A MUST.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "it smells SOOO good if you like floral but expensive smelling scents then this is your match !"
        },
        {
            "review_title": "Good to try all of them",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "It smells sooo good the spray if you spray too much does smell like alcohol wipes but other than that itu2019s great if you want to try all of them."
        },
        {
            "review_title": "THE ELASTI CREAM ud83dudc93ud83dudc93",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "My pores changed OVERNIGHT from the elasti cream! I had originally bought this pack because of the perfume, which was amazing!! Smells like those pez candies. The body wash left my body super smooth as well!! Love will buy again"
        },
        {
            "review_title": "Smells like Axe",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Wore this body spray and my brother in law said I smelled like axe body spray. I was horrified."
        },
        {
            "review_title": "great for on the go!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "68 is probably one of my favorite scents so i knew i had to get the jet set. this set comes with the sol de janeiro essentials: perume, lotion, and body wash. i always carry the mini perfume with me! if you are hesitating on buying it, do it!"
        },
        {
            "review_title": "Perfect Minis",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this set from the scent to the consistency. It smells like floral candy, the body wash and lotion both feel great. If I were only able toget one of these products in the full size I would get the bum bum cream because it has the beautiful scent and moisturizes my dry skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Wowu2026 I donu2019t typically love most creams but this one is a must. It relieves dryness within seconds, smells amazing and floral. It just gives you that instant pick me up. I love it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "Smells amazing and I always feel baby soft after using it!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This scent just wasnu2019t for me. I ended up returning it. I did not know Sephora would take a whole 30 days to process my return. Thatu2019s not a policy best for the consumer credit when you receive it."
        },
        {
            "review_title": "Vacay Approved ud83dudc59ud83cudfddufe0fu2600ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This is the 2nd jet set pack Iu2019ve bought. Love these for vacays! Great products for quick trips!"
        },
        {
            "review_title": "Love the sent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Normal skin",
            "review_text": "Love the sent but prefer the formula of the bum bum cream."
        },
        {
            "review_title": "Great Travel Set",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Not my favorite scent but the spray is long lasting! Packaging is cute and is perfect for travel!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "super mini and cute, this is a perfect travel set! it smells amazing, you donu2019t need a lot of the lotion a little goes a long way. overall a really good and cute set perfect for traveling"
        },
        {
            "review_title": "Love it! Body wash could be better",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I didnt like 68 when i first smelled it but this set completely changed my mind. The body cream is very thick but lasts a while, the body wash ud83euddf4 smell doesnt last for me, but its fine"
        },
        {
            "review_title": "GOT TO HAVE!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I thought it was bigger in the thing but itu2019s working really good for me easy for traveling! DEFINITELY WOULD RECOMMEND!! ud83dude07"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "Absolutely love soo de janeiro ! 40 is my fav but i bought this for my step daughter for her birthday and she was so happy !! Smells like a sophisticated cotton candy"
        },
        {
            "review_title": "A must have for body care",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "this product is amazing, the smell is very floral. its the perfect size and is totally worth your money!"
        },
        {
            "review_title": "I always keep this product on handy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love these three products so much you need to try these. This is my favorite sent of 68 jet set. It comes with a body wash moisturizer,  and a perfume for only $38. I definitely recommend buying it."
        },
        {
            "review_title": "Perfectly sweet!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Such an amazing smell, and a perfect size for vacation! A warm florally scent, that adds a type of freshness to your feel. Definitely would recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "El olor es riquu00edsimo, la crema es de larga duraciu00f3n sin dejar las manos pegajosas"
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "It smells SO good and it is really worth it! I took it on vacation and it was so useful. Plus the packaging is ud83dudc97ud83dudc97ud83dudc97ud83dudc97"
        },
        {
            "review_title": "Jet set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This product smells AMAZING and work so well the body cream and wash keeps my skin hydrated all the time"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love the scent and the body wash. Is a MUST have."
        },
        {
            "review_title": "A must have in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "OMG! This product is just so good! The body wash,the cream,the mist is just perfection. Just one thing that I was kinda sad about is that the mist only lasts a few sprays but overall AMAZING!"
        },
        {
            "review_title": "Perfect for travel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I loved this sent and this is a must have for travel or just to keep a mini perfume in your bag!!!"
        },
        {
            "review_title": "Smell",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "I didnu2019t care for the smell or way it made my skin feel"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "I love all the smells and it is 100 worth it and u get the full body refresh so u smell so good"
        },
        {
            "review_title": "MUST HAVE LOVE LOVE LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "LOVE LOVE LOVE IF YOU'RE THINKING OF GETTING IT, GET ITTTTTTTu2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0f"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Medium skin tone, Dry skin",
            "review_text": "I love this scent and think its going to last me a while. But I was stupid and thought ut was going to be bigger but the sizes of the products are kind of small. Love it though and a great price!"
        },
        {
            "review_title": "Great gift for teensu2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "It's an excellent gift for a teen. I got it for my sister, and she loves it, it's smaller than I thought, I had to get the biggest one"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This is the first product Iu2019ve bought from this brand and I really like it! Not to overpowering and I like to mix it with ombre leather from TF"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Love this scent. Iu2019m not typically into sugary sweet scents but this has the right balance of sugary fruity  and floral notes."
        },
        {
            "review_title": "Smells like rubbing alcohol",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "The body mist smells awful there is no other smell to is besides rubbing alcohol. The body butter sometimes smells ok and other times smells bad . The body wash is great! It smells very good"
        },
        {
            "review_title": "Cute & Yummy Smelling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The packaging is so cute!! You could reuse it as a tiny makeup bag- but it smells amazing and the scent isnu2019t overbearing. imo this is the best smelling sol de janeiro fragrance. ud83eude77"
        },
        {
            "review_title": "Not very good",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I like it but itu2019s really small. The scent isnu2019t strong which I donu2019t mind but it doesnu2019t last long."
        },
        {
            "review_title": "Thereu2019s better out there.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "The scent of the cream and wash reminds me of nail polish removeru2026 canu2019t explain why. The spray might be the only thing that smells decent but it does come off very alcohol-y."
        },
        {
            "review_title": "Be aware some of these sets have no smell!!!!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I just bought this set and the Bom dia bright set. I opened this one first and was really confused and thought maybe I was sick bc I couldnu2019t smell anything. So opened the other set to make sure it wasnu2019t me. The other one smell great! This whole set literally has no smell. Even the deodorant.  I bought in the same sent has no smell as well.  Then I ran to the reviews here and saw the same problem. So there is something wrong with this particular sent. ufffcufffcufffc"
        },
        {
            "review_title": "Rip off for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I think itu2019s a rip off my moisturizer smelt really off and my soap also smelt weird. The only thing that was good was the perfume, it smells amazing! But overall a rip off."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Oily skin",
            "review_text": "Love Sol De Janiero so much! These products are amazing! The scent is so delicious and lasts a while. Totally recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this scent so much. This kit is great. I use the wash on my neck. I love the spray and use it everyday. My only complaint is that the moisturizer is lacking some scent. Still love tho."
        },
        {
            "review_title": "A must have in my bag!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "i love this product, smaller then i thought but is still worth it! the lotion is very moisturizing i love it and they all smell so good!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "this jet set smell so good i just love it. Long lasting fragrance."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I really loved everything about this set. The perfume smelled amazing and lasted forever and the body wash plus cream made my skin feel amazingly smooth and soft. I really recommend it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, notSure skin tone, Combination skin",
            "review_text": "I already had the body mist, and its one of my favorites from sol de janeiro. I really like the body wash as well it makes my skin really smooth, and i probably will repurchase. I havenu2019t gotten too far into the lotion yet, but it smells really nice."
        },
        {
            "review_title": "Unbelievable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Usually I donu2019t leave reviews, but I had to! I bought this just to try it out, and I definitely saw results but wasnu2019t sure if itu2019s only in my head. After two days my husband, who had no idea I bought new products commented that my product, commented that my skin felt extra soft! 100% repurchasing"
        },
        {
            "review_title": "OMG So Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "I love it  The body wash when you put it on your body it goes way to quick if you put a little dot on your Lufa  And it lasts forever the cream put some on your arms and perfume so nice   It last forever the cream just put a little speck on your arms and neck perfume last fare"
        },
        {
            "review_title": "Worth the splurge",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love it! Iu2019ve been wanting to try this mini set due to the hype on social media and it was well worth the splurge. Itu2019s a great price point to sample all three mini products. Cute makeup bag as well."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I bought this set for a trip because its measurements are perfect, it smells delicious, the cream is my favorite, I love it because it is very hydrating and creamy. Itu2019s a perfect combo!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I love this set. It smells amazing, and the products are the perfect size to pop into your bag."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I love this product, the sent smells so good! I love the Cream and the Body wash"
        },
        {
            "review_title": "Love this!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "After buying this I loved it so much I had to buy another! The price is perfect for the amount of product."
        },
        {
            "review_title": "A great gift and amazing for travelling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I got this product for my mom and she LOVED it I am 100% buying it again"
        },
        {
            "review_title": "A must in my fragrances collection. ud83cudf05",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I completely recommend this product, the cream leaves a soft and smooth texture on your skin and the scent is subtle, the body wash is very nice creates a smooth look on your skin. And the splash smells like vanilla And brown sugar, itu2019s a similar scent to the Sol De Janeiro 59."
        },
        {
            "review_title": "Perfect scent for the summer ud83dudc97",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love this scent! It smells like a fresh campfire but also fresh summer air. DEFINITELY purchase this! also the mini body spray bottle is SO cute!!"
        },
        {
            "review_title": "New fav products ud83dude0d",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "I love sol de janeiro sm, especially 68!! One thing though, idk if i was using to much body wash, but i used all the body wash in 3 days ud83dude22"
        },
        {
            "review_title": "ud83cudf38FAV SCENT EVERud83cudf38",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "okay first off the smell is a 10/10 in my opinion, i love it more than any other scent and itu2019s not to strong and not to light. secondly, the packaging is so CUTE! i love it so much! the zipper feels a little cheap though. but overall i definitely recommend this!"
        },
        {
            "review_title": "Scent is AMAZING",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I recommend to just get the full size if you are not getting this to travel. Very useful size and amazing scent!"
        },
        {
            "review_title": "not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "it kind of smells like kids' toothpaste, the lotion doesn't even have a smell, in the perfume i can smell a little flowery accent but its not strong."
        },
        {
            "review_title": "Perfect gift set!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Normal skin",
            "review_text": "Perfect gift set! This is also good if you want to try the products before you buy the big size or use them as travel size products!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "A very good scent  i wear it to school sometimes I think it might be like a summer scent though"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this product, the perfume is amazing and smells so good the elasti- cream is so smooth and feels very nice and moisturizing i do have to say the body wash is not very much needed in my opinion but again smells great love this I would get it again."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love the scent! Itu2019s a body spray so it doesnu2019t last very long but itu2019s great for layering. Smaller than expected but perfect for travel!!"
        },
        {
            "review_title": "Best scent of the Sol de Janeiro",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I knew the products were going to be mini, but not expect for the product to be that tiny! ud83dude02 It still is a great gift since this is the best scent in the Sol de Janeiro products. 10/10"
        },
        {
            "review_title": "Absolutely love u2014 just wish scent lasted longer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Absolutely LOVE LOVE LOVE the scent and really enjoy of all of the products in terms of moisturizing and cleansing u2014 I just wish that the body mist scent would last longer. I feel like I spray it on my clothes, and the scent is gone within an hour."
        },
        {
            "review_title": "A must have in my routine!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "it smells amazing and the lotion is very hydrating! I got so many compliments on how i smell and the products last very long."
        },
        {
            "review_title": "Best scent ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes",
            "review_text": "OMGGGG this is literally the best scent ever!! Also you can bring it on a trip because itu2019s all mini and in a travel sized bag!! Number one must have after I get out of the shower. Buy it you want to smell amazing!!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really love this set because you can try multiple mini sized products and then buy the full size if you like it. Itu2019s also really good for travelling ufffcufffc"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "ABSOLUTELY love this smell!!!! So sweet & sexy makes me feel real good plus letu2019s not forget the lotion is absolutely fabulous!"
        },
        {
            "review_title": "NEVER GET THIS!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Why I hate this jet set is because it smells so good ud83eudd24ud83eudd24 and I get too MANY compliments because of how fresh and long lasting the scent is!!"
        },
        {
            "review_title": "overwhelming amount of alcohol smell :(",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "i wanted to love this so bad! once i sprayed it there was a huge whiff of alcohol, overwhelming amount that didnu2019t go away:( i had a HUGE headache before bed & in the morning when i realize i had it right after using the 68"
        },
        {
            "review_title": "Smells great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Combination skin",
            "review_text": "Smells so good I can't go a day without using I've gotten so many compliments on the perfume it's worth the hype"
        },
        {
            "review_title": "Thank you so much!ud83dude0a",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I love this product so much!! Itu2019s really helped me pack for vacations faster! I will definitely be repurchasing this item soon!u2764ufe0f"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely love the smell of this set!  Itu2019s such a perfect travel kit during winter. The body wash alone is moisturizing enough and smells amazing!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Oily skin",
            "review_text": "I got this as a gift for someone and they loved they said it smelled amazing and hydrated their skin!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I absolutely love it! it last all day. Try putting a little Vaseline on over the spot that you want the fragrance spray to last a little longer."
        },
        {
            "review_title": "MUST HAVE SCENT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "i have bought 2 of the 68 sprays and this was a perfect set to try out. The cream is fantastic, works best right out of the shower. The body wash doesnu2019t smell as strong, more mild but it is more of a cream consistency so use a loofa when using."
        },
        {
            "review_title": "Must have for travel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Must have for travel or makes a great gift. Love the light fruity scent on this one."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "The travel set is great I've loved the body mist 68, 68 is probably my favourite!"
        },
        {
            "review_title": "Great for 1st time buyer!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "The best thing about this set is the ability to reuse the bag and the cream. I purchased this because of all the hype around Sol de Janeiro products. I used this daily and overall I was not impressed. The cream is good but not for winter skin, the spray smells like quant holding spray. I recommend it for those who want to try the product before investing in full size."
        },
        {
            "review_title": "must have.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Smells amazing. It is onw of the best smelling perfumes out there. MUST GET!!!"
        },
        {
            "review_title": "One of my favs ud83dudc97ud83dudc97",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I love this product! Definitely recommend if you are looking into incorporating Sol De Janeiro into your skincare/makeup/fragrance routine(s). ud83dudc97"
        },
        {
            "review_title": "So good!!!!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this product so much. The cream works so well and the scent is amazing.100% recommend."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Iu2019m totally obsessed with this smell! 10/10 Also this little cosmetic bag is very convenient for traveling"
        },
        {
            "review_title": "My friend loves it! The perfect gift.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I bought this for a friend and she loves the set and the smell of purfeme, if you don't wear it everday it lasts a while. Me personnaly I think it smell strongly like alcohol and i recommend 62, 71 or 40."
        },
        {
            "review_title": "Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "I loveddd this scent I got so many compliments and everyone wanted a spray ud83eudd74 The cream is a little thick, so a little goes a long way. The body wash left my skin smooth 10/10"
        },
        {
            "review_title": "An absolute must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love the this product! The body wash has lasted so long and the spray and cream smell so good! I get so many compliments, I recommend if youu2019re looking for an amazing smelling set."
        },
        {
            "review_title": "Love the jet sets sm that way you can try it out b",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love the jet sets sm that way you can try it out b4 buy I the real deal thing"
        },
        {
            "review_title": "Itu2019s pretty good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I live the spray and the body wash! The cream is not worth it. The scent is very overpowering! When you put it on your hands it doesnu2019t smell like the product anymore! Other than the cream would recommend !recommend remix"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Durability is perfect it lasts all day, smells really good and the price worths it all."
        },
        {
            "review_title": "love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "really good mix for a really good price, i love that theyu2019re travel size and i get to try a bit of everything, thereu2019s surprisingly more product than it seems+you also get a cute bag too. so cute and smells so good (definitely recommend)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Purchased for my daughter for Valentineu2019s Day I love it for her! Soft, not too much, clean and suitable for a teenager"
        },
        {
            "review_title": "Best set ever!!! ud83eudef6ud83cudffbu2728ud83dudc90u2728ud83eudef6ud83cudffb",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "OMG! I love this set!!!! The scent is BEAUTIFUL and super fresh! Smells like flowers ud83dudc90!!! I love it! No allergic reactions or any thing. My Favorite thing in the set is the Beja flor cream! Get ASAP!!! ud83eudef6ud83cudffbu2728ud83eudef6ud83cudffb"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I just got the sol de Janeiro. It smells great and everything but Iu2019m kinda disappointed with the size, great for traveling tho."
        },
        {
            "review_title": "Get it rn donu2019t walk run! Its awesome",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Awesome! Go get it now! I will definitely get it again awesome smell"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I bought this about 6 months ago, and it is amazing!!! i just finished the perfume so thats why i dont have a pic of it lol. and it smells like a floral strawberry kind of smell!! you should buy"
        },
        {
            "review_title": "Amazingggg",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I usually buy these little sets just to refill my big ones ud83dude1c 10/10 products"
        },
        {
            "review_title": "Perfect sizeud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Perfect size for traveling and keeping in your purse to take places!!!"
        },
        {
            "review_title": "ugh",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "ughh so sucky i am a magent to bees ughh i am in painnn"
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I LOVE THIS!! Smells amazing and perfect for traveling when you only need just a bit!"
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Thai is so amazing and the lotion feels amazing and the spray smells so good!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This smells so amazing and feels like butter. The smells lasts a long time!"
        },
        {
            "review_title": "Must have set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "omgg I love this!! The scent smells like flowers! The body cream makes me soft and shiny! The body wash is also very nice."
        },
        {
            "review_title": "So yummy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is my favorite scent out of all the sol de janeiro scents! Itu2019s sweet & smells like candy with a hint of floral."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "It is literally super good! the body wash that comes with it smells literally so good, the cream smells really good and so does the body spray. i totally 100% recommend!!"
        },
        {
            "review_title": "Mini migraine in a bottle",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells like a cheap dollar store scent. Donu2019t listen to tik tok. Itu2019s too sweet, like if u want to smell like a sticky toddler in a candy store go for it. I have a headache now."
        },
        {
            "review_title": "Why I think itu2019s good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Itu2019s pretty good but kinda overpriced the perfume smells so good  and the bum bum cream is the BEST the shampoo is not that bad in my opinion it could be better + I feel like this set should be $20 ufffc"
        },
        {
            "review_title": "10/10.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "My absolute FAVOURITE scent. I got a small sample of body wash and immediately fell in love. Such a light sweet long lasting scent."
        },
        {
            "review_title": "Great smell, poor longetivity",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love the smell of this and how it lasted me about two months. But I have it four stars because it doesnu2019t last more than two hours which is disappointing."
        },
        {
            "review_title": "best holiday gift set!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "This is a great product, i useit all the time! I love the color, package, body wash and cream. However the spray was a little too fragrant and floral. I did like how it is travel sized and the aesthetic of it! Overall this is a great product giving you every tester you need! The price was perfect and so worth it!"
        },
        {
            "review_title": "Disappointed! I expect much more.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I buy because I see in social media, I think this product is too way overrated. The smell donu2019t stay more than a hour or less."
        },
        {
            "review_title": "Delicious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "Fabulous scent, always get so many compliments itu2019s a staple"
        },
        {
            "review_title": "Jet set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Smelled amazing!! On the more expensive side for such small products."
        },
        {
            "review_title": "SDJ 68 scent comparison",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "LOVE LOVE LOVE! I can mostly describe it as a more vanilla-y version of baccarat rouge 540 or glossier you. only reason this didnu2019t get 5 stars was because they advertised to be it bigger."
        },
        {
            "review_title": "Perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Obsessed with all 3 products, I got this so I could decide if I wanted to buy the full size version and Iu2019m absolutely going to. 10/10"
        },
        {
            "review_title": "Not a fan",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Smells toxically sweet in a bad way, it smells like itu2019s for children. Smells similar to cloud by Arianna grande but even sweeter. Products are tiny so itu2019s good for the first time but I am unhappy with this purchase"
        },
        {
            "review_title": "The best!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is amazing! the body wash is very exfoliating and smooth, and the cream head dry skin instantly! the perfume smells GREAT!!"
        },
        {
            "review_title": "smell so good a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Love smells good and itu2019s so cute. i have used a lot of it and still have so much."
        },
        {
            "review_title": "5-stars for sure!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Tan skin tone, Dry skin",
            "review_text": "omg i love it! I'm seriously in love with the scent! and it's super good quality and even the bag is cute! would totally buy again!"
        },
        {
            "review_title": "Smells Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I got this set as a gift and I immediately fell in love. The scent of everything is very sweet and floral, it smells like heaven and lasts all day! The cream has a nice consistency and I end up feeling moisturized but not oily which i like."
        },
        {
            "review_title": "THIS IS AMAZING!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I LOVE THIS SET SM! THE ONLY CON IS THE SIZE, BUT THATS LITERALLY THE ONE AND ONLY CON, THIS SENT IS MY FAV ITS SMELLS SO GOOD DEF GONNA RE PURCHASE ! 10/10 RECOMMEND"
        },
        {
            "review_title": "love but be cautious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "i love the whole sol de janeiro line, but when my package arrived the box was all beaten up and my products were openedud83dude15"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "So soft, so sweet and so pretty. Perfect set for traveling. I add other items to the clear pouch. SUPER convenient."
        },
        {
            "review_title": "Must have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love this so much. I have this jet set scent in 62 and I love it so I decided to get this one. Every thing smells so good in this. The bum bum cream is the perfect size and smells AMAZING!  Every thing in this is worth your money."
        },
        {
            "review_title": "great gift",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Normal skin",
            "review_text": "my daughter loved it! all the sol de Janeiro products are great!"
        },
        {
            "review_title": "This is perfect",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "So when it came in the mail it was literally perfect i love it so much and i get compliments all the time for how i smell thanks so much!"
        },
        {
            "review_title": "A BIG RECOMMEND",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Dry skin",
            "review_text": "the perfume smells so good, it smells like candy and flowers. for me it is very long lasting. the beja flor elasti smells just like the perfume so you can smell good and stay moisturized at the same time. the body wash makes you smell so good after you get out the shower."
        },
        {
            "review_title": "Small 10/10",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this so much smalls so good you should get 100% !! You wonu2019t regret it!"
        },
        {
            "review_title": "Must have:)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I AM IN LOVE! Itu2019s so cute and small. I have the bigger sizes in a few of them and I just felt the need to get this haha! I love it lots!"
        },
        {
            "review_title": "Cute and worth it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Got it for my girlfriend cause sheu2019s a huge fan of the brand, the sizing of everything is perfect she uses it often and still has a lot of everything! I would say one star off the perfume doesnu2019t need to be that small but itu2019s so cute and smells good"
        },
        {
            "review_title": "ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, notSure skin tone, Dry skin",
            "review_text": "I love this set!!! It is so much cheaper than buying all the big sizes on its own."
        },
        {
            "review_title": "College cutie?",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "As a college student itu2019s difficult to find an affordable everyday perfume that isnu2019t too mature but also isnu2019t childish. I absolutely loved this scent and the products with it! P.S. I have an obsession with Sol De Janeiro and buying a jet set is the best way to try out new scents!"
        },
        {
            "review_title": "The perfect travel set!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, notSure skin tone, Normal skin",
            "review_text": "I love this product so much it is the perfect thing for traveling! The sent last so long and all the products are very nourishing!"
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I gifted this Sol De Janeiro to two of my SIL and they loved it! They said the scent is perfect not too strong and I personally love the cream itself since I bought it for myself as well."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "This product is great and definitely worth the price. It has everything I need. It is very cute and it is definitely something I would get in the future."
        },
        {
            "review_title": "Love this set!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love this set!! Smells so good and is super cute! The Cream is super hydrating and awesome for dry skin!"
        },
        {
            "review_title": "AHHH u2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "omg i LOVE! everything smells so good. the body cream is so cute and little but it still lasts a long timeu2764ufe0f i am in love with the way the smell of the shower gel stays all day! also the bag is pretty good quality and super cute"
        },
        {
            "review_title": "SO GOOD",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "it smells so good and the scent lasts so long the products also last a long time as you only need to use a little of each and it goes a long way would definitely recommend"
        },
        {
            "review_title": "No words",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "The body cream leaves my skin so bright and moisturized for the size it last me abt four months because you only need a bit the body spray doesnu2019t last long but hey itu2019s a spray not an expensive perfume so no complaints with that and the body gel leaves my whole bathroom and shower le make sure it all smell so good I definitely recommend"
        },
        {
            "review_title": "Good but lotion doesn't smell the same",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I love the body wash and the spray but the lotion doesn't smell like the others. The lotion doesn't smell bad but it's definitely not the same. If your ok with it not being the exact same then I definitely recommend."
        },
        {
            "review_title": "Buy this now!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love love love this scent and this is a really good price for what you get!!! 100% recommend! The photo shows the sizes compared to the full size spray 8 fl oz."
        },
        {
            "review_title": "Smoky smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "I got this as a sample and I needed to leave a review because it smelled exactly like a campfire on my skin. No floral, just ash and smoke. Not pleasant, but it lasted a really long time."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I think this one is overratedddddddddddddddddddddd"
        },
        {
            "review_title": "Smells amazing c",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Love it, I bought it cause I had a trip and needed a travel size, I also have the normal size because it smells amazing, the only con I would find in it is that i think the smell is not that strong compared to the other scents"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "The smell is amazing, I can say itu2019s the best smell perfume I have ever had, but the smell isnu2019t long lasting, it disappears in 10 minutes"
        },
        {
            "review_title": "GET IT NOWWW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "YESSS GET IT NOW SO WORTH IT IT SMELLS SO BOMB LIKE SWEET FLORAL BUT A GOOD KIND OF BITTER ITS SO GOOD AHH THE CREAM DOESNT REALLY SMELL LIKE ANYTHING THOUGH"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "my favorite new scent! iu2019d never tried anything from sol de janeiro but the hand cream and mist smell super good! the body wash also feels really good in the shower"
        },
        {
            "review_title": "read ingredients.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Oily skin",
            "review_text": "This was the only new product I've tried recently & I broke out in hives!  o reaction to the body spray but the lotion & bodywash must have an ingredient that I'm sensitive to because my body was all red & itchy! definitely returning."
        },
        {
            "review_title": "an everyday use!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "this product smells so good and leaves skin soft and fragranced! such good packaging and an amazing deal to be able to test out some new products ! will be repurchasing in different scents! this brands products are high quality and nourishing !"
        },
        {
            "review_title": "SMELLS AMAZING!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "This smells very good and has a floral candy like scent to it! I wish I could eat it haha! ud83dude0b"
        },
        {
            "review_title": "Worth the Money!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "It isnu2019t my favorite Sol de Janeiro scent, but it surely is a nice one. The floral hint is on point, and the set is worth the money. I love to keep the spray in my purse for emergencies. After using the Elasti-Cream, my skin felt smooth and hydrated, even the morning after."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Combination skin",
            "review_text": "Over hype and way smaller than I thought. Yeah tiktok makes this thing sound like it was the best parfume ever but itu2019s not at all. Dollarama parfume smell even better and stronger."
        },
        {
            "review_title": "Best smell ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I bought this for my daughter and she loves it. I love the smell, I think Iu2019m going to buy it for me in the regular size."
        },
        {
            "review_title": "Cute ud83dude42",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It was cute ! It was a little pricey for all minis but itu2019s good for stocking stuffer of gift u263aufe0f The cream didnu2019t smell like much tho .."
        },
        {
            "review_title": "MUST HAVE FOR TRAVELING ud83cudf80ud83eudef6",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Would buy again went on a trip it is the perfect size for planes. TSA approved. <3"
        },
        {
            "review_title": "cheirosa 68 >>",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "cute!! great for on the go. this scent is so addictive"
        },
        {
            "review_title": "BEST SCENT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This scent smells so good! I always get compliments when I where it. This set is sooooo good"
        },
        {
            "review_title": "body cream smelled a little weird ig..?",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "love sdj the perfume and body wash this body lotion cream just dint smell too good match alright with the perfume but I just don't like the mini body creamu2049ufe0fud83dude14"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, lightMedium skin tone, Dry skin",
            "review_text": "Lotion smells exactly like the perfume and the body wash! The bum bum cream and the perfume is not the same size as the $22-24 ones their smaller just to let u know"
        },
        {
            "review_title": "LOVE LOVE LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, notSure skin tone, Oily skin",
            "review_text": "I got this for christmas and its so good!! I love the scent the only thing about the body wash is the bottle gets a weird shape after i squeeze it and its hard to get back to normal."
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The body mist smells good but I donu2019t like the lotion it has a weird smell. Definitely not my fav out of the bunch"
        },
        {
            "review_title": "Smells like Summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I bought two of these to gift to a friend and for myself. Although the containers are the small sample sizes, you still get a decent amount of product in each container. I love the scent of this! It smells sweet and cozy. You can use this scent all year long. I canu2019t wait to get my friends reaction!"
        },
        {
            "review_title": "Use it almost everyday",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a great product and I love the smell and the feel of the elasti-cream is great itu2019s kinda thick but I like thicker creams."
        },
        {
            "review_title": "nice smells",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "really nice scent it's kinda like a light Floral scent not strong at all but the body wash came bent"
        },
        {
            "review_title": "Un incontournable de ma routine du soir",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ju2019adore sa sent trop bon si je pourrait decrire lu2019odeur je trouve que sa sens le parfum cloud de ariana grande je lu2019utilise u00e0 tout les jours ne marcher pas courer"
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Combination skin",
            "review_text": "this smells really good but when you first spray it it kinda smells like alcohol but when you let it sit, the smell becomes more strong"
        },
        {
            "review_title": "Love love love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I love the smell of this line, it cheers me up and makes me feel good. I get compliments on the scent. The body cream holds moisture in my dry skin for the entire day."
        },
        {
            "review_title": "ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I LOVE THIS SENT SO MUCH I GOT THIS SET FOR MY BIRTHDAY AND DIED ud83eudd0d it smells like heaven but I do wish it came with a little bigger of a sprayud83eudd0d"
        },
        {
            "review_title": "Smelled like chemicals ud83dude12 otherwise great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I ordered the number 62 set and the body wash and moisturizer are awesome, but the perfume smells like chemicals. I was very upset. But it is ok because I have the big one. I would recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": ""
        },
        {
            "review_title": "bof bof",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "tres cher pour la quantite des produits, sans compter que la senteur nu2019est pas tres forte je recommanderais davantage le 62."
        },
        {
            "review_title": "Amazing u2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Smells amazing, feels amazing, amazing price for what you receive, overall AMAZING!"
        },
        {
            "review_title": "cool but body wash has something in it for old ppl",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Dry skin",
            "review_text": "this was amazing, love the scent so much and the cream was so nice and felt amazing, tho I took 1 star bc ppl that are 10-13 are buying this and the body wash has something in it that's for older ppl"
        },
        {
            "review_title": "Must Bag!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "Everything in this package is amazing like the scents and how it feels! My friend bought one and I used it and thatu2019s when I knew I had to buy. The only problem that I have is the size but itu2019s okay I believe itu2019s worth its price due to you get 3 items that are amazing! So this is a u201cMUST BAGu201d get it before you regret it!!!"
        },
        {
            "review_title": "Itu2019s great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Tbh I really like it and the body wash may seem like you could only use it for maybe 4 days but it lasts longer"
        },
        {
            "review_title": "MY FAV!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "this is an amazing smell! i want my whole life to smell like 68!"
        },
        {
            "review_title": "Excelente",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Smells wonderfully sweet, clean and elegant. Me encantu00f3 el bultito."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Dry skin",
            "review_text": "Love love this so worth my money! Smells so good should definitely get. 10/10"
        },
        {
            "review_title": "12/10 AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I think that this pack is amazing!!! It smells so GOOD. I personally canu2019t get enough of the lotion! It makes my hands so smooth and it is just awesome. I also love the perfume. When I used it I got so many compliments that I smelled good. I also love the body wash. It smells so good. And it makes me feel so good after it."
        },
        {
            "review_title": "Good quality/ Nice scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Ya. Itu2019s awesome. Good value, good product and cute."
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I absolutely love this! The best scent sdj has. The body wash is perfect and the lotion is super hydrating, and the spray is heavenly. So good for the price too!"
        },
        {
            "review_title": "Great for travel and gifts!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really like this itu2019s a great way to test out the products or for travel. The only problem is the body wash has a chemically scent to it and doesnu2019t smell like the cherosia 68. I love the fragrance though itu2019s the lotion is great floral and very"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Its a good set but i dont really like it because the sent is a bit to strong and it doesnt really smell like what its supposed to"
        },
        {
            "review_title": "Must-have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this! Serves as a great gift for the holidays, the mist smells sweet and floral! 10/10!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "I love it it's soo good smells really good.i really love the scent of 68 I really recommend itu2764"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this product it perfect for traveling and it smell delicious ."
        },
        {
            "review_title": "Leaves you smelling amazing! :)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I would highly recommend this product to anyone who wants to smell better, and to anyone who has dry skin because it smells super good, and it left my skin feeling really hydrated!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": ""
        },
        {
            "review_title": "Canu2019t explain how good this is!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I got this for Christmas and this is the best gift set! It has a body wash a body and hair mist and a body cream scented like Brazilian jasmine and pink dragonfruit. I will be repurchasing this!"
        },
        {
            "review_title": "MUST HAVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Love this product itu2019s my fav smell I love the smell of it and the cream and body wash smell like paradise"
        },
        {
            "review_title": "love!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "fantastic. smells awesome and the lotion and body wash makes my skin so moisturized."
        },
        {
            "review_title": "Smells like heaven!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This purchase was so useful! I use all of these products and I like how this was kind of like a sample before I get the larger size."
        },
        {
            "review_title": "love it would recommend",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Oily skin",
            "review_text": "After using the perfume I got so many people complimenting on how good I smell and the cream has worked so well the only thing I would say is the body wash that comes with it is just like most body washes I have had but is kind of exspensef I would still recommend though."
        },
        {
            "review_title": "Travel perfect",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "This is so perfect for traveling and smells soooooo good."
        },
        {
            "review_title": "SMELLS EXQUISITE!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "I ABSOLUTELY LOVE THIS! I can't stop using these products! Everything I go to my bathroom, I want to keep speaking the mist lol! I ended up buying the biggest size of the body spray and cream before I ran out cause I didnt want to run out of this. I actually got the wrong scent when I purchased this and when I first got it and smelled it. I wasn't fond of it cause it wasn't the scent my brain was expecting...however after I started using it, I liked it more and more to the point I LOVE IT and now I'm totally OBSESSED and is my favorite scent from this line! I recommend this product cause it feels great and mostly smells fantastic!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Lotion was so smooth and a light smell lingers all day, bodywash has almost no smell after use but made my skin soft, spray was without a better word pigmented very strong smell, definitely be careful with the amount you use. Smells life sweet flowers and candy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, notSure skin tone, Normal skin",
            "review_text": "I love it! I got it for Christmas and it was perfect! It smells amazing and it all works and people love it! It is all amazing and I love it and canu2019t wait to use it again!!!!!! ud83dude01"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This is amazing I bought it for my friend and I ended up getting it bc I have the 62 jet set and I would 100% recommend both of them it is also an amazing gift idea"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I LOVE LOVE LOVE THIS KIT! the spray is sooo good and so is the body wash and the cream"
        },
        {
            "review_title": "oh so sweeet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "auburn hair, lightMedium skin tone",
            "review_text": "Cute package and perfect travel size  Smell so sweet youu2019ll wish it was edible  Gift it to my 13yo niece  She fell in love at first sight (& smell)"
        },
        {
            "review_title": "LOVE LOVE LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love the smell and feeling of the moisturizer and body wash."
        },
        {
            "review_title": "Def a must have in my signature scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This product is so amazing it gives you a perfect sneak peak as to what your getting your self into woth buying from this brand(the nonstop purchases) this scent is great and floral and my younger ladies its mostly dad approved scent wise please take help from this review and have a great day!"
        },
        {
            "review_title": "The best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This is my favourite from Sol De Janeiro the 68 scent smells so good! And comes with lots I love how the scents last so long and I love to spray the mist in my hair"
        },
        {
            "review_title": "Smells heavenly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Smells amazing this kit is such a good deal and it smells so good and last all day long!"
        }
    ]
}