{
    "product_id": "826",
    "name": "DAMAGE SHIELD Protective Conditioner",
    "brand": "K18 Biomimetic Hairscience",
    "categories": "Hair, Shampoo & Conditioner, Conditioner",
    "price": 49.0,
    "about": "What it is:A conditioner that protects against damage from UV rays, environmental aggressors, and mechanical styling, while helping soften, detangle, and enhance shine..Hair Texture:Straight, Wavy, Curly, and Coily.Hair Type:Fine, Medium, and Thick.Hair Concerns:- Damage, Split Ends, and Breakage.Key Benefits:- Protects hair from daily damage to help maintain hair health.Highlighted Ingredients:- Biotech-Produced Polysaccharide: Protects and shields hair from pollution and environmental aggressors..Ingredient Callouts:It is gluten-free and cruelty-free..What Else You Need to Know:This conditioner helps prevent damage and maintain hair health while weightlessly nourishing and conditioning. It is pH-optimized to minimize excess cuticle swelling during washing and help prevent frizz, preserve color, and enhance shine. This formula is also made without film-forming silicones and waxes that can build up over time and weigh hair down..Fragrance Description:This conditioner has a clean citrus scent...Clinical Results:Results observed in a consumer test of 35 subjects after 1 day of usage of the K18 DAMAGE SHIELD protective conditioner:",
    "ingredients": "-Biotech-Produced Polysaccharide: Protects and shields hair from pollution and environmental aggressors..-Fortifying Ceramide Blend: Seals damage sites, smoothing and protecting hair from future damage..-K18PEPTIDE: Replenishes protein lost during washing to fortify hair...Water (Aqua) (Eau), Isopropyl Palmitate, Stearyl Alcohol, Propanediol, Isopen1yldiol, Behentrimonium Chloride, Tocopherol, Tocopherylacerate, Sh-Oligopeptide-78,Alteromonas Ferment Extract, Prunus Amygdalus Dulcis (Sweer Almond) Oil, Simmondsia Chinensis (Jojoba) Seed Oil, Phospholipids, Jojoba Esters, Calcium Gwconate, Hydroxypropyl Guar Hydroxypropylu00adTrimonium Chloride, Ceramide Np, Phytosteryijisostearyijceiyij Stearyl/Behenyl Dimer Dilinoleate, Polyquaternium-16, Stearalkonium Chloride, Isopropylalcohol, Bij1ylene Glycol, Gluconolactone, Phenoxyerhanol, Sodium Benzoate, Citric Acid, Sodium Hydroxide, Fragrance (Parfum), Hydroxycitronellal...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-After shampooing with the DAMAGE SHIELD pH Protective Shampoo (sold separately), squeeze out excess water. .-Apply a small amount of conditioner from mid-lengths to ends..-Rinse thoroughly..-For best damage repair and prevention results: Use the detox shampoo + K18 molecular repair leave-in mask (sold separately) weekly to repair damage, and use the DAMAGE SHIELD shampoo (sold separately) and conditioner on non-mask wash days, to help prevent additional damage.",
    "num_reviews": 809,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/k18-hair-damage-shield-ph-nourishing-conditioner-P509263?skuId=2731859&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2731859-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "8.5 oz / 250 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2731859-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Too expensive",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Not as good as Olaplex in my opinion. Instead of buying this, buy the K18 hair oil. That stuff is legit!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Itu2019s good but it feels a little odd. I have to use another conditioner on top of it."
        },
        {
            "review_title": "Do not buy this !",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Terrible! has caused my hair to fall out in clumps and constant shedding itu2019s made my hair dry and so have all the other k18 products"
        },
        {
            "review_title": "Definite yes.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Normal skin",
            "review_text": "Had several people tell me my hair is beautiful within the first 1-2 weeks of using this. Definitely recommend. I have naturally long hair and I am really careful about products because I prioritize length, and this conditioner has definitely been supporting continuous growth."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was so excited to try this shampoo/conditioner because my hairstylist uses other k18 products, but it started drying out my hair so horribly. It looked like my ends were fried. Iu2019ve changed my hair product since then and my hair is back to normal."
        },
        {
            "review_title": "The Best !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I Love this Conditioner it has really worked wonders on my hair. I use heat a lot and a couple co-washes with this conditioner really brings my hair back to life. The formula is very hydrating and always leaves my strands moisturized and shiny. I have really seen a huge improvement in the overall health of my hair since using this product. Will continue to repurchase !!"
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "Personally, leaves my hair extremely greasy when Iu2019ve never had that problem before. Also, hasnu2019t repaired my hair at all. Iu2019ve had better luck with Olaplex and Kerastase products. Wonu2019t buy again."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Good conditioner, very moisturizing but non greasy"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "my hair feels very smooth which is amazing since the sun and salty water have been drying my hair out lately ! I canu2019t wait to continue to use this product and see what my hair in the long run will be like!"
        },
        {
            "review_title": "Too heavy for me.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "My hair looked nice the first day, but oily the next day.  Too conditioning for me, I imagine.  Would not purchase again simply because the container is hard and product does not come out unless you water it down.  Also annoying is that Sephora has a problem in distribution which they are disinterested in correcting.  I ordered the shampoo and got the conditioner.  When they sent me a return label, it says I am returning shampoo?  Also do not like being billed for their errors.  It is not a picnic packing and getting to Fedex."
        },
        {
            "review_title": "Good for fine bleached hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "This is actually a great conditioner for my fine, bleached hair. It seems relatively concentrated as well. Goes on slick and slippery and leaves my hair feeling very soft. Too soon to speak on the molecular repair aspect, though."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "One of the best hair conditioners Iu2019ve used. I bleach my hair and hair is soft after use."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Dry skin",
            "review_text": "I hate, hate, hateee this conditioner. It didn't do its job at all. My hair has never been so matted and dry. If you have long, thick hair, with any type of texture, I would stay away from this conditioner."
        },
        {
            "review_title": "Wouldn't buy again",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "It's a nice shampoo and conditioner but I definitely wouldn't buy again. There are other brands I enjoy much more."
        },
        {
            "review_title": "If you get the Shampoo get the Conditioner to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "I always need to get the same as shampoo to see the results. And boy I have been through so many shampoos and conditioners in my years. I rate this a 1! I recommend it my hair is fine and it has worked wonders on my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Made my hair so soft, and definitely helped with damage-Iu2019ve been dying my hair for years. Also has a very nice light scent. Probably not hydrating enough if you have curly/super thick hair though"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "K18 has  taken over my life and Iu2019m loving it! Yes this product is pricy but a little goes a long way and it is truly amazing. Will always have this product on hand!"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is great for my fine, thin hair. Leaves it feeling soft and manageable. I love the scent too."
        },
        {
            "review_title": "Please skip this conditioner",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I donu2019t think Iu2019ve ever HATED a conditioner. Shampoos- yes, conditioners- no. There have been ones I havenu2019t liked that much, werenu2019t worth the cost, etc but Iu2019ve never hated it. I HATED this conifitioner it actually left my hair feeling like straw. My hair looks like straw. So dry. SO.DRY. Skip it, Iu2019m begging you."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This conditioner helped my waves so much and calm frizz. Makes my hair feel super soft but leaves no residue. I highly recommend trying this out !"
        },
        {
            "review_title": "great hair product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "love this conditioner is really helping my dry scalp and leaves hair soft"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I've tried the K18 shampoo and conditioner, and they're great for fine or colored hair. The shampoo is gentle and non-drying, The conditioner is a game changer for repairing damaged strands, and adds a lovely shine and softness. Overall, K18 is a great option for those with fine or colored hair,"
        },
        {
            "review_title": "Simple & Effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Great conditioner! Detangles very smoothly and does not make my scalp greasy. I have 3b curls and my hair loves this conditioner."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Wow this helped me so much in just ONE USE , I'm forever sticking with K18 idc how pricy it is it works amazing & beyond for my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "My hair is very dry and damaged from highlights and hard water and this conditioner makes it feel healthy and look shiny and silky smooth. Itu2019s a thin consistency but very emollient so a little goes a long way. Looking forward to trying more products from this trendsetting brand!"
        },
        {
            "review_title": "Leaves hair so silky smooth!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This conditioner is great! I like the shampoo a lot, and the conditioner pairs well with it of course. I do wish it was a little thicker of a formula but thatu2019s my personal preference. My hair feels SO soft after drying (I use a diffuser) and I definitely recommend this conditioner!"
        },
        {
            "review_title": "Prevents damage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I put my hair through quite a bit of stress. I was desperate for something to hydrate and help prevent damage. This conditioner is light, but gets the job done. I love that it's compact and easy to pop into my gym bag."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I like the conditioner more than the shampoo and clarifying shampoo. Doesnu2019t make my hair too oily  or too dry."
        },
        {
            "review_title": "Un achat indispensable si tu as teint tes cheveux",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "J'adore cette marque. J'ai commence u00e0 utiliser ce produit apres avoir fait colorer mes cheveux. Lorsque je me lave les cheveux avec ce shampooing, ils sont propres et doux."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I already loved the K18 hair mask but the shampoo & conditioner is an absolute game changer! For context, I have very fine, high porosity hair thatu2019s damaged from the mid-length to the ends from bleaching. I was previously using olaplex but felt that it wasnu2019t enough. The conditioner makes my hair feel smooth as silk, with little to no tangling when brushing it out. My hair has NEVER felt better."
        },
        {
            "review_title": "Just average!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is one of those that people either love or hate, but surprisingly I don't seem to fall into either category. For me this is just a pleasant silicone-free conditioner that leaves my hair soft, conditioned and healthy. No buildup. No heaviness. Nice Citrus scent. However, it does make my hair become greasier - quicker than it was before I brought this into my routine. This is the only downside for me, other than the fact that it does nothing to tame frizz, and in fact makes it just a bit more noticeable. Nothing a squirt of hair serum can't fix. But at this price, that shouldn't be the case, and its performance shouldn't just be 'average', this should sparkle! Yet it doesn't, it's just a mediocre conditioner at best. I've used much more effective drug store alternatives.   ~ My Sephora Top 7 must-have list ~  (My top 7 must-have beauty products of all time, focusing mainly on my purchases at Sephora)  1. Hair Loss Treatment: u2018Divine Herbalu2019 - Hair Oil  2. Shampoo: 'Sephora Collection' - Deep Cleaning Shampoo 3. Face Mask: u2018Peter Thomas Rothu2019 u2013 Pumpkin Enzyme Mask  4. Pigmentation + Anti-Aging Serum: u2018Divine Herbalu2019 - Facial Treatment Serum 5. Face Scrub: u2018Sisley' - Botanical Gentle Buffing Cream 6. Lip Balm: u2018Nuxeu2019 u2013 Reve De Miel Lip Balm 7. Lip Liner: u2018Sephora Collection' - Rouge Gel Lip Liner"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "u201cCan be used as a daily conditioneru201d no, it canu2019t. Dries your hair out extremely and works just fine if you want to use this and the companion shampoo for clarifying. Otherwise, avoid!"
        },
        {
            "review_title": "lo amo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "Use la mascarilla y en realiad senti una diferencia en mi pelo, igual paso con el shampoo me encanta y lo seguire usando"
        },
        {
            "review_title": "Not worth the $$",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have thicker wavy hair that is very dry. I have used this a few times. The first time it left my scalp very greasy feeling, like I did not get it all out. The second time I only did the ends of my hair. I have not really noticed in a difference in overall health of my hair/ends using this. I was not expecting a transformation, but it feel works like a cheap hair conditioner."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "So I think weu2019ve all heard the raving on K18, and being a devoted Olaplex user, I decided to give it a try. I was really hoping for a formula that really hydrated my combination hair- and honestly, itu2019s not hydrating. In fact, I donu2019t think Iu2019ve ever used a product that had made my hair as greasy as it was within a two-day period. Iu2019m disappointed and unfortunately I wouldnu2019t recommend using this."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Worked pretty well for my dry hair, but donu2019t purchase this if you have sensative skin AT ALL. Because itu2019s pretty acidic (PH balanced), it made my face and neck itchy and dry/red."
        },
        {
            "review_title": "Wish I could return this one",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This did more damage and brasses my hair out like crazy. My hair gets a little dry but was super healthy after a recent chop. My ends are fried since washing with the mask, shampoo and conditioner"
        },
        {
            "review_title": "Like straw",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "My hair is bleached and curly so it leans dry and I have oily roots. This conditioner manages to dry tf out of both my roots down to the ends. Makes me sad because I love the companion shampoo"
        },
        {
            "review_title": "GREAT!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Love this entire line and it has brought life and shine back to my bleached hairu2764ufe0f"
        },
        {
            "review_title": "The best conditioner after the detox shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This pairs so incredibly well with the detox, its a perfect balance to make sure if the detox was too strong that your hair gets additional nourishment.  This line is the best hair product i have ever used living in dif countries and having soft and hard water plus my unruly hair."
        },
        {
            "review_title": "Great so far!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Love both the shampoo and conditioner so far! I will continue to use them."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Normal skin",
            "review_text": "Terrible shampoo. I just used it on color treated hair and it completed matted my hair when I tried to lather. Will not be using again."
        },
        {
            "review_title": "Itu2019s good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Il use it with the K18 mask/treatment and I like it a lot. For reference I have thin hair with bleach and heat damage. I didnu2019t know what to expect with it being silicone free but I really like it in conjunction with the K18 treatment."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I was really excited about this product and splurged to get the full set. Unfortunately, it did not work out well. Iu2019m not sure if itu2019s the product itself or if my hair just wasnu2019t cooperating but I used them both for about a month and was having terrible results. My hair was the dryer than itu2019s ever been and very frizzy. My husband mentioned multiple times that I should stop using it because he was noticing my hair was behaving very differently. Maybe try samples before going for the full thing to make sure itu2019ll work out for you."
        },
        {
            "review_title": "Will not repurchase",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "After using the conditioner I realize it leaves my hair greasy and I used the match shampoo. I really wanted to love it but I donu2019t like how my hair looks after I shower."
        },
        {
            "review_title": "Get it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
            "review_text": "Favorite conditioner and shampoo duo! It is divine and your scalp will thank you later."
        },
        {
            "review_title": "Daily vitamin for hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Bought this to go with the new shampoo. I love it. Where the shampoo is a perfect daily cleanser, the conditioner is like a daily multivitamin. Itu2019s nourishing and detangling, without being too overpowered or too light. My hair (and scalp) feels healthy and balanced after using this. Itu2019s lightly fragranced like something citrusy so plays nicely with other styling products or fragrances. Pls make bigger sizes! A jumbo with a pump would be a dream."
        },
        {
            "review_title": "fixed my problem ends",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "don't use every shower, but good to alternate hair wash days. helped mend my dead ends and make my hair feel hydrated again. as a girl who loves her heat styling, this definitely makes me feel less guilty- 10/10"
        },
        {
            "review_title": "New FAV",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "After the first use I felt the difference in softness and improved texture. I tried other shampoos for my bleached over processed hair and this by far is a life saver !"
        },
        {
            "review_title": "Dried my hair out",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I had to return, it dried my hair out and left it frizzy"
        },
        {
            "review_title": "Good everyday conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "To start I have low prosperity hair with dry ends and oily scalp. My hair feels so light and clean when I use this. Also, my hair doesnu2019t go flat. I feel like my ends donu2019t go dry.  No bad hair days with this conditioner."
        },
        {
            "review_title": "Unsure",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have thick, corse hair, i used this shampoo and conditioner and my hair feels worse! Its so tangled and matted i may return it  . Will try it w the leave in mask to see if it improves  hut fbut"
        },
        {
            "review_title": "Add Now",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This product is a great addition to my hair routine."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "My hair feels healthy every time I have used this conditioner. I have fine hair and this product has helped strengthen it, you don't need much product, I like to use it together with shampoo which also cleans the scalp well. My hair it feels weightless when I use this conditioner!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I've been using this conditioner with their damage shield shampoo. I love that this conditioner protects damage against UV rays, but I noticed right away that this combo made my hair greasier faster. It's not a bad conditioner but it was just okay."
        },
        {
            "review_title": "Lifesaving Hair Repair!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "This product is a life saver. My hair got so matted, dry, and knotted from using a color depositing conditioner. I've tried so many different conditioners and masks, however, this is the only product that's been helping! It is certainly worth the splurge. I also use other k18 products to assist in revitalizing my hair."
        },
        {
            "review_title": "SO lightweight, SO soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Just bought the shampoo and conditioner after struggling for SO long to find ones that didnu2019t weigh my hair down. Iu2019ve never had a problem until recently but my hair has been feeling very weighted down every time I wash it. Iu2019ve tried multiple shampoos and conditioners and clarified it and nothing helped. I have dense, medium thickness, wavy hair. My scalp wasnu2019t oily, I wasnu2019t using other products, and I have a filter on my shower. Decided to try this and so far in love with it! My hair feels SO lightweight but extremely soft and healthy! Hoping this lasts and doesnu2019t start not working like other brands!"
        },
        {
            "review_title": "Mediocre",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The conditioner has no moisturizing/detangling factor whatsoever. My hair is a rats nest after applying and rinsing and have noticed that it makes my hair greasier faster."
        },
        {
            "review_title": "Great conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I love this conditioner! My hair feels smooth after using it. My hair felt moisturized and not dry. I love how it made my hair feel soft. The bottle was easy to use and I love how my hair feels! I would highly recommend this product to others that are looking for a good conditioner."
        },
        {
            "review_title": "buy!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "I have spent hundreds of $$ in hair products and this is the first one I actually LOVE! I have frizzy, dry, wavy hair and this product really help bringing shine and moisture back"
        },
        {
            "review_title": "No moisture",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Iu2019ve used this product a handful of times now and Iu2019m beyond disappointed. I love K18! Iu2019ve used their clarifying shampoo and their heat protection oil and was super impressed. This product made my hair feel worse."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I didnt have necessarily high hopes for this product, but I gave it a go anyway. The shampoo and conditioner have a nice fresh scent and they arent overbearing. I was mainly surprised at how easy it was to brush my hair after using the two. A pretty surprising difference!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This product made my hair feel so clean and light. I get a lot of scalp build up so it was nice to use a shampoo that made my scalp feel super clean! It didnu2019t feel harsh on my hair either. Overall, my hair feels so soft!"
        },
        {
            "review_title": "Amazing for Damage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I recently had the opportunity to try the K18 Conditioner, and I must say it has exceeded my expectations in terms of repairing and protecting my hair. As someone with damaged and dyed hair, I am always on the lookout for products that can restore health and repair split ends and dryness. Lately my main concerns are dryness and hair strength because after getting over a cold I lost some hair. I also used the shampoo but I didnt feel like it was necessary to the routine. Upon application, the conditioner has a luxurious and creamy texture that instantly feels nourishing. It's easy to distribute through the hair, and a little goes a long way, making it a cost-effective option despite its price. The lightweight formula ensures that my hair doesn't feel weighed down or greasy after use. One of the most impressive aspects of K18 is its ability to reduce breakage and improve elasticity. After just a few uses, I noticed a significant reduction in split ends and a noticeable increase in the overall strength of my hair. My strands felt smoother, shinier, and more resilient! Thank you K18!"
        },
        {
            "review_title": "Restored my hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The DAMAGE SHIELD pH protective shampoo and conditioner set by K18 has been a game changer for my hair. Not only does it smell amazing, but it has significantly improved hydration and restored my hair's health. I'm impressed with the noticeable difference in just a short time. Highly recommend for anyone looking to revive and protect their hair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This shampoo and conditioner combo has SAVED my hair! I dyed my hair recently and have been struggling with dry, damaged hair. The shampoo is very gentle on my scalp and the conditioner helps to repair my ends!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I like this conditioner! It doesnu2019t weigh my hair down and keeps my wavy hair from getting frizzy. It isnu2019t too heavy which I really need for my hair! It isnu2019t the most conditioning product ever, so itu2019s really great for my fine hair for when I want to curl it and give it a little more grit and hold. I recommend!"
        },
        {
            "review_title": "Great Conditioner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I tried the K18 Damage Shield protective conditioner with the matching shampoo. Both have a pleasant scent that is subtle and doesnu2019t seem to linger after washing. The conditioner feels rich and creamy, yet I still found that it was easy to work a small amount through my entire (very long) hair. Immediately after rinsing, my hair felt sleek and hydrated. Once my hair was dry, I did feel happy with how it looked. It seemed to look healthier and smoother and worked well with my natural waves, making them look less wild than their usual natural state. I would say that felt lightweight and did not weigh down my hair. I also really like that on top of being a nice conditioner, it also offers protection from heat, styling, and environmental factors."
        },
        {
            "review_title": "A must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "My hairstylist used this on my last appointment and I loved it. Using it at home and my hair is getting so healthy!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "First off, I love the scent- sort of citrusy and fresh. I often worry that trying new shampoo/conditioners that my curl/wave pattern will fall flat, but that was not the case with this duo. My hair looked and felt amazing, and I am excited to see the results as I continue using this product."
        },
        {
            "review_title": "Ideal for fine, oily hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "I would recommend this conditioner most to those who have fine, oily hair.  Since it is free of silicones, it wonu2019t cause significant build up.  This means that it can be used multiple times throughout the week without having to rely on a clarifying solution.  It provides a light amount of moisture, which wonu2019t weigh down thinner strands.  However, for my thick, dry hair, I prefer a more hydrating conditioner.  After each shower, it didnu2019t leave my hair as soft and detangled as I want.  I do like the conditioneru2019s scent, which I would describe as a citrus herbal blend.  As someone who uses heated hair tools regularly, I appreciate that this product protects my hair from damage.  I found that after styling, this conditioner helps my hair look less frizzy than usual."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I was given this product complimentary to try out and I have to say that it did exactly what my hair needed! After using the shampoo and conditioner, my hair was soft and weightless. It was flowing so nicely and was perfectly deranged"
        },
        {
            "review_title": "Light refreshing scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I like the conditioner more than most brands but it unfortunately gave me dandruff. But to be fair it gave me less dandruff than most other brands. It did leave my hair soft and shiny. It also left less buildup of product than others. My hair was still frizzy but it was minimal. I would probably not purchase this product but only because my scalp is very sensitive and gets dandruff really easily. It would be a better fit for people without sensitive scalps. The scent was light and refreshing. And it did help with less tangles."
        },
        {
            "review_title": "Softer hair and easier to detangle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I love how soft my hair feels after using the shampoo and conditioner. I have also notice that it is easier to detangle. I have been using it once a week and my hair feels stronger and less dry. It works great for curly hair type 4B-C."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I think Iu2019ve found my new favorite shampoo and conditioner duo. Smells amazing, just as a side note, but also makes my frizzy hair more shiny, manageable and healthy looking. Glad I got to try this product out"
        },
        {
            "review_title": "A must have for now on!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "This was everything my hair needed. I have dry and damaged hair, as soon as I used the first time I noticed the difference. This shampoo makes my hair feel so soft and hydrated. The freeze was so controlled and after i styled my hair was shiny and healthy. Of course, I need to try it more and see it does improve my damaged ends. But overall definitely a must for dye hair like mine."
        },
        {
            "review_title": "Works great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This product is working well and smells good. It lathers on very well and Also washes off very easily. After applying this hair started looking healthier and shiny. I recommend this product to friends."
        },
        {
            "review_title": "Not groundbreaking, just ok.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I really wanted to love this, as I love their molecular repair mask, but this left my hair feeling a bit dry and brittle. I will say with some leave in products it was alright, but it didnt feel like it made a huge difference in the integrity of my hair. Personally not worth the money. The smell is also overpowering too."
        },
        {
            "review_title": "Game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This is the first time I used K18 Biomimetic Hairscience DAMAGE SHIELD protective shampoo and conditioner and I donu2019t think I can go back. I was able to see the impact in the first wash. My hair usually gets super dry and static during winter season but using these products combination is def a game changer, did I say it smells great as well? I love it!!"
        },
        {
            "review_title": "Must have hair product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I love this product! Making my hair feel amazing and shiny but also having heat protectant in it??? AMAZING. I am on a hair health journey and always forget to spray my heat protectant before styling until Iu2019m half way done, so having a product that helps is great for me. I have been using for a few weeks and my hair is so much easier to brush through now."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by K18 in exchange for my review. I only wash my hair once a week, so I havenu2019t used this product that frequently. However, I can say that after I have used this product my hair feels really good. I have curly/wavy color treated hair. During the winter, I blow my hair out a lot and always worry about ruining my curl patter come spring time. I feel like this will help keep my strands Healthy. My curls bounced back after using this, and it was very easy to brush through and blowout my hair. I foresee this becoming a hair day staple."
        },
        {
            "review_title": "Perfect for my hair needs",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I purchased both the shampoo and conditioner with my own money. For reference I have very long fine hair. My hair is colored, but healthy. I really like this conditioner. It left my hair soft and shiny but not greasy, which is an issue with my fine thinning (age related) hair. I canu2019t add much info as to how it is for people with dry or damaged hair, but for my hair needs itu2019s perfect."
        },
        {
            "review_title": "Worth It!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "I love this shampoo and conditioner. I received this product in exchange for my honest review. I have been using it for a couple of weeks now and I have noticed that my hair has been feeling so much healthier. My hair is bleached and color treated. I also have fine curly hair so I deal with frizz a lot. After the first use I noticed a difference. My hair felt softer and more manageable. The texture of the products are creamy and pleasant. The scent is okay but I don't mind since the product works so well for me. I am so happy I was able to try this because I will absolutely be repurchasing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have never seen such immediate results, than I have with this conditioner! From the first use, my hair has felt so silky and nourished, but not weighed down in any way. I also love using this as a deep conditioner once a week! So amazing!"
        },
        {
            "review_title": "Would recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I love this brand so I was really excited to try this shampoo and conditioner set and it did not disappoint. Iu2019ve only used it a few times but itu2019s made my hair look and feel great, my hair was super soft after I used it and I had no tangles in my hair. Once my hair dried, I felt like it looked silky and shiny. I recently had to chop quite a bit of my long hair off because the ends were looking damaged and unhealthy, so the real test will be to see if this product can keep my hair from getting damaged while I grow it out again!"
        },
        {
            "review_title": "i love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I am delighted with this product! I love how soft and shiny, the way it detangled so easily and I was able to comb it, it was the best feeling! And I also like that it doesn't leave a very strong smell on the hair. I feel like my hair loss has decreased and that is incredible for me. And i think the shampoo It is the perfect complement, it helps me a lot in not leaving my hair greasy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "Really nourishing and hydrating shampoo and conditioner. These products work really well on my color treated hair. I feel like my scalp is healthy and hair just feels soft and well maintained when I use these products."
        },
        {
            "review_title": "A wash day essential!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have very thick hair and itu2019s hard for me to feel like my scalp is getting properly cleansed but this shampoo does just that! I love that itu2019s for damaged hair because I constantly heat style my hair so I need all the help I can get. Itu2019s been 2 weeks and 2 washes since I only wash once a week so Iu2019m excited to see if there is a change at the 4 week mark on my hair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I'm a big fan of K18, I love the mask and the detox shampoo so I was stoked to see that they've created a shampoo/conditioner combo that can be used daily. I typically wash my hair every other day so keep that in mind. I have super oily hair and I'm constantly battling how greasy it gets after one day. This conditioner provides just the right amount of moisture to my ends without making my hair greasy at all. If you have extremely dry hair, I'd recommend adding on the weekly mask as well. For me, the shampoo/conditioner combo has been great for me. Again, if you have really dry hair, I wouldn't use this as your day-to-day shampoo but it is great to work this into your haircare routine as K18 is a game changer for healthy, growing hair."
        },
        {
            "review_title": "Great for damaged hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Iu2019m a big fan of K18 products and this is no different! My hair is very bleach damaged, and this felt cleansing without being too harsh, but still getting the job done. Followed up with the repair treatment, and my hair feels great out of the shower!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "My hair dries frizzy and it's very annoying! The K18 Biometric Hair Science Damage Shield Protective Conditioner smooths my hair so nicely. My hair feels super soft, smells great and shines after using this conditioner.  I have recommended it to my sister and she loves it as well."
        },
        {
            "review_title": "No more tangles and frizz!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "K18 Biomimetic Hairscience Damage Shield Protective Conditioner made my hair look healthy and feel silky and smooth. My hair is long, frizzy, and tangles easily. This conditioner felt weightless, detangled my hair, and left it feeling very soft. The shampoo works well together with the conditioner."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I love this shampoo and conditioner! The smell was wonderful. A little goes a long way so you donu2019t need much to get a lather. I love that itu2019s pH balanced and provides added protection from environmental pollutions. Makes my hair feel moisturized and shiny! Gifted by K18."
        },
        {
            "review_title": "Great for dry brittle hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This was such an amazing conditioner for my hair. I have very dry damage hair  from over processing it and from using a lot of different heat tools. This conditioner came in handy to help my hair get back to where it needs to be. After using this conditioner, I noticed that my hair was so much more softer and smoother. I noticed that my hair was easy to detangle., and I had less breakage. My hair looked and felt much more healthier. I noticed my hair was full of shine, and it had a lot of more moisture and hydration. This is such a great conditioner that Iu2019m definitely going to be purchasing this conditioner as soon as I run out. I love it so much that I always find myself raving and recommending it to all my friends."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "I have been using the shampoo and conditioner for 2-3 weeks and I have not noticed major changes in my hair. My hair is slightly less tangly but the shampoo doesn't feel as thick as other pricer shampoos and I'm not a huge fan of the smell either. They are both just okay in my opinion."
        },
        {
            "review_title": "Detangles and smooths out my dry ends!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I tried both the Shampoo and Conditioner in this line which I think is necessary to get the full experience of how this formula works. I really like the scent of this conditioner. It's soft and fresh and smells a little like pomegranate. This creamy conditioner is very lightweight but even in the shower my hair starts feeling soft after a minute or two. I have very fine, thin hair that tangles easily. This conditioner gently detangles it. My ends feel hydrated after my hair dries down although not as much as I expected. I do have very dry ends but they're still soft to the touch with this conditioner. Both this and the shampoo have kept my hair maneageable, clean and shiny so far!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This conditioner feels amazing on the hair and left it feeling smooth. My hair just feels healthy and the light scent is great as well. A little also goes a long way and I love how lightweight this feels. A great conditioner that Iu2019d recommend!"
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Iu2019ve been trying this conditioner for several weeks now and I love it! My hair feels clean, looks shiny, and even feels better. I have fine hair and a lot of conditioners are too heavy on it, but this one is perfect!!"
        },
        {
            "review_title": "Def try it out!!! new fav",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "My hair isnu2019t extremely dry but itu2019s is thick so i feel like sometimes it need help and by using this conditioner i feel like my hair feels softer and isnu2019t a frizzy tangled mess after showering! I def recommend and paired w the shampoo itu2019s even better!"
        },
        {
            "review_title": "Great product for damage hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Product gifted by K18 Hair, great product for damage hair, Iu2019ve been coloring my hair for six years and used a lot of different products to try to maintain it healthy and this one really made a difference, I used the conditioner combined with my regular shampoo, I didnu2019t notice any actual difference with how my hair looked but I used it with the K18 shampoo and I think together they made my hair look more healthy, shine, lighter and clean. Definitely Iu2019m going to continue using both products."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received something in exchange for this post. I really enjoy the smell of this product. Itu2019s not too overwhelming but makes my hair smell clean. It definitely helped contain my frizz and I can go longer between washes when I use this shampoo and conditioner. I noticed my hair wasnu2019t as tangly after using. I will definitely be repurchasing the shampoo and conditioner once I run out."
        },
        {
            "review_title": "Silky smooth frizz free hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I got this product complimentary from K18 for a honest review. K18 products donu2019t disappoint. This is another win. My hair feels silky smooth and ends have completely transformed. A little goes a long way. Another product that I will surely rebuy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I really enjoyed this conditioner and felt my hair getting softer with each use. It wasnu2019t super heavy and I like that it was lightweight since I have super thick hair. I felt as though my hair was a bit more manageable after using it."
        },
        {
            "review_title": "Smoothness and Manageability!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I received this product in exchange for an honest review. I have damaged hair from bleaching and was already using the K18 treatment to reverse this. Using the correct shampoo and conditioner are vital when you are trying to restore your hairs health. I feel like not only did I SEE a difference in the texture and smoothness of my hair; I felt an amazing difference. My hair was less tangly and a lot softer to the touch after using this product. I love this; I am definitely going to be repurchasing both the shampoo and conditioner."
        },
        {
            "review_title": "This is so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I am a HUGE fan of K18 but yet I had never tried their shampoo before. And I have to say Iu2019m blown away by how my hair feels after one wash, lightweight, smooth and doesnu2019t feel stringy at all. I would highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Say hello to soft and silky hair!! Iu2019ve use this conditioner 3 times now and I have seen a dramatic difference specifically in the ends of my hair. I have bleached my hair like no other and this has been one of the only shampoo and conditioner duos that have helped get rid of my frizzy and dry ends. I canu2019t recommend it enough. This is your sign to splurge!"
        },
        {
            "review_title": "Leaves hair, silky, and shiny",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This conditioner is a great addition to my hair care routine. It is not a heavy conditioner, but it feels extremely moisturizing and balancing on my dry, damaged fine hair. It doesnu2019t leave my hair to weigh down, but it does leave it hydrated and healthy feeling. I love that this protects against several different damaging factors in the environment and that at least my hair feeling strong, healthy and shiny."
        },
        {
            "review_title": "Definitely Shook!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "This is the first time I've tried this brand and I absolutely love it. I've noticed far less breakage than when using my regular brands, and I also have noticed my hair is much softer and healthier. I would highly recommend this product."
        },
        {
            "review_title": "good for repairing damaged hair !",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "For these, a little product goes a long way. I did feel my hair was softer, and stronger after using the shampoo + conditioner together. What I will say, is definitely make sure you rise these out well!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This conditioner promises to protect against damage from UV rays, environmental aggressors, and mechanical styling, while helping soften, detangle, and enhance shine. This is the first time I am using something like this in this category. The texture is great and it leaves my hair moisturized and hydrated."
        },
        {
            "review_title": "Such a nice product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I really love products from K18 and this product is no exception. If you want to physically see and feel a difference in your hair, this product is the way to go. I took this on a trip to a wedding and used this on my hair and I got so many compliments on how soft and shiny my hair looked! I felt like my hair was really hydrated and looked so healthy. I use a lot of heat in my hair so this conditioner is really good for me to use to protect my strands"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I am so excited to be able to try out K18 shampoo and conditioner. I have been looking for a good shampoo and conditioner and I can say that I found it. My hair feels so smooth after using it.  It detangle my hair without tugging at my hair too much, which can hurt my scalp. My end have been looking rough lately and after using this I see some improvement."
        },
        {
            "review_title": "A must",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This conditioner made my hair feel so soft and silky. I love how little i need to use in order to get my hair to its best! Will definitely be purchasing more when I run out. I also loved the shampoo as it made me hair feel extremely clean without feeling stripped."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I was super excited to try the new shampoo and conditioner by K18. My hair stylist raves about it and I was not disappointed! My hair felt super soft and styled beautifully after washing. No frizz which is always great."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I really loved this conditioner it hydrated my hair without leaving it heavy and oily. I love how light it is and not too thick in texture. It detangled my hair well and leaves it so soft. Combined with its shampoo I loved how it left my hair feeling so healthy! Itu2019s great how it doesnu2019t weigh hair down!"
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "My hair feels amazing!! I love using the shampoo and conditioner! My hair is soft and silky after my wash! I usually wash my hair once and week and it did the job. My hair did not feel dirty or heavy at all"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "K18 Damage Shield Shampoo and Conditioner are hair superheroes for my 3b to 3c curls! It's like they wrapped my strands in a protective shield u2013 no more frizz, just fabulous curls that bounce with joy. The formula is like a spa day for my hair, leaving it feeling stronger, shinier, and ready to conquer the world. Goodbye, bad hair days; hello, K18 magic!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "i recently started to dye my hair and needed a shampoo and conditioner to help keep it healthy. I started using this right after my first dye and my hair feels healthy and looks shiny. the conditioner adds so much health into my hair."
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this product by the brand as a complimentary gift for testing purposes and since I start using it my hair is completely different. The u201crepairu201d part is so real. I completely recommend this product!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This conditioner is a true game-changer, effectively strengthening and detangling without any significant heaviness. Its minimal scent and easy application make it a must-have in any routine - perfect to rotate with other hair products."
        },
        {
            "review_title": "Must have for damaged & color treated hair !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I have been loving this shampoo and conditioner from K18! My color treated and damaged hair has never looked so shiny and healthy! I love the consistency, ingredients and smell it has! Will definitely try more products from k18 and repurchase !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This conditioner helps a lot with my damaged hair, I dyed my hair a lot, it was dry and fizzy, after used this product, my hair feel much softer and weightless, and this conditioner itself itu2019s not heavy and wonu2019t make your hair look oily. definitely will recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "After ding my hair, and a history of dying my hair I have been using this and feeling such a difference in the quality, especially my ends, as well as keeping my hair moisturized and feeling Nice and refreshed wash after wash!"
        },
        {
            "review_title": "YES PLEASE!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received the K18 Biomimetic Hairscience Damage Shield Protective Conditioner complimentary in exchange for my honest review. I have been using the shampoo and conditioner for about 2 weeks now and I really love it! It has become my new favorite! Summer just passed and I had some issues with dryness damaging my hair. It really  seemed to help that damage and also gave me more shine and smoothness in my hair. I also noticed my scalp felt much better and calmer. I just wish they were either a little cheaper or a little bigger, but I do highly recommend giving these a try!"
        },
        {
            "review_title": "Great new product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The shampoo and the conditioner made my fine hair soft, silky, and weightless. Iu2019m currently recovering from years of bleach and so my hair has been damaged. I really liked both the shampoo and conditioner a lot. I feel nice and clean without feeling dry."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I received in the K18 Biomimetic Hairscience damage shield protective conditioner in exchange for this post. The conditioner is very cream and felt good when applying it to my hair.  I left it in for 15mins and rinsed it out.  I felt the difference in my hair.  This is a good product that promotes healthy hair."
        },
        {
            "review_title": "I was pleasantly surprised!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I used this conditioner after the DAMAGE SHIELD shampoo and I have to say I was pleasantly surprised! I have type 4 hair and used the products to revert/refresh my hair from a two-week-old silk press. The shampoo did an amazing job at removing all the heat protectants I used and creating a clean base for the conditioner.  The conditioner left my hair feeling healthier than I expected after a silk press! My coils were bouncy, soft, and super moisturized. I felt like I didn't even need to apply a leave-in afterward, that's how hydrated my hair was. I was able to finger detangle with this conditioner and my comb glided through like butter. My strands were left looking shiny and elastic. I also enjoyed the citrus scent. My hair remained hydrated and happy-looking for about 3 days post-wash without adding more product. I'm looking forward to using this conditioner more and seeing how it continues to protect my hair. Natural hair approved!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "After using this conditioner consistently I have noticed that thereu2019s less breakage in and out of the shower (like, almost none!). It also makes my curly hair a little easier to comb through after getting out of the shower."
        },
        {
            "review_title": "Like them a lot!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I received the damage shield shampoo and conditioner in exchange of my honest review. I was a little skeptical because I donu2019t usually end up liking most shampoos but this one was great. Hair feels clean, smooth and easy to handle."
        },
        {
            "review_title": "A new must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I was SO excited to try the K18 Damage Shield Protective Shampoo and Conditioner. Iu2019d been using the Leave-In Molecular Repair Mask for several months, and notice a difference in my hair every time I do. For context, I have fine hair but itu2019s fairly thick, with a greasy irritable scalp and dry ends. I also dye my hair, but usually opt for air drying. The price point of the K18 products had caused me be slow to try them, but I was lucky to get this set free for review. Iu2019ve also found that I can use a very small amount of the products and still see results, which makes the cost easier to justify. The Damage Shield line is meant for daily use. The shampoo is gentle enough on hair and scalp to use for every wash but also effective at correcting existing damage. The conditioner helps shield hair from UV rays, damage from styling, and environmental factors (it claims to do so up to three days!). The protective element is hard to determine in a short period, but much like the repair mask some effects are immediately noticeable. My hair definitely feels softer when I use this duo and itu2019s easier to comb out of the shower without tangles. My hair is also less frizzy, both immediately after it dries and for the next couple days which means the hydration really lasts. It doesnu2019t help soothe my scalp but also doesnu2019t irritate it further. And the formula is light enough that it doesnu2019t weigh down my thin hair."
        },
        {
            "review_title": "Healthy Hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I receive this shampoo and conditioner in exchange for my honest review. This product is clean and really helps with frizz and healthiness of my hair. Iu2019m not too fond of heavily scented shampoo and conditioners so I appreciate that this K18 product is not that."
        },
        {
            "review_title": "Unbelievable results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "Iu2019ve always heard great things of this product but I wanted to spend the money. After finding out I was receiving this product I was so excited because of all the great things. This product changed my hair so much. K18 really is starting to fix my damaged hair. Itu2019s so soft after using it and it detangles my hair amazing. I only need to use a little bit and it goes a long way. I also only need to use this once or twice a week and I still see results with my hair. I will be purchasing this after it is gone. I understand why people love it so much."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Hair was dry and damaged due to coloring. However, after one use, the conditioner instantly detangled my hair, and my hair felt smoother, softer and healthier. Remember, a little goes a long way! Will definitely be repurchasing again in the future!"
        },
        {
            "review_title": "rly great conditioner!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I really liked this conditioner :) I have bleached + dyed, low to medium porosity hair. This conditioner is light but strong enough to noticeably hydrate and soften my hair! It also pairs well with the shampoo."
        },
        {
            "review_title": "my favorite conditioner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "K18 sent me this product in exchange for an honest reviewu2014 this is my first k18 product and i love it! i have super long hair, and it gets tangles so fast, but it detangled it so well, and my hair was left feeling really soft!"
        },
        {
            "review_title": "My new must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "My hair felt so soft and nice after using. Thereu2019s a really good amount of product and you donu2019t have to use a lot. It Left my hair feeling and looking amazing. My new must have shampoo and conditioner."
        },
        {
            "review_title": "Seriously a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love k18, it seriously transforms my hair. I dye it a lot and you canu2019t even tell, my hair is so healthy and strong as if I donu2019t dye it at all! I use it after every shower with my other hair products it is a must have"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The K18 Biomimetic Hairscience DAMAGE SHIELD protective conditioner provides deep hydration, which my hair feels smooth and silky after applying it. The fragrance is light and refreshing. The product is also lightweight."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "What I adore about this conditioner is how effortlessly it rinses away, leaving no residue behind. It thoroughly moisturizes my hair just the right amount, so it won't weigh my hair down. It also helps keep my hair manageable, allowing me to reduce the frequency of shampooing every week"
        },
        {
            "review_title": "Keep the dry hair moisturized",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I have a dry hair and let me say that this conditioner really does the job at nourishing and keep my hair moisturized! It leaves my hair shiny, soft, and looks visibly stronger. The texture is not too thick and doesn't leave a residue which is an issue I have with a lot of conditioning products. Worth to try!"
        },
        {
            "review_title": "Amazing shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I received this product complimentary from K18 hair. I really enjoyed testing out the K18 hair shampoo and conditioner. The shampoo flavor is very fresh just like a grapefruit put it on my hair. The shampoo can wash it becomes very clean but not dry. Iu2019m personally very like this hair set, and I will buy it after I finish!"
        },
        {
            "review_title": "must-have for maintaining smooth and shiny hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love the K18 DAMAGE SHIELD protective conditioner! Its luxurious consistency feels amazing, and once dried, my hair is incredibly soft, silky, and strong. This product goes beyond a typical conditioner u2013 it's my hair's first line of defense against daily damage from styling, UV rays, and environmental aggressors. The fortifying ceramide blend and biomimetic shield work wonders, leaving my hair resilient and protected. K18PEPTIDE adds that extra boost of replenishment during washing. A must-have for maintaining healthy, smooth, and shiny hair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "i have always wanted to try the k18 line so given the opportunity to try this new product was so exciting. it exceeded any expectations i had and left my hair feeling extremely healthly. i had my sister use it and she agreed"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I really struggle with dry and damaged hair from bleaching so Iu2019m always on the hunt to find something that is going to add moisture back! This conditioner felt really nice and I could definitely tell a difference after using it. My hair was softer and easy to detangle"
        },
        {
            "review_title": "Detangling and strengthening",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been a fan of the K18 hair mask for years so I was excited to try this.  After using the shampoo and conditioner, my hair felt stronger and softer and the conditioner helped with detangling. I do notice less split ends than usual after heat styling which is a huge plus!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I was recently gifted by K18 Biomimetic to review their new Shampoo and Conditioner set in exchange for my honest feedback. I have 4B/4C curly/kinky hair that tends to be on the dryer side and I experience consistent breakage and split ends. This was my first time using this brand and after a couple weeks of use (2 wash days), I did notice a difference in the look and feel of my hair. My curl pattern was a bit more defined and softer to the touch. I did notice a little less hair shedding after each week's use and I am looking forward to continued use to see if it will strengthen my hair over time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The K18 Biomimetic Hairscience DAMA treatment is a game-changer for hair health. Not only did it transform my hair's appearance, leaving it sleek and revitalized, but it also worked wonders in detangling knots effortlessly. What amazed me the most was its weightless feel, as if it wasn't there yet providing deep nourishment. Post-treatment, my hair felt luxuriously soft, and when used in conjunction with their shampoo, the effects were even more remarkable. The shampoo complemented the treatment, enhancing its efficacy and contributing to an overall rejuvenated, manageable, and silky-smooth hair experience."
        },
        {
            "review_title": "Must try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I used K18 Damage Shield shampoo and conditioner few times and my hair feels soft and smooth.  The shampoo works wonders in repairing and straightening damaged hair. The conditioner  rinses out easily and leave my hair hydrated and shiny.  Great products!"
        },
        {
            "review_title": "My hair feels great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Oily skin",
            "review_text": "I have been using this product in conjuction with the shampoo and the K18 molecular repair mask. I recently relaxed my natural hair and have been using this product combination every wash day since. My hair feels pretty healthy under the circumstances and I definitely think these products have contributed to the health of my hair"
        },
        {
            "review_title": "PostPartum Necessity!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I have been using the K-18 DAMAGE SHIELD Shampoo and Conditioner for about 2 weeks now and I can see a vast improvement in my hair. I have very long, fast growing hair, but am struggling with postpartum hair re-growth. My longer hair is frizzy and a little damaged at the ends but I also want to protect the new hair as much as possible. Upon first sniff, I was very impressed. I absolutely gravitate towards the citrus scent. It is subtly refreshing but leaves my hair smelling good all day long. The shampoo lathers really well and the formula assures me that it is cleansing my hair without stripping the natural oils from my hair. The most important counterpart of this duo is the conditioner. This conditioner is thick, sticks to my hair during application, and my wet brush glides through my hair much easier than other CONDITIONING MASKS. It rinses clean and I can tell there is no extra weight left behind. I have used LUXURY shampoos and this is, by far, the best duo I have ever used. My hair looks healthier than ever and my postpartum flyaways are tamed. I am super impressed. I highly recommend this to anyone who wants a more polished look."
        },
        {
            "review_title": "Heal your Hair!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I had been seeing this shampoo and conditioner everywhere online and was eager to try it out for myself. I have pretty damaged hair from years of color, and have been recently trying to heal, grow and strengthen it in my natural color. I also have human hair extensions, so finding products that work for both my hair and the extensions is something that is important to me lately. This product IS THAT. After only one use my hair was softer, smoother and felt lighter/cleaner. Even my damaged ends of my natural hair felt softer and less coarse. I have since used it three times and each time love the results more. The scent is also nice and subtle, which I love, not too intense or chemical smelling."
        },
        {
            "review_title": "amazing for protection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This conditioner is so great for me to have this winter. I have been struggling with hard water making my hair greasy but other products aren't protecting my hair from damage. this conditioner is the perfect balance and leaves my hair shiny and healthy!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have been using this conditioner lately. It makes my hair feel very weightless. It defines my curls. I recently got balayage done, it damaged my hair a bit but this conditioner is repairing my damaged hair without changing the color of my balayage. Great product. Smells amazing aswell."
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "An amazing product I LOVE IT This is such an amazing product and I got it for my mom for Christmas because itu2019s so good I got all of my family into it ! Our hair has never been so healthy and silky ! I LOVE THIS STUFF itu2019s so good !!! Super weightless feeling"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This conditioner is SO good. My hair feels so healthy immediately after use and even more so with consistent use. I highly recommend for anyone whose hair needs a pick me up and feels damaged. Love this"
        },
        {
            "review_title": "Good conditioner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "After using this hair conditioner for a few times it left my hair super smooth and easier to maintain and control. Silky and gave it shine. My hair always tangles, so this product definitely helps with that. love having this"
        },
        {
            "review_title": "Gentle Cleansing & Deep Conditioning",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "I am quite pleased with the K18 Biomimetic Hairscience Damage Shield Shampoo and Conditioner. I've been using it for a few weeks now, and I've noticed a nice improvement in the health and appearance of my hair. You only need a very little shampoo as it lathers up really well. It has a pleasant scent, is very gentle and is color safe. Leaves my hair feeling clean and refreshed, without stripping away its natural oils. The protective conditioner is also very moisturizing, but it doesn't weigh my hair down. It leaves my hair feeling soft and smooth. Both the shampoo and conditioner contain the K18Peptide, which is a patented ingredient that helps to repair and strengthen damaged hair at the molecular level. I'm not sure if this is the only reason I've seen such a difference in my hair, but I'm definitely happy with the results. Overall, I would recommend the K18 Biomimetic Hairscience Damage Shield Shampoo and Conditioner to anyone looking for a hair care system that can help to repair and protect their hair."
        },
        {
            "review_title": "A must have for your shower routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "Such an amazing product! It made me hair look so smooth and soft while making it feel the same! My hair was much easier than normal to detangle after getting out of the shower! This shampoo and conditioner are perfect for me since I tend to dye my hair! My new favorite regimen!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone",
            "review_text": "The K18 Biomimetic Hairscience DAMAGE SHIELD protective conditioner is very light weight and leaves my hair silky and smooth after use. It was has pleasant scent and does not require a lot of product to do the works!"
        },
        {
            "review_title": "Super Hydrating !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This made my hair feel SO SOFT. My hair is extremely dry brittle and damaged and I feel the shampoo and conditioner combo helped my curls bounce and look moisturized. I will continue to use this as it seems like a quality product."
        },
        {
            "review_title": "New favorite hair product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I just used the K18 Damage Shield shampoo and conditioner for the first time and WOWZA! First of all, the shampoo has a lovely scent and I felt that it truly broke down all of the product build up I had in my hair. The conditioner I am officially obsessed with. It feels super lightweight and left my incredibly shiny and SO SOFT! My hair was quite a mess after having had it curled and in an up-do and this did an incredible job of easily detangling my mess. I cannot recommend this enough!"
        },
        {
            "review_title": "Soft and shiny!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I think Iu2019ve found my new favorite Haircare products that I know Iu2019ll be repurchasing again and again!  Biomimetic conditioner pairs so well with the shampoo and I just love how my hair feels and look after! Although I have straight hair, it gets tangled bad however this makes it so easy to detangle! I love how my hair feels so smooth, while at the same time looks nice and shiny. Definitely excited to share my further review as I use this on a longer term. Highly recommend to check out!"
        },
        {
            "review_title": "CALLING OUT MY DAMAGED HAIR",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I recently dyed my hair back to my natural color, but before had bleached blonde hair. I suffered from breakage, dryness, and it just overall looked so unhealthy. I thought I would try this conditioner out to speed up the recovery process for my hair and when I tell you my hair doesnu2019t even looked like it touched bleach. It helped to detangle my hair leaving it soft. It feels so weightless and is definitely a MUST for damaged hair whether it be bleached, heat, or just upkeep!"
        },
        {
            "review_title": "Just okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This conditioner is only okay in my opinion. I have long fine, thin hair thatu2019s somewhat wavy. I have some damage from heat and mechanical styling. Iu2019ve been using the conditioner almost every day for a few weeks, and if itu2019s helped repair my hair at all, itu2019s barely noticeable.   I donu2019t feel that this conditioner is particularly moisturizing, and it doesnu2019t help that much with detangling. The scent reminds me a little of cleaning products, but it fades quickly. Overall itu2019s a fine conditioner, but it didnu2019t wow me."
        },
        {
            "review_title": "Lightweight hydration",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Love the shampoo to this line, so I decided to pick up the conditioner. It is lightweight, and left my hair feeling very smooth. First impression is that it untangled my hair and made it very easy to brush after the shower. Light scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have been trying this conditioner for about 1.5 weeks, every other day and I think this product work very similar to a hair mask because you really only little. I have medium to long hair, and I only need about 2 quarters size amount to cover all my hair. I like to leave it on my hair for about a few minutes and rinse it out later. This make my hair so soft and much less tangled!"
        },
        {
            "review_title": "My blonde hair needs silicones!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I truly wanted to love this product! I adore everything K18 but my platinum hair definitely performs better with a conditioner with silicones added. I love the slip from silicones and it helps my hair avoid tiny tangles and snarls. I definitely had more of that with this conditioner. I wonu2019t be using again. Iu2019ll stick with the other products from K18 but use another conditioner with silicones."
        },
        {
            "review_title": "My hair looks amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This definitely helped me with my damaged hair. I dyed my hair pink and the bleach burned my hair and this set has been amazing to my hair, it has completely change my hair. It started looking healthier, i love it! Super easy to detangle, never felt better."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "The Damage Shield potective line gifted by K18 is amazing! I love how clean and weightless it made my hair feel not greasy or weighed down. It leaves my hair easy to detangle and super soft! Another amazing product by K18"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "This has totally repaired my hair! It feels so soft and healthy. I have bleached hair that is damaged so Iu2019ve been looking for something to help rejuvenate it. It leaves my hair silky and untangles well."
        },
        {
            "review_title": "Need for daily use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I love this conditioner. It has such a pleasant scent to it. It leaves my hair feeling silky soft and clean. My hair feels nourished from this conditioner instead of feeling like the conditioner sits on top of my hair. I would recommend and I love K18 in general! Theyu2019ve always suited my hair well."
        },
        {
            "review_title": "K18 Game Changing Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "K18 gifted me the K18 Biomimetic Hairscience damage shield protective conditioner and I L-O-V-E the product. I have been bleaching my hair for about 6 years so my hair is a bit damaged. This product nourishes my hair after wash days and pairs great with the K18 Damage Shield Conditioner."
        },
        {
            "review_title": "DEFINITELY try this shampoo & conditioner!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "When I say you need this shampoo if you have damaged hair you definitely need this shampoo!! The conditioner as wellu2026I have use this for only a few times now but I definitely see a difference in the way my hair feels. Also it doesnu2019t cause any product build up which I absolutely hateu2026highly recommend this shampoo & conditioner!! Smell isnu2019t overpowering either :)"
        },
        {
            "review_title": "New staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Deep skin tone, Combination skin",
            "review_text": "I recently heard of K-18 around fall. I loved how there products work for all hair types. I have extremely dry curly oily 4b 4c hair and color treated. So my hair needs all the TLC it can get. The way my hair bounces back bit also maintains moisture after using it. Chefs kiss!  I recommend this to everyone"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I love it. Not only does it smell great it works so very well. I was surprised how I was able to let my hair air dry and it left it feeling so soft with no frizz at all and an overall healthier appearance. Highly recommend. Gifted by k18 for my honest review and so glad I tried it."
        },
        {
            "review_title": "Love this conditioner!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Amazing amazing product! Itu2019s become one of my favorite conditioners to use! This conditioner helps with damage 3 types of daily damage (mechanical styling, UV rays, and environ mental aggressors) - to help maintain hair health and improve smoothness and shine. Iu2019ve been using this for about a month and have noticed such a significant change in the health of my hair! Itu2019s helped my hair look shinier, more thicker, made it stronger, and overall helped with the look of my hair! Itu2019s great for all hair types and can be used everytime you wash your hair. I would totally recommend!"
        },
        {
            "review_title": "A great solid addition to my hair care routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I don't think my hair feels like it was transformed 360 but it does feel nice and healthier after using this shampoo and conditioner. My hair feels softer and less tangled. It's nice that this shampoo and conditioner doesn't have any strong smell to it, just a clean smell. I was gifted this complimentary by K18."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "K18 is hands down one of my top favorite brands to use. I am working on my hair health and these products work! It is an investment to purchase these products, but weu2019ll worth it! My hair feels soft and protected when I apply heat. The conditioner rinses out and leave my hair feeling soft and shiny. I love using conditioner that feels my hair feeling silky and detangled. A must have."
        },
        {
            "review_title": "Love love love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This was immediately put in my shower when I received it and all I have to say is I have been loving the shampoo and conditioner!! K18 has done wonders for my hair. My hair is more manageable softer and feels fuller."
        },
        {
            "review_title": "My new favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This K18 conditioner is thick but a little bit goes a long way. The scent isnu2019t very strong, which is good because it isnu2019t my favorite. I used the conditioner after using the K18 shampoo and the combo was great. My hair felt very moisturized afterwards and it felt like a lot of the frizz was gone. It was also easy to brush and didnu2019t feel weighed down. I even went to an event where fake bubble snow was falling and usually something like this would cause my hair to become a frizz ball but it stayed nice and tamed. Love this stuff. I will definitely be getting this again."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I  received damage shield shampoo and conditioner  gifted by K18 biometric hair science  in exchange, for my honest opinion Iu2019ve used it for about two weeks and my hair seems softer and shinier , my hair is also color treated (blonde) curly hair of very fine texture  , overall Iu2019m satisfied by the results, for the price of this items Im exited to continue using and see further result my hair . I would recommend it to my friends and family ."
        },
        {
            "review_title": "Really nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Since I started using it the first time my impression was good, because it left my hair soft and easy to detangle because sometimes it feels dry. I haven't seen much difference but I trust it, since I have seen good reviews so when I I ended up continuing to buy it because I didn't like it, it suited my hair well...super manageable and I loved that it has no smell but it is perfect"
        },
        {
            "review_title": "Hair transformed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I am especially impressed by how soft, nourished & healthier my hair felt after using this conditioner! I paired it with the matching shampoo for the full experience.  I love that it includes peptides as an ingredient.  That speaks world's to me! I've used this duo for a total of 3 weeks consistently.  I can honestly say I am convinced this saved my hair and they feel salon worthy. My hair has transformed from dull, lifeless hair to shiny,  healthy & manageable. These two will definitely be in full rotation moving forward."
        },
        {
            "review_title": "Impressed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have to say I was very impressed with this conditioner. My hair is fine, thin, and gets very frizzy and tangled. But this conditioner makes my hair so soft, smooth, and manageable. Not to mention it makes my strands look healthy and shiny! The best part is that it doesn't weigh my hair down."
        },
        {
            "review_title": "my one and only conditioner moving on",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I always felt like my hair would always dry frizzy after washing until I tried this shampoo and conditioner combo. They work so well together. My hair feels soft and nourished. Itu2019s visibly more tamed and doesnu2019t look dry or damaged all well after my wash day. Will forever repurchase!"
        },
        {
            "review_title": "Great conditioner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this complimentary from K18 in exchange for my honest opinion. This conditioner has been a life saver and I can already tell my hair being protected even from the first use. My hair is incredibly soft and so shiny!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This conditioner is what I have been wanting for years! It detangles my hair before using the hair mask and leaves my hair feeling so soft and flawless. I highly recommend purchasing! My hair has never looked healthier!"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Liking this! Itu2019s a color safe conditioner to help prevent damage. Lathers well and is a nice, clean scent. Softens and shines hair while leaving hair frizz free. My hair feels healthier, softer and I am enjoying this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love this conditioner. It smells amazing and leaves my hair feeling so hydrated. Itu2019s a new staple in my hair care routine and I am constantly recommending it to people. I will definitely repurchase when Iu2019m out."
        },
        {
            "review_title": "Made My Hair Stringy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "I have used the K18 Biomimetic Hairscience Damage Shield Protective Conditioner a couple times now. I found the conditioner to smell pleasant, but left my hair feeling awful, itchy, and stringy. I had to stop using the conditioner after experience an itchy scalp and lack luster locks."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "Defends against damage: Conditioning protection against damage from UV rays, environmental aggressors, and daily mechanical styling for up to 3 days Maintains hair health: Fortifies hairu2019s exterior lipid barriers to make hair more resilient and resistant to damage. K18Peptide replenishes protein lost during washing. Enhances hairu2019s natural shine: pH-optimized formula minimizes excess cuticle swelling during washing, to help keep hair smooth and maximize shine. Softens, smooths, and detangles: Without film-forming silicones or waxes that can build up over time, weighing hair down. I think I found something that actually works for my naturally dry hair!! This is an amazing product!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Big fan of all products K18 makes and this is no different!! This duo is amazing!! It defends against multiple different kinds of damage. Some damage it protects against are things you donu2019t normal associate with hair care such as  from UV rays, environmental aggressors. And then there is the obvious daily mechanical heat styling and its benefits can last for up to 3 days!! Iu2019m not joking when I say itu2019s like a miracle duo for your hair. I love that it also softens, smooths, and detangles. My hair is sooo happy!"
        },
        {
            "review_title": "Soft and shiny hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Combination skin",
            "review_text": "I was fortunate enough to use both shampoo and conditioner. The duo works to keep healthy and happy. The shampoo is gentle on the hair. It didn't make the hair dry or strip it. The conditioner is the icing on the cake. I like to leave it on for five minutes. It makes the hair less frizzy, shiny, and soft. It didn't weigh down the hair between the wash. The best thing about them is that I don't need to use a lot of products to get a promising result."
        },
        {
            "review_title": "Great for all hair types",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I recently tried the k18 conditioner. I noticed immediately after blow drying my hair that it was softer and felt healthier. I recently dyed my hair a few weeks ago and this didn't wash my color out. This also has UV protection. This is good for all hair types and is a clean product."
        },
        {
            "review_title": "New favorite hair wash day essential!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "After dying my hair, I felt a significant change in my hair texture. I've begun a different hair care routine such as using hair masks and hair oils. I do a hair mask 3 times a week, however, nothing has made my hair feel as soft and weightless as the K18 Damage Shield pH Protective Shampoo and Conditioner combo. During my hair wash, it wasn't difficult to detangle nor did my hair feel oily. Only such little product is needed for my hair to feel so clean and weightless. I was impressed as soon as my hair finished drying - no extra product or styling needed. I could immediately feel a difference in the way my hair looked and was left after the first use and every wash afterwards. My hair was super soft, lightweight and shiny with very little frizz (which I struggle with personally)! Definitely recommend for those with hair concerns."
        },
        {
            "review_title": "left my hair so soft and detangled!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "loveeed this conditioner omg! felt really nice on my hair and left it very soft. also noticed that it was easier to brush after showering and left my hair less frizzy than usual which was great. would def recommend trying this out with the shampoo, they worked really well together."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I was nervous to try these because I do have blonde dyed hair but I was desperate because of the damage that has taken place! I chopped my hair before beginning to use this product so I could have a good idea of how it was working. I was frizzy curly hair naturally. This product leaves my hair so so soft! I noticed I am able to go longer in between hair cuts because my ends are no longer weak and splitting"
        },
        {
            "review_title": "love this stuff",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I recently discovered a game-changing shampoo and conditioner system that has completely transformed my hair care routine. This dynamic duo has not only made my bleached hair incredibly soft and manageable but has also become an essential part of my shower routine.  The shampoo gently cleanses my hair without stripping away its natural oils, leaving it feeling refreshed and rejuvenated. It has a luxurious lather that instantly makes me feel like I'm treating my hair to a salon-quality experience. The best part? It doesn't leave any residue or weigh my hair down, giving it a light and airy feel.  The conditioner is where the magic truly happens. Its rich and creamy formula deeply nourishes and hydrates my bleached locks, making them incredibly soft and silky. I no longer have to struggle with tangles or frizz after using this conditioner. It effortlessly detangles my hair, making it easy to brush through and style.  Since incorporating this shampoo and conditioner system into my routine, I've noticed a remarkable difference in the overall health and appearance of my hair. It feels stronger, looks shinier, and is much easier to manage. I can confidently say that this duo has become my go-to choice for achieving soft and manageable hair. If you're struggling with bleached or damaged hair, I highly recommend giving this shampoo and conditioner system a try. Trust me, you won't be disappointed!"
        },
        {
            "review_title": "Great conditioner!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "I received the K-18 damage shield conditioner to review. I love it! It made my hair look and feel so soft and healthy! Has a nice light scent. Gentle enough to use each time you wash your hair! I was gifted by K-18"
        },
        {
            "review_title": "A must need hair care product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I have been using this shampoo and conditioner from K18 for two weeks and when I say Iu2019m obsessed with these two I am OBSESSED! I have pretty curly hair and straighten it a ton and this helps keep my hair so healthy!"
        },
        {
            "review_title": "Loved it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I am in love with this conditioner that I received in exchange for this post. I used twice so far and it seems my hair giving a shiny look already. The quality looks good. Packaging is also good. Recommend it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I like this damage shield conditioner a lot because it doesnu2019t weigh down my fine thin hair.  My hair feels lightweight and soft as well as making my hair look flowy and healthy. I couldnu2019t be happier with the product."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I received this conditioner free from K18 in exchange for a review. A little goes a long way with K18 products. I used this after the Damage Shield shampoo and it made my hair feel soft, while also being light weight."
        },
        {
            "review_title": "must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I love how weightless this conditioner is and it leaves my hair feeling silky smooth and shiny after each use! it smells amazing and honestly definitely one of my favorite hair care products, and it makes my hair feel so soft"
        },
        {
            "review_title": "A new must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I Definitely give K18 damage shield Shampoo and conditioner a 10/10 . After using the shampoo and conditioner for about three uses, I saw a healthier bounce in my hair.  I would definitely buy this product."
        },
        {
            "review_title": "Love this conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This k18 conditioner left my hair feeling so silky and healthy. I like that it has a light, pleasant scent. I could definitely tell a difference in the way my hair looked and felt after using it and I will continue to use it in my hair care routine."
        },
        {
            "review_title": "Amazzzinnggg",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "K18 completely changed the health of my hairu2026 I recently went back to brunette after being blonde for so long and this has helped my damage and my hair has never felt so healthy. I love these products and will definitely be keeping them in my hair routine"
        },
        {
            "review_title": "Wonderful!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I am loving this product. I'm loving using it as a pre shampoo. My hair was so dry and brittle. I had already tried several products and had not been able to improve the appearance of my hair. After I started using this product as a pre-shampoo, the difference was huge. I had never tried using pre-shampoo before, now I will never stop using it again. I highly recommend it."
        },
        {
            "review_title": "Silk Press Ready",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The K18 Damage Shield conditioner worked great on my hair. Creamy but not heavy on my fine, coily hair. Washes out well. I used it before doing a silk press and I had great results. Hair stayed smooth and did not get frizzy even in humid, foggy weather."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "The K18 Biomimetic Hairscience Damage Shield Protective Conditioner leaves my hair looking and feeling healthier. My hair feels soft and tangle-free. You don't have to use a lot to get great results. It has a light citrus scent."
        },
        {
            "review_title": "great conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "The Damage Shield conditioner ticks all the boxes for me: a refreshing clean scent, smooth application that rinses off easily, and the bonus of leaving my hair irresistibly soft and easy to manage. I've paired it up with the K18 charcoal shampoo and another bonding shampoo, and the results have been nothing short of amazing"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "This made my natural low porosity hair feel so soft an amazing especially post protective style. It does have a good amount of slip but I wouldnu2019t use it to detangle. Instead, use it as a deep conditioner."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I like the shampoo and the conditioner. The shampoo makes my hair smooth and strong. The smell is good too. I like the conditioner and it keeps my hair smoothy and shiny. I will keep using these products and see how it works for my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This conditioner leaves my hair feeling so smooth and silky! I love how it seems to really help repair my dry and damaged hair.  I have noticed my hair looks a lot healthier and my split ends are less noticeable. I use the shampoo as well and really like it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone",
            "review_text": "I really like this damage shield conditioner! I have dry and damaged hair and it really helps my hair to feel smooth and repaired.  My hair is softer, shinier and has less frizz.  I pair it with the shampoo and it works great!"
        },
        {
            "review_title": "Must have for colored hair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I bleach my hair quite often so my hair always needs that extra care since it's dry and tangles very easily. I love how this conditioner doesn't weigh my hair down! Right after using this my hair feels softer than before and doesn't tangle which is a huge plus for me!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I was gifted by K18 and this product actually helped with my damaged dry hair due to heat and always getting my hair bleached. Iu2019m trying to keep my hair healthy and staying away from saying it again and this has helped with keeping it soft and shiny."
        },
        {
            "review_title": "Just a little product for a lot of WOW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "Environmental damage wasn't an issue with my hair, or so I thought. I tried this product because I received it as a sample and I can't begin to explain the difference I saw. My hair was shiny, bright, soft and manageable with less after wash product. The smell is also very pleasant and refreshing but not at all in your face. It gives a clean, fresh vibe. I love how this product helped keep my red hair vibrant with a very small amount. A little definitely goes a long way."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This product helped make my hair feel soft and detangled. Being a newly postpartum mom with a lot of thin hairs - my hair tangled with air. This definitely helps untangle it. It helped make my hair soft and beautiful."
        },
        {
            "review_title": "Great quality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Awesome shampoo, good size, nice texture. Makes hair soft and manageable for styling. It doesnu2019t seem to dry out my hair. Makes it look healthy and shinier in each use. Also lathers up pretty nice. Good quality"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "I havenu2019t tried anything from K18 except these products and WOW I need everything from them! These are so good for my people with dry hair especially from dying your hair a lot. It made my hair so silky and shiny. I love it"
        },
        {
            "review_title": "loving it so far!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I received this product for free in exchange for this post. I really like this shampoo & conditioner! Iu2019ve used it for about 4 washes and noticed that it makes me hair feel very soft. I have dry, thin hair and use heat 1-2x a week so I like that these help protect. My hair is also not very frizzy when I use this, which I love! Iu2019m going to keep using it and see if I see any long-term differences."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I have had good experiences with K18 products so I was very excited to try this conditioner. My hair is pretty thin and more on the dry side and this conditioner paired with the shampoo left my hair really manageable and soft. It rinsed well and it has a nice pleasant citrusy scent."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I used the shampoo and conditioner together and my hair feels so soft and healthy. It also looks shiny and it helped detangle my hair nicely. My hair feels weightless like I came out of the salon. The only con for me is the scent it is not my favorite."
        },
        {
            "review_title": "Your hair will beg for more!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "I'm really loving this new conditioner/ shampoo it's really made my hair feel so soft, it takes me less time to comb my hair because my hair isn't tangled like usual.  It doesn't take much at all so it will definitely last awhile. It's a really great product that will leave your hair begging for more. I've also noticed less breakage since using"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Not gonna lie, I haven't met a K18 product I didn't love and this one is no exception! As someone with slightly dry hair from all over color along with bleach highlights, this has been an amazing game-changing product for my hair. I love that it replenishes dry, damaged hair and helps prevent future damage while also providing protective benefits from pollution and environmental elements along with preventing product buildup. It works wonderful alone, but when paired with the shampoo as well, it definitely made my hair look and feel its best with every wash! I loved the product consistency and light scent, but loved even more how easy it was to detangle my hair afterward and how it left my hair looking shinier and healthier every time as well. I definitely recommend for anyone looking for a reparative conditioner to add to their haircare routine."
        },
        {
            "review_title": "Very happy!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I really enjoyed this shampoo and the matching conditioner. It lathered well and left my hair feeling clean, but not overly stripped. After drying, it felt soft and not weighed down at all. The conditioner also detangled my waist length hair very well. I really enjoyed this set and will continue to use."
        },
        {
            "review_title": "OK",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I was sent this complimentary from K18 in exchange for an honest review. I have very damaged, brittle, dry hair, especially the ends. This conditioner had so much promise but it didn't do anything for me unfortunately. It's not bad, but it's not my hair miracle :("
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My hair gets super tangled after washes, so I need a conditioner that leaves it feeling silky smooth and makes it easy to brush.  This conditioner passed the test for me! It left my color treated hair feeling soft and still made my hair dry in non-frizzy waves per its natural curls."
        },
        {
            "review_title": "Holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Already a big fan of k18u2026have been using the mask for almost 2 yearsu2026u2026 but this is it! Instantly made my hair silky and softer and shiny and all the good things. I will be keeping this on reorder for life! totally"
        },
        {
            "review_title": "Holy Grail status product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "I received this conditioner free from k18 and Skeepers.  I use salon brands on my hair and this K18 has made an amazing change to my hair. I do use it with the coordinating shampoo. The reason it works so well is because of Biomimetics which is the practice of learning from and mimicking nature. Mimicking the natural structure of hair's keratin building blocks (amino acid sequences) the K18 bioactive peptide is recognized as natural by the hair, perfectly fitting in and reconnecting broken keratin chains. Whether I let it air dry or do a proper blowout it looks like I just left the salon. My long hair is shiny, smooth, tangle free and holds its curls and style to the next wash. I use this every Sunday so I have perfect hair for the week! HG!!"
        },
        {
            "review_title": "Great for colored hair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "I love K18 so I was really excited to try these products. They have a faint fragrance but not overpowering at all. It has the classic K18 packaging which I like. The shampoo made my hair feel so clean! The conditioner worked well. However, if you have really dry, coarse hair like me, you may want to follow up with a leave in product. But after drying, my hair felt really smooth and looked super shiny. Iu2019m excited to keep using this, especially on my newly colored hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I received this conditioner as complimentary for my honest review and Iu2019ve enjoyed using this conditioner for the past 14 days because I have color treated hair and dry split ends and it has exceeded my expectations! It really made my hair feel so much healthier stronger and softer without weighing my fine down. Overall I highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "The K18 Conditioner is a total game-changer for my hair! I've been using it for a while now, and honestly, my hair has never felt this soft and manageable. It detangles like a dream, which is a lifesaver for my long hair, and it feels super lightweight. My hair looks so much healthier and shinier, and it doesn't weigh down my locks at all. I haven't tried it with the matching shampoo yet, but this conditioner alone is amazing. Totally worth checking out!"
        },
        {
            "review_title": "Great hair product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "My favorite thing about this hair conditioner is that my hair feels so much softer . It doesnu2019t weight downs my hair . I like the subtle scent of this conditioner. Itu2019s very pleasant. My hair feels more manageable and easy to brush."
        },
        {
            "review_title": "Nice lather",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I really like this set! K18 is definitely gaining the reputation to refresh your hair. I have a trial of the hair oil and I do feel it helps to repair the look of dull hair. The smell is nice ans familar- almost spa, very mild and fresh! Overall the product had a nice lather and didnt weigh down my hair. Id like to see what a month of these will do"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I recently tried the K18 Biomimetic Hairscience damage shield protective conditioner, and I must say, I am thoroughly impressed. This product truly lives up to its claims and provides exceptional protection for my hair.  First and foremost, I have noticed a significant reduction in breakage and split ends. My hair feels stronger and healthier than ever before. The formula is lightweight and non-greasy, which is a huge plus for me. It doesn't weigh my hair down or leave any residue, making it perfect for everyday use. I also have to mention the delightful scent of this conditioner. It has a fresh and inviting fragrance that lingers in my hair throughout the day, giving me a boost of confidence.  Overall, I highly recommend the K18 Biomimetic Hairscience damage shield protective conditioner. It delivers on its promises, provides excellent protection, and leaves my hair looking and feeling amazing. Give it a try, and you won't be disappointed!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I got this product gifted from K18 and I love it. My hair feels very clean and my hair also feels hydrated. I feel like it definitely helps with my damaged hair. It is a very good conditioner and i would recommend."
        },
        {
            "review_title": "Good for Curly Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I loved the clean scent and the way it made my hair soft and frizz-free. I have been struggling with frizzy hair for years, and this product has helped make my hair more manageable. I have long, curly hair which I dye at home and feel that these products were suitable for my hair type. I have not noticed any build-up."
        },
        {
            "review_title": "a must-have routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "My hair has never looked or felt betteru2014soft, smooth, and incredibly healthy. It effortlessly detangles, feels weightless, and leaves my locks irresistibly soft. Paired with the K18 shampoo, it's a dream team for luxurious, revitalized hair. A must-have for anyone seeking hair perfection."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019ve been using this shampoo and conditioner for two weeks now. I have thin and fine hair that has split ends and is damaged. This shampoo and conditioner makes my hair feel so much more healthy and soft."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, red hair, Combination skin",
            "review_text": "Gifted by K18. Anything K18 is something I tend to enjoy. Their products are good for my curls, and these products are no different. I find that the science behind their products makes them extremely worthwhile."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "First impression - the smell is herbal and soft, not overpowering. When they say the formula is concentrated trust it. I used small amounts of the shampoo and conditioner from this line and they went much further than others Iu2019ve tried. A little went a long way and made my hair look and feel so much healthier, stronger, and shinier."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This shampoo and conditioner duo is really good. Helps my hair smoothen out. I have wavy, chemical treated hair, and it really softens and detangles my hair easily. I wouldnu2019t say it gives a shine, but it adds a protective layer. Definitely recommend it. #gifted"
        },
        {
            "review_title": "works well, doesn't weigh down hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Porcelain skin tone, Dry skin",
            "review_text": "I used the shampoo and conditioner together and thought they were great. The shampoo has a nice lather and cleans well without stripping my hair. The conditioner was very lightweight and made my hair feel really soft and helped make it more manageable to brush through. It hydrated my scalp as well without weighing my hair down or leaving it greasy."
        },
        {
            "review_title": "Worth the hype!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I can see why this brand is hyped up so much! I have thick, curly hair and really love the results I got from this conditioner! It left my hair very soft and easy to detangle. The conditioner did not weigh my hair down, but left it bouncy and flirty!"
        }
    ]
}