{
    "product_id": "52",
    "name": "Cloud Eau de Parfum Gift Set",
    "brand": "Ariana Grande",
    "categories": "Fragrance, Value & Gift Sets, Perfume Gift Sets",
    "price": 38.0,
    "about": "Set Description: Indulge in this must-have Ariana Grande fragrance set: a gorgeous deluxe-mini duo featuring the irresistible Cloud and Cloud Pink eau de parfums. Itu2019s sure to be the dreamiest gift of the season...About the Bottle: The Cloud bottle embodies the optimism and youthful spirit of gazing at the sky, combined with the digital connotations of the cloud today. It emits a subtle glow and is cradled in a whimsical, white, puffy-cloud base. It's an uplifting experience, resting on a cloud and looking toward a bright future...About the Fragrance: The uplifting Cloud Eau de Parfum conveys Ariana Grandeu2019s heartfelt expression of positivity and joy for her fans. Empowering and optimistic, the Cloud Pink Eau de Parfum draws inspiration from a confidence that radiates beauty and strength, no matter the storm...This Set Contains:- 0.25 oz/ 7.5 mL Mini Cloud Eau de Parfum.- 0.25 oz/ 7.5 mL Mini Cloud Pink Eau de Parfum",
    "ingredients": "Cloud Pink Eau de Parfum Mini:&nbsp;.Alcohol Denat., Fragrance (Parfum), Water (Aqua/Eau), Citric Acid, Triethanolamine, Limonene, Linalool....Cloud Eau de Parfum Mini:.Alcohol Denat., Fragrance (Parfum), Water (Aqua/Eau), Ethylhexyl Methoxycinnamate (And) Butyl Methoxydibenzoylmethane (And) Ethylhexyl Salicylate, Coumarin, Citronellol, Hexyl Cinnamal, Limonene, Linalool.",
    "how_to_use": "Suggested Usage:.-Apply to your pulse points (wrist, chest, and neck).",
    "num_reviews": 2,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/ariana-grande-fragrances-cloud-eau-de-parfum-gift-set-P514243?skuId=2821684&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2821684-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Very sweet fragrance but no longevity",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I bought this blindly but had tried some of her fragrances on when we were travelling and seemed to remember liking them so thought I would give these a try.  These are very sweet which I like, they remind me a lot of the Good Girl scents and the sizes are actually bigger than I was expecting so this set is a good value.  However they do not last at all, maybe an hour or two at the most so I will be returning for that reason.  On a side note the packaging these came in are like Fort Knox to get them out, I had to get cutlery to wedge them out of the plastic encasing. Very frustrating."
        },
        {
            "review_title": "Worth the price.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "Great way to try a couple of new scents (as long as you don't mind dabbing) before you make a bigger investment. Plus, the bottles are cute for a vanity or in a collection. I personally like the original Cloud more, but both are nice."
        }
    ]
}