{
    "product_id": "521",
    "name": "BEAR 2 Advanced Microcurrent Facial Toning Device",
    "brand": "FOREO",
    "categories": "Skincare, High Tech Tools, Anti-Aging",
    "price": 599.0,
    "about": "What it is:An FDA-cleared advanced microcurrent device that is clinically shown to significantly improve the look of skin firmness, wrinkles, and fine lines in as little as one week..What Else You Need to Know:BEAR 2 introduces four revolutionary types of microcurrent, each with its own unique benefits that help tone and sculpt the complexion. The second-generation device also features five new T-Sonic massages and Anti-Shock 2.0 for a comfortable alternative to invasive med-spa treatments..Clinical Results:Results from a 30-day clinical study consisting of 40 participants:",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.-To register BEAR 2, activate Bluetooth on your mobile device or tablet, then press the universal button to sync to the FOREO app and set up your intensity preferences. .-Clean and dry your face and neck carefully so there is no remaining residue of any kind. .-Apply FOREO SERUM SERUM (sold separately) or your favorite conductive gel to your skin, distributing it evenly across all the areas you wish to treat and leaving a thin, mask-like layer on the surface of the skin..-Press the universal button to turn your BEAR device on. Manually adjust the microcurrent intensity by quick pressing the universal button once for each level. Use the app to access a wider range of microcurrent intensities and preferences. .-Lightly press both metallic spheres to your face* and gently glide the device upward and outward across your cheekbones and forehead, around your mouth, and over your jawline and neck, as desired. Never use microcurrent devices on the midline bone of the neck or within the orbital bone. .-Once you have finished your treatment, press and hold the universal button for three seconds to turn off the device. Apply any other skincare products of your choice, if desired. .*Make sure that both microcurrent spheres are touching your skin at all times. Always glide the device slowly, in an upward motion, and with light pressure for enhanced results.",
    "num_reviews": 3,
    "overall_rating": 2.3,
    "product_url": "https://www.sephora.com/ca/en/product/bear-tm-2-advanced-microcurrent-facial-toning-device-P507758?skuId=2719045&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2719045-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Not for me sadly",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "this device looks cute but dosent work, I used it as recommended but it made my eye twitch something horrible even hours after the treatment. big nono for me"
        },
        {
            "review_title": "HORRIBLE FOR THE PRICE",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I loved it until it shocked me when i was using it one day and they didnt let me return it so im down almost 600 dollars do not recommend"
        }
    ]
}