{
    "product_id": "1095",
    "name": "Multi-Use Softening Leave In Conditioner",
    "brand": "Melanin Haircare",
    "categories": "Hair, Hair Styling & Treatments, Leave-In Conditioner",
    "price": 31.0,
    "about": "What it is:A multiuse leave-in conditioner that softens, smooths, and detangles while increasing shine and elasticity and supporting healthy hair growth..Hair Type:Fine, Medium, and Thick.Hair Texture:Straight, Wavy, Curly, and Coily.Hair Concerns:- Dryness.Key Benefits:- Moisturizes and strengthens dry, brittle hair.Highlighted Ingredients:- Bamboo Extract: With silica, amino acids; moisturizes and increases growth, shine, and elasticity..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:This moisturizing leave-in conditioner nourishes in seven different ways. The wheat amino acids and hydrolyzed wheat proteins fortify and reduce breakage while aloe vera, turnip root, white tea, rosemary, chamomile, argan, baobab seed, jojoba, and spearmint hydrate, soften, strengthen, and stimulate..Fragrance Description:Bright with notes of spearmint and chamomile.",
    "ingredients": "-Bamboo Extract: With silica, amino acids; moisturizes and increases growth, shine, and elasticity..-Pro-Vitamin B5: Prevents dehydration and promotes moisture retention in hair and scalp..-Hops Extract: Anti-inflammatory; visibly reduces hair fall and promotes growth and shine...Water (Aqua, Eau), Diheptyl Succinate, Capryloyl Glycerin/ Sebacic Acid Copolymer, Behentrimonium Methosulfate (Non-Sulfate Derived From Rapeseed Oil), Glycerin, Cetearyl Alcohol, Panthenol (Pro Vitamin B5), Aloe Barbadensis (Aloe Vera) Leaf Juice, Simmondsia Chinensis (Jojoba) Seed Oil, Argania Spinosa Kernel (Argan) Oil, Wheat Amino Acids, Hydrolyzed Wheat Protein, Brassica Rapa (Turnip) Root Extract, Camellia Sinensis (White Tea) Leaf Extract, Chamomilla Recutita (Matricaria) Flower Extract, Humulus Lupulus (Hops) Extract, Rosmarinus Officinalis (Rosemary) Leaf Extract, Hydrolyzed Adansonia Digitata (Baobab) Seed Extract, Bambusa Vulgaris (Bamboo) Extract, Mentha Viridis (Spearmint) Leaf Oil, Caprylhydroxamic Acid, Caprylyl Glycol, Citric Acid.",
    "how_to_use": "Suggested Usage:.As a conditioner: .-Apply to wet hair, then rinse away...As a deep conditioner: .-Apply to wet hair, leave on for 30 minutes, then rinse away...As a leave-in conditioner: .-Apply to wet hair and style as usual...As a detangler: .-Apply to wet or dry hair. .-Work through with fingertips to gently remove knots and shed hair...As a pre-poo: .-Apply to wet or dry hair. .-Work it through alongside Multi-Use Pure Oil Blend (sold separately) to remove shed hair and prep the hair for your cleanser...As a daily moisturizer: .-Apply to wet or dry hair, work in, and style as usual...Recycling Instructions:.-Rinse, remove bottle caps, and place in your recycling bin.",
    "num_reviews": 432,
    "overall_rating": 4.7,
    "product_url": "https://www.sephora.com/ca/en/product/melanin-multi-use-softening-leave-in-conditioner-P477464?skuId=2538411&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2538411-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "OUT OF STOCK",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2538411-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "MONTH 3 STILL OUT OF STOCK. NOT CUTE.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Combination skin",
            "review_text": "NEVER IN STOCK. Either completely remove this product and no longer sell it or carry more of the product. But either way, it is a real shame that this brand clearly has manufacturing issues. Do better, Sephora!"
        },
        {
            "review_title": "Love but not worth it anymore :(",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Look I love this product with everything I. Me, its the best thing Ive ever used but at this point its not worth it. This product is never in stock, not here or in the actual Melanin Haircare website. I consistently wait months for this product only for the travel size to become available and use that and then play the waiting game again. At this point Ive just been finding similar products and TGIN has one thats just as good that they actually always have in stock at my local ulta. Again, I love this product but its just becoming a hassle to get this product anymore"
        },
        {
            "review_title": "A1",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Literally my staple leave in conditioner. I've been taking care of my natural hair for 10 years and this leave in conditioner beats the many I've tried. I love the fact that it doesn't contain coconut oil either. The only reason why I didn't give 5 stars is because the smell reminds me of toothpaste. However, the product works for my hair and I look forward to wash days. I follow up with Melanin Haircare's twisting cream. As a low porosity girl, I approve."
        },
        {
            "review_title": "Soft and no frizz!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got a sample size of this and when I used it for the first time, my hair was instantly softer and less frizzy then my other leave-in conditioner. Just use a little after the shower and boom, super soft hair."
        },
        {
            "review_title": "its great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "It made my hair so much softer in a matter of hours.  The only thing i would change is adding fragrance to it, because it smells like nothing."
        },
        {
            "review_title": "Allergic reaction.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "You definitely need to test this product on a small section of your hair first. I developed an allergic reaction to this product after one use. Itchy red hives on scalp around hairline, top of ears, back even my hands and wrists. Scalp felt dry.  Side note: hair was definitely soft and curls looked bomb.  amazing"
        },
        {
            "review_title": "Gross smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "The cream was fine but it had an underlying fishy smell I couldnt get over. Had to return."
        },
        {
            "review_title": "bang for your buck my hair is so softttttt",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Used this to take down 3 month old goddess locs and this had my type 4 hair SILKYYYYY. I am naturally very dry hair and skin I breakout when my skin is too dry I only used water based products"
        },
        {
            "review_title": "Esssential base product for healthy hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Combination skin",
            "review_text": "This product injects moisture and calms the frizzes for my kids hair (3A & 3C) as well as mine (3C/4A). It also doesn't curdle when mixed w other styling products. A little goes a long way. Great product!"
        },
        {
            "review_title": "Try it out!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "On my second bottle! I love it. I use it to detangle and as a leave in conditioner."
        },
        {
            "review_title": "I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I was recommended this by a Sephora staff member in-store. Im blown away by the softness and bounciness of my curls so much so that Ill include a picture in a review for the first time. This is second day hair and it still looks amazing. Wow"
        },
        {
            "review_title": "l'm so in love.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "l 'm so in love with this leave in. lt make my hair so soft.  lt my number one leave in"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "gray hair",
            "review_text": "After shampoo and conditioner with my usual curly hair product I applied this mid shaft to ends on the top layer which is what tends to be dry, frizzy and undefined (unclumped?) and after one day of using this my second day hair is so soft and defined."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "i been using this for about 2 months, im on my second bottle and its so worth it.  i have tried so many diffrent products and i can feel how much strong and healthy my hair is."
        },
        {
            "review_title": "Great Product HORRIBLE Smell",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "This may be the most amazing detangling product I have ever used.  The slip is spectacular and I can comb right through my hair. Great for refreshing my slept on curls.  Why two stars you ask, my daughter and my sister beg me EVERYTIME I use it to stop.  The cant stand the smell.  So Im nw forced to try and find something elses"
        },
        {
            "review_title": "Solid slip/detangler, medium moisture, not SD safe",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "Really like this provides good slip as well as moisture, I like that I can use it multiple ways. Because of the slip, I'd say it makes a good prepoo on lengths or ends. I liked the mild minty smell (at least it doesn't smell like intense floral pefume, no headache for me!).   Love the pump bottle. This is softening, medium moisturizing, and detangling on my tightly (retro) permed shoulder length hair. My hair is moderately but not badly damaged by perm, slightly coarse and thick but not very.  The only con for me is that it's not really seborrheic dermatitis safe/friendly, too many oils and a few other no no ingredients. So this did cause me to break out a bit on hairline and jaw where my hair touches, and a bit around my ears. I seem to have adjusted and that is less now, but still not ideal. It is really hard to find SD safe as well as silicone-free or curly method friendly products."
        },
        {
            "review_title": "best leave-in conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received that for my birthday, never had I have such an amazing leave in conditioner.  I also have to mention that it smells amazing ud83dude0d"
        },
        {
            "review_title": "Lallie de quotidien",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Je lutilise pour ma fille sur cheveux boucles et il est parfait pour hydrater et demu00ealer au quotidien en leave-in pour redessiner les boucles."
        },
        {
            "review_title": "A little bit heavy, but very moisturizing.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I have 2B/2C waves, and a few clumps that are curls. Its hard for me to know what I should be using for my hair type. My hair is also very thick and a bit coarse. This is a very good conditioner but a bit heavy. Better value per oz than other similar leave ins. Probably best suited for very curly hair."
        },
        {
            "review_title": "Scalp feels moisturized",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Scalp was feeling very dry after using this product hair and Scalp felt moisturized and soft"
        },
        {
            "review_title": "PLEASE BUY THIS. You will be happy you did.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I dont usually write reviews but I have to write this. My 4c hair has never been this moisturized and detangled. Wash days are usually stressful with lots of tangles and pain. This conditioner melted my knots and my hair became soft instantly. I didnt think my hair could be this soft. im so happy to have found my holy grail."
        },
        {
            "review_title": "Too much build up",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Combination skin",
            "review_text": "At first I really liked this leave in.  However, I soon realized the build up from this product was causing my hair to be frizzy and dry.  I wash my hair frequently and I cannot use a clarifying shampoo every time I wash.  This may work if you are braiding your hair or wearing a style that you only wash every other week."
        },
        {
            "review_title": "Type 4 hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I have everything but the oil! I wish Sephora sold that as well so that I can grab it. I love this so much that I have several bottles. It softens, detangles, snd smooths. Its a fav for sure"
        },
        {
            "review_title": "YES YES YES !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely love this product, It literally makes your curly so soft so shiny, manageable especially for my cloud like curls, it gives the body and texture it needs to last all day and hold the curl without the scrunch! LOVE IT!"
        },
        {
            "review_title": "Smell was too strong",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "I just didn't like the smell. to me, it smelt like toothpaste or really strong mint."
        },
        {
            "review_title": "Best conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Amazing product smells so good. Worth the money and not so expensive."
        },
        {
            "review_title": "Makes my hair soft and nourished.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this leave in conditioner complimentary in exchange of my honest opinion. I really love the texture of this leave in conditioner. It instantly makes my dry fuzzy hair soft and nourished. The ingredients in this conditioner is really amazing and the scent is minty which I like.its very easy to use and works really well."
        },
        {
            "review_title": "Love it !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "After using shampoo and conditioner that dried my hair right out I was looking for something to make my hair feel healthy again so I decided to try this as a rinse out conditioner and a leave in. I've only used it two times and I can already see and feel the difference! I don't mind the smell but I sure do smell like a fresh pack of minty gum though ud83eudd23ud83eudd23"
        },
        {
            "review_title": "buy it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Combination skin",
            "review_text": "searched high and low for a good leave-in. there are so many options on the market but not all work well for textured hair. I love the smell, the feel and the results."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Ive been using this for a few months now and I love it! I initially bought it as a leave in not knowing you can also use it as a regular conditioner, and now its my go to every time I wash my hair. I also use it as a leave in when my hair is damp."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This leave in conditioner is very good at treating my damaged hair.  It hydrates my hair and it looks and feels healthy.  My hair feels more soft and hopefully will have less breakage.  I only apply it to my ends where I need it the most."
        },
        {
            "review_title": "Other than scent, it's a keeper!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Reduces frizz substantially, softens hair. Definitely recommend. Mint scent not so great though."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought it because i got excited seeing the natural ingredients and all the benefits it could provide. But i was extremely disappointed.  I have 4b-4a type hair and the cream was too heavy, i had to dilute with water before every use or it wouldnt detangle my hair and would leave a white cast with build-up. The strong smell of aged toothpaste is horrible and lasts very long, unfortunately. It didnt bring any moisture nor shine. My hair looked dry and dull after application. The price is expensive but the bottle has a lot of product in it making it worth it in someway. I really wanted to like this product but its a no for me. I will not buy it again."
        },
        {
            "review_title": "Soft and defined curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I received the melanin leave in conditioner in exchange for my honest review.  This product smells great and leaves my hair super soft with defined curls. I would recommend it to all of my friends. So easy to apply to wet hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This product not only effectively detangles and softens my hair, but it also provides nourishment and moisture without weighing my hair down. I also use it as a refresher, it consistently delivers gorg results. I love that it has natural ingredients and no harmful chemicals. This product is a must-have for anyone seeking a high-quality, multi-functional conditioner!"
        },
        {
            "review_title": "Great for the multiple hair textures",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "The Melanin leave in conditioner is exactly what my hair has been missing lately. The moisture that it puts back into my hair after I wash it is immediate. I also leave it in for my wash and gos and it leaves no flakes and works great with my other products. I also use it in my kids hair (we all have diff textures) and it works great in their hair also while adding some shine."
        },
        {
            "review_title": "I use it daily!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is perfect for my wavy hair! It is lightweight and has a nice minty smell to it. It leaves my hair soft and moisturized it works well to help lock in my curls. It works great on tangles. It doesn't weigh my hair down at all. It completely soaks in , no greasy feeling at all. I love all of the extracts and oils it has in it."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I really like how lightweight the product is and it does NOT itch my scalp. It is worth the $$. Note: the pump was not locked prior to shipping and a few ounces of the product dispensed in the box but I know Whitney didnt mean it"
        },
        {
            "review_title": "Best Multi-Use Leave-In!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "So soft! This really is such an amazing multi-use product. I used this as a detangler & it helped so much. Has great slip and a light minty scent. I have low porosity hair and my curls drank this right up. You can see how dry my hair was in the before photo & how juicy she is in the after. Love it and definitely want to try other products from this line!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "This conditioner has become one of my favorites and a staple in my haircare routine!! It has great slip and makes the detangling process really easy. I love how soft this conditioner makes my hair after each use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "i absolutely love this product! I highly recommend it for anyone who has tight curls and is looking to maintain them and keep them silky and soft. Even in the dry cold weather they still looked great!!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Absolutely love this deep conditioner, it smells absolutely amazing and I have noticed a notice difference in the hydration levels of my hair. I was worried about trying it since I have thinner hair but I really do love it and would definitely purchase in the future."
        },
        {
            "review_title": "Defines and Hydrates",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Thank you to Melanin for gifting me this leave-in conditioner, it is wonderful. I have fine curly hair and it moisturizes and adds definition without weighing my hair down. It does a great job of smoothing out my frizzy ends. It has an herbal mint scent that I like, but I see some not appreciating it as much if they are accustomed to more synthetic scents.  The price is amazing for the amount of product in the bottle."
        },
        {
            "review_title": "quenches my curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "i received this product for free in exchange for my honest review but that doesnt discredit how amazing this leave in is! my curls need the hydration but my thin hair needs something thats not too heavy or greasy. this is perfect for my hair and it keeps it smooth and soft."
        },
        {
            "review_title": "a good combination for hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Melanin Haircare's leave-in conditioner softens, smoothens, and detangles hair while enhancing its natural beauty. The Bamboo Extract moisturizes, promotes growth, shine, and elasticity. Pro-Vitamin B5 and Hops Extract prevent dehydration, reduce hair fall, and promote growth and shine. This gentle, sulfate and paraben-free conditioner is perfect for hydrating and adding shine to frizzy and dry hair."
        },
        {
            "review_title": "Love love love for 4a hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I use this as a Leave - In conditioner and a regular conditioner and my hair has been so healthy"
        },
        {
            "review_title": "Great results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I am so pleasantly surprised with this Melanin conditioner!  I love the ingredients including nourishing baobab oil, turnip root, and pro-vitamin B5.  I am happy to see that there are no sulfates, parabens or phthalates.  The scent is wonderful,  - very minty and refreshing.  The conditioner claims to soften, moisturize and repair, and it is definitely working.   After one use as a leave-in my hair felt so soft and had more shine.   My before and after pictures show the increased shine and manageability.  I definitely recommend this product!"
        },
        {
            "review_title": "A new staple",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Normal skin",
            "review_text": "This conditioner was amazing. I've used the shampoo and loved it, so it's only right that my hair loved the leave in conditioner as well. It left my hair feeling soft and moisturized. It's nice and thick just how I like it."
        },
        {
            "review_title": "Definitely something to try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this product in exchange for an honest review. Might not be the intended demographic since I have wavy hair that I tend to wear straightened, but this was a nice product to use in conjunction with a conditioner when my ends were feeling dry."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Ive been using this product after washing my hair. I apply a small amount to the ends of my hair and throughout the middle. It leaves my hair tangle-free, soft, and manageable. It does not leave it greasy looking at all. Sometimes I even apply some when my hair is dry. I really like this product for everyday use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Melanin Haircare Multi-Use Softening Leave-In Conditioner is formulated to soften, smooth, and detangle hair while enhancing shine and elasticity. Its key ingredients, Moroccan Argan Oil and Jojoba, contribute to its moisturizing benefits. Additionally, being sulfate- and paraben-free makes it a potentially gentle choice for hair care. It helped my frizzy dry hair to with hydration and shine."
        },
        {
            "review_title": "Love it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This leave in conditioner is soo good! I have bleached blonde hair and it tends to get very dry especially in the winter months. Using this after my shower helps so much with bringing softness and moisture into my hair."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Melanin Haircare's leave-in conditioner transformed my hair! It's a knot-detangling, softening miracle.It repaired and strengthened my hair. I've used it in seven different ways, from deep conditioning to styling, and the results are incredible! My hair is now hydrated, manageable, and simply beautiful. A must-try for anyone seeking a haircare revolution!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "the multi-use softening leave-in conditioner is a game-changer for anyone looking to revitalize their hair. the moisture-rich formula is designed to soften, smooth, and instantly detangle your locks, making hair care a breeze. Additionally, the product is aimed at repairing your hair from the inside-out, providing nourishment from roots to ends. With this conditioner, you can expect deeply moisturized and silky-smooth hair that's easy to manage and style. Whether you have frizzy, damaged, or unruly hair, this leave-in conditioner is your go-to solution for achieving beautifully nourished and rejuvenated locks."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is the best conditioner I have ever tried.I really like how lightweight the product is and it does NOT itch my scalp. It makes my natural hair feel moist and supple. It smells wonderful to me, a lighter smell but not heavy. This product I use after washing my hair as a leave in conditioner. It leaves my curls natural and solid looking. My hair looks kept and neat. Lasts all day."
        },
        {
            "review_title": "good but not great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "My first impression of this conditioner, its nothing extraordinary but it IS good! I like it, for what it is I think it does its job well. My hair definitely feels softer after each use and probably my fav part about it is that it is multi use. You can use it to condition like regularly, as a leave in conditioner, as a detangleler and more. Taking in consideration the price and its multi uses, Id say its worth it. Overall, I really like this product!"
        },
        {
            "review_title": "Great product for my curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have curly hair with a lot of frizz, lack of shine and hydration, I have seen that many people with curly hair use Melanin Hair Care products, therefore I feel identified with them and the brand.   One of the things I like is that their products are for all hair types. And this is comforting because everyone in the family can use the brand without having to buy very specific and different products, so we can all benefit from the high quality of their products.   About the product itself, the texture is light and soft, I am using it as a leave in and it spreads easily all over my hair. The product melts on my hands and the scent is like peppermint but not overwhelming. Im not much of a fan of the scent but is ok.   I have noticed that it provided control of my frizz and my hair looked shinier,  softer, and moisturized, my curls also look defined, so Im really satisfied with this product.  I will be definitely continue using it and I will make a part of my hair care routine."
        },
        {
            "review_title": "Very good product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this as a gift in exchange of my honest opinion. used this as a leave-in and it worked very good. I have a very thin hair, curly and no chemicals. It left a smooth texture without a gloss and I definitely recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This leave in conditioner has a variety of uses. I like to use it as a conditioner or a deep conditioner. I like its fragrance, and my hair becomes smooth and soft after using it. I will recommend it to my friends."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "This hair brand absolutely never disappoints. I tried them for the first time recently and it truly makes such a difference. Not a single one of their products that I have tried has missed I cant recommend enough"
        },
        {
            "review_title": "Minty fresh !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I LOVE this product. First off the pump packaging is my absolute favorite and I feel like all brands need to do that . The smell is so good and minty !!!! But besides that theres sooo many uses for this product can b used to detangle , leave in . Deep conditioning mask , or my favorite way to use it as just a regular conditioner after my shampooo .. but I love this product sooo much that now I want to try everything else from this brand ! Its light weight does not weigh my hair down but drastically reduces frizz and my hair looks soft and shiny ! Its a must have for me !!!"
        },
        {
            "review_title": "Great!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Melanin leave in conditioner smells so good just like spearmint! My pump did come broken and that was disappointing but the scent made up for it!! Brought my curls back to life, full and bouncy!! Great conditioner!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I am so excited to use this leave in because my hair is naturally curly but because of using all the wrong products, I have trained it to become frizzy and wavy. I love curly hair products!! So nice to get."
        },
        {
            "review_title": "Pretty good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Melanin Haircare Multi-Use Softening Leave In Conditioner comes in a nice pump dispenser. I have to be very light handed when using because its very moisturizing and too much weighs my hair down. The scent is minty and has a very light refreshing feeling to it. Overall its pretty good."
        },
        {
            "review_title": "Love this leave in",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "I really love this leave in conditioner. The scent is that of an herbal mint tea and Im just in love. I really love how it controls my fizz and keeps my curls hydrated and very very happy. I also love how big this container is and I really dont have to use that much either."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is my favorite product when my hair is wet! It has so many uses so I notice the biggest difference on wet hair but it also works in between wash days too!! My hair has turned from curly to wavy and this is literally bringing my curls back to life"
        },
        {
            "review_title": "Moisturizing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "My hair feels so soft after using this conditioner, I love how it doesnt weigh down my hair and it doubles up as a leave in conditioner. It does have a minty kind of smell, not what you would expect from a conditioner but it is actually not bad. worth to try!"
        },
        {
            "review_title": "Great for dry hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I have dry hair from bleaching it for years and I was looking for a leave in conditioner to help hydrate my hair. I wanted to try this since it was formulated for dry hair.   After using this I noticed my hair felt a lot softer and was a lot easier to brush. I also noticed less breakage and that my hair was shinier. Definitely a must try leave in!"
        },
        {
            "review_title": "Great for my wavy sometimes curly hair.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Great leave-in conditioner to help detangle any knots. Hair has looked healthier, shinier and definitely softer than it did before using this product. I have wavy hair that sometimes turn into curls when it wants to so this helps smoothen them out so it doesnt look messy."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My review will be short, but there is nothing bad to say about The Multi-Use Softening Leave In Conditioner. A lot of people say they did not like the smell, but I did. I liked to texture, however for my hair it was a bit heavy. I would try again."
        },
        {
            "review_title": "Nice leave in",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I received this product very promptly from The Melanin Haircare and it came nicely packaged. I have naturally curly hair that damages easily so I was excited to try this product. Its lightweight and controlled my curls without weighing them down."
        },
        {
            "review_title": "Great addition",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I was gifted the multi-use softening leave in conditioner by Melanin Haircare for my ho eat opinion. This worked great at detangling my daughters long hair. Its versatility to use wet or dry is awesome and gives flexibility to your routines. Her hair feels so soft and the smell is so good!"
        },
        {
            "review_title": "So Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I Used This Conditioner As A Treatment For My Natural Hair I Love The Smell Of This Conditioner It Has Like A Minty Scent It's So Nice I Waited The 30 Minutes Then Washed It Out I Felt My Hair Was Easier To Manage After Using This Conditioner As A Treatment"
        },
        {
            "review_title": "Great multi use conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I used this conditioner a few different ways, as a leave in conditioner and as a deep conditioning treatment. It made my hair feel really soft and less frizzy, it also didnt make it oily. I love all the oils and natural ingredients in this conditioner that nourish my hair."
        },
        {
            "review_title": "Minty smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "i tried the melanin as a leave in and smells extremely minty when applying, isnt heavy on the hair, did help with detangling hair because i had a massive knot in the back of my head i was able to brush out and made my hear soft"
        },
        {
            "review_title": "In love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "I was gifted my The Melanin Haircare Multi-Use Softening conditioner for my hair! It leaves my hair feeling silky smooth! I have thin hair so I apply a dime sized amount to ends while hair is wet. I love how easy my hair is to manage and brush! It also detangles! I highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I love this, the melanin hair caramel to use softening conditioner cream. It makes my hair soft and hydrated after the shower. it leaves my hair feeling hydrated with a wing it down. I would definitely recommend this product."
        },
        {
            "review_title": "Worked Wonders",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Thanks to Skeepers and Melanin I was gifted this in exchange for my honest review.  It has the most amazing Spearmint smell and truly works wonders on my hair. Found it incredibly cooling and soothing on the scalp.   Whilst it can be used in several different ways, Ive mainly used as a leave in conditioner treatment. Which has in all honestly revived my damaged colour treated hair. Providing the deep nourishment my hair needs, even making my thick hair much more manageable.  Love thats is made with all natural ingredients with no synthetic fragrances.  Plus it is free from sulfates, parabens, silicones, phthalates, mineral oil, formaldehyde and petroleums.   Apparently works on all hair types and textures, its definitely working for me. Initially l wasnt expecting much from this, I havent heard of this brand before.   I think its fantastic Haircare and only $23 for a full sized bottle, needless Ill be buying more and this brand is fully on my radar now."
        },
        {
            "review_title": "Love ^~^",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "This was a great product, I love leave in conditioners and this one smells so good. It has a pepperminty smell. Which is great right now for the season. Its definitely a huge amount of product and a little goes a long way. Left my hair feeling amazing <3"
        },
        {
            "review_title": "Nice and light",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I have been using this product for years now. Glad to see it available at Sephora. I love the lightweight texture and the smell is minty. Works wonders on my very thick, coarse hair."
        },
        {
            "review_title": "Hydrating Forming Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have been looking for a product to bring back my curls and this is my first time using a leave in conditioner so I was very excited! Packaging is super cute and comes in a tall pumping bottle. The product itself has a very strong minty scent but I dont really mind it (not sure how others would feel). My hair felt very moisturized and shiny after and overall felt healthier. Very impressed !"
        },
        {
            "review_title": "Amazing haircare",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
            "review_text": "I absolutely love the multi use softening leave in conditioner I was gifted complimentary from melanin hair care. The leave in conditioner works so good and it smells very nice. It really softens my hair."
        },
        {
            "review_title": "Love for my 3b hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Didnt know what to expect. This is the first Ive heard and tried of the brand. One thing I will say right now, my hair has NEVER felt so soft and fluffy before. This stuff is sooo good. And it doesnt leave a film either. Its keeps the hair soft, shiny looking and frizz free. Like my bleached damaged hair actually felt healthier!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product didnt work for my hair. I love the way it smells, but it was too heavy for my hair. It says its for all hair types but it didnt really work for my straight hair. It made my ends clumpy and sticky as a leave in conditioner. I did like it more more as a wash out conditioner."
        },
        {
            "review_title": "GREAT SOFTENER!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This softening leave in conditioner is exactly what it says! My hair has never been so soft. I can not believe how well this works. I have thicker hair with waves and curls. This has made they look hydrated and beautiful. What a great product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My go to pre poo this helps protects my lengths when shampooing my hair. I love that its multi use my second favorite way to use is as a deep conditioner. It has great ingredients and is a great haircare product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This leave in conditioner is very easy to use. I like the bottle and the applicator. Most leave in conditioner doesnt have a pump. Besides that, this leave in conditioner is very moisturizing and it makes my hair very soft."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I love this conditioner so much! First off I love how it is a pump and a big bottle so it lasts me forever and is easy to dispense. Secondly, I love the actual product. Love how it can be used as a leave in conditioner or as regular conditioner and it makes my. Hair so soft and smell good"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is a new brand that I personally havent heard of yet so I was excited to try it out. The conditioner made my hair super soft and manageable, and frizz free as well which is definitely what Im looking for when i add something to my hair routine so I think this is a new staple for me!"
        },
        {
            "review_title": "Softer and smoother hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Great hair mask.  Easy to use - just apply small amount on the hair.  The texture is at the right level for moisture and nourish the hair without leaving it too greasy.  I use it after every other wash for several times already, hair is softer and smoother."
        },
        {
            "review_title": "Smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This leave is extremely amazing, it leaves my hair softer and my hair feels extremely healthy. I absolutely love it. I it my partner tried it and loved it. Cant wait to explore more of this brand. I is really amazing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I am very impressed by the various ways that this conditioner can be used. My daughter have wavy/Curly hair and I gave her this conditioner to use as she already uses the shampoo from the brand. He hair usually looks very dry but after using this conditioner as a post shampoo treatment, her hair looked very soft and hydrated."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I have been using this leave-in conditioner for many years. It truly is the best. It smells good, soothes the frizz without weighing the hair down, is affordable and does not contain a ton of harmful chemicals."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Love love love! My hair has never felt so soft! It also has a nice scent and makes my scalp feel so clean and fresh. I love how lightweight it is. My hair just soaks it all up! Melanin haircare has made my natural hair journey so easy:)"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "This leaves in conditioner has no scent, which i usually prefer in my haircare but not a deal breaker. It's a very lightweight yet hydrating leave in conditioner, it was easy to comb through after putting this in my hair. I love how much product comes in the container as well"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Wow! What an incredible leave in conditioner! This has helped so much to soften, smoother and detangle my hair on wash days! My hair feels so much stronger and more nourished since I started using it!"
        },
        {
            "review_title": "Multiple uses",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Wow. This is something Ive been wanting for the longest time. A one-stop product. I used it to take down my braids and my hair felt so moisturized after so I also used it as a leave-in conditioner when I washed my hair. I know Ill find myself repurchasing this a lot."
        },
        {
            "review_title": "Must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "The melanin Haircare multi-use softening leave-in is really nice, leaves hair feeling moisturized and soo soft. Also it smell really nice. I enjoy this product and its a pretty large size it will last forever."
        },
        {
            "review_title": "Holy grail product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "As someone with super thick 4c hair,  I am always looking for a leave in conditioner to hydrate my hair. This one left my hair super soft. I devided my hair into 6 sections and applied the leave in liberally to the section and then seal with an oil. My hair loves this stuff and I will continue to use because I think this maybe a holy grail leave in for me."
        },
        {
            "review_title": "Smells amazing and deeply moisturizes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This has made my hair so silky soft please never stop making this! I use it 2-3x a week to restore moisture back into my waves. It also keeps my hair knot and tangle free which is incredible because my hair is thick and usually always in some way untamed. This actually makes my hair look and feel the best its ever been! I love using it as a leave in conditioner but also as a styling creme because it helps my hair take shape really well."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Love this multitasking cream! I usually always use it as a conditioner,it moisturizers my hair, leaving it soft and deeply hydrated. I feel like it noruishes my hair from deep inside. Im impressed by the ingredients such as rosemary extract, baobab oil, white tea leaf, aloe Vera, jojoba oil, spearmint, amino acids, vitamin B5! All of these work wonders on my hair! Its so much softer and detangled."
        },
        {
            "review_title": "Great on curly hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have used Melanin leave in conditioner various times now in different ways. The first time I tried it as a regular conditioner so I washed it out. While showering, this product did an amazing job at detangling my knots. It left my hair feeling silky smooth and tangle free. It is ultra hydrating so I'm in love with it! My hair looked shinier and healthier after just one use. Another time, I used it on dry hair and it made detangling easier. Although it is a leave in conditioner, I prefer to use it as a rinse out conditioner, but that's just my personal preference. I neither hate nor love the scent. It's a spearmint type of smell. I personally would have preferred a different scent like fruity or even unscented, but the product is so great on my hair, that I overlook the scent. For religious reasons I cannot provide pictures of my hair for reference, but I vouch that it has done wonders for my really curly type 3C frizz prone and easily tangled hair."
        },
        {
            "review_title": "My hair so soft!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This Melanin Haircare Multi-Use Softening Leave-in Conditioner is impressive!! No joke, my hair is so soft after using it. My hair is usually super dry and always tangled, but I love that I can use it as a leave-in conditioner without washing it off. It works wonders, I really love this product!"
        },
        {
            "review_title": "Will buy again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Wow I think this product is spectacular. My husband really likes the smell of this conditioner and its not overwhelmingly greasy. It comes in a super cute bottle and is something I will definitely keep buying in the future. I love how my hair feels after using it and how soft and shiny my hair has become . Really Cool"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have slightly wavy, about a 2c wavy hair. This left my hair with more of a curl pattern. When I brushed it out, it wasnt frizzy either. It left my hair feeling really soft. I love the smell of this conditioner. Its like a spearmint and it lasts for awhile!"
        },
        {
            "review_title": "Perfect for 2C hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Melanin Haircare Multi-Use Softening Leave in Conditioner is light enough for everyday use, but still hydrates my hair and leaves it looking beautiful. I like to use it as a daily leave in conditioner, but it also works great as a deep conditioning mask. It has a light, almost peppermint smell to it. I have 2C hair that is very susceptible to frizz, and this product really helps to tame the frizz."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Melanin haircare softening leave in conditioner was a delight for my curly hair. It was easy to use and i loved the application process. Product smelled amazing and my hair loved it. it was not too thick and easily melted into my hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love this conditioner that you can use it as a leave in conditioner or rinse it out. I prefer to use it while shower and rinse it out. It made my hair super soft and tangle free. It works great for curl hair gives me a lot of beautiful curls. The mint smell is kind of strong but I like it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This leave in conditioner has my hair feeling so smooth and hydrated. I have dry, wavy hair and this is just what my hair needed. The conditioner leaves my ends less damaged and manageable when styling."
        },
        {
            "review_title": "Use it as you want",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I recently had the opportunity to try the Melanin Multi-Use Softening Leave-In Conditioner, and I must say it exceeded my expectations. The rich formula, infused with natural ingredients, left my hair feeling incredibly soft and nourished.  What impressed me most is its versatility u2013 you can use it as a mask for a deep conditioning treatment, as a traditional conditioner on wet hair, or as a leave-in conditioner on damp or dry hair. This flexibility is a game-changer for busy lifestyles.  The results were nothing short of insane; my hair felt rejuvenated and noticeably more manageable. The fact that I received this product as a gift doesn't change my honest opinion u2013 I highly recommend the Melanin Multi-Use Softening Leave-In Conditioner. It's a must-try, and I'll definitely be purchasing it again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This leave-in is a multipurpose that can be used on wet or dry hair depending on your goal. It makes my hair soooo soft and hydrated. It helps to detangle my hair very well and it was quick and easy to incorporate into my hair routine. The only thing I didn't like was the scent, but it isn't a deal breaker given my results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This really moisturized the hair I like the smell alot especially if you like minty smells. I was able to comb through my hair without any tangles. Is a good price and I would but it again because its such a good moisturizing conditioner."
        },
        {
            "review_title": "Great product for curly hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This product is great for curly hair, my hair gets frizzy and dry on winter and really needs a deeply moisturizing product and that is this one, the only thing is that the smell is a little strong but other than that it leaves my hair so soft and less frizzy"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "This smells kinda strong, thankfully it washes away and you cant smell it too much afterwards. I use it as a conditioner and it leaves my hair soft and moisturized. I find that my hair is sleek afterwards and doesnt frizz up when blow drying my hair."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Love this stuff. It smells really good. Like a light scent of mint. It makes my long hair really soft. It is easy to wash out. I like that it has a pump with the bottle so its easier to use. It makes my hair soft when I blow dry it too."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This is my first time trying anything from the brand and although I enjoyed the product, the scent of peppermint is just way too strong. It smells like I am putting gum on my hair. I like the multi use of the product but cannot deal with the scent so will not use long term."
        },
        {
            "review_title": "Smells Great and Works Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "Great all purpose conditioner! This formula has a very pleasant minty rosemary fragrance. Ive used it as a traditional rinse-out conditioner and it leaves my thick hair soft and tangle free. A little bit goes a long way to tame frizz and static. I fully recommend this product!"
        },
        {
            "review_title": "Multi-use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "This seriously is a multi-use product. Ive tried it as a conditioner, as a leave-in conditioner for deeply moisturizing my hair, but my favorite is to use it as a leave-in conditioner. It leaves my hair feel long soft and manageable and it smells a little minty. I love this!"
        },
        {
            "review_title": "New fav!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Dry skin",
            "review_text": "This cream is really great for curly hair. It is super thick and very hydrating. I love that it comes with a pump so its a lot less messy. There is quite a lot of product for the price and with the natural ingredients this is a great option."
        },
        {
            "review_title": "Good for Fine Hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I loved this conditioner! I have historically not used leave in conditioners because I have very fine hair and most treatments seem to weigh my hair down and feel heavy. This one worked well for my hair type and was a very effective detangler as well! My hair felt softer even after the first use. I used this as both a leave in conditioner after my shower as well as a hair mask (left in overnight). The only thing I would change is the scentu2014as others have said it does smell like toothpaste, but I did not think the scent had much staying power and I could not smell it as my day went on. The scent alone was not enough to deter me from using this product. I included before and after photos!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I appreciate that this product uses safe and clean ingredients. It smells like spearmint which is also a bonus. It is also very hydrating when used as a leave in conditioner. I havent used it as a mask but just as a leave in its great but not revolutionary in my opinion. Its a great value for the price so I would purchase another bottle but I have also gotten similar results from others that Ive tried."
        },
        {
            "review_title": "new favorite leave in conditioner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "this leave in conditioner moisturized my curls without weighing them down or looking greasy. i have wavy/curly hair and after trying this my curls looked nicely defined without that greasy look. it does smell like peppermint which is an interesting choice but it dissipates after using. also you get a pretty big bottle for the price."
        },
        {
            "review_title": "Melanin leave in conditioner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I received this free from Sephora and Melanin for my honest review. I loved how it made my hair feel, it didnt create greasy feel. Also left a nice scent in it and felt more nourished. I would but this again !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This conditioner is very easy to use. I use it everyday after washing my hair. It works just as good as a hair mask. It is extremely nourishing and moisturizing. I love the bottle and the applicator, makes it very easy to use."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I used the leave in conditioner as a hair mask in the shower after shampooing. The scent is very minty and reminded me of toothpaste but not in a bad way. The product left my hair very soft and held in the moisture. It was lightweight and even left some shine on my dry hair. I would use it again!"
        },
        {
            "review_title": "I Cannot Get Enough!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "My hair and I fell in love with this Multi-Use Softening Leave In Conditioner. After washing my hair I put two-three pumps in my very long and thick wavy hair. I let my hair air dry or wrap it in a towel and go to sleep. My hair lays so beautifully, my waves actually wave, and my hair has so much movement and is very soft. I definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "I received this as a gift from the melanin haircare. I have 3a curls and this leave in seems to work really well with my hair. Nice and moisturizing. It smells like peppermint gum lol but its not bad actually kind of refreshing"
        },
        {
            "review_title": "Silky smooth hair!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "The Multi-Use Softening Leave In Conditioner is a lifesaver! It leaves my hair feeling so soft and smooth without a single tangle. I also use it on my daughter's hair as a regular conditioner and she also didn't have a single tangle when brushing leaving it silky and smooth. It also smells amazing!! Very minty and sweet. I just love this conditioner."
        },
        {
            "review_title": "a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this product from sephora for my honest review. there are multiple ways to use this product but I chose to use it as detangler/ leave in conditioner. I really like it, its a bit thick, so I rub it between my balms for a few seconds to warm it up and make sure it gets distributed throughout my hair. It keeps my hair shiny and smooth."
        },
        {
            "review_title": "So many ways to use this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Oily skin",
            "review_text": "Melanin Multi-Use Leave In Conditioner can be sued so many different ways. I love how versatile this product is and how great it works for all hair types. You can apply this to wet or dry hair and use it as a conditioner, a deep conditioner, a leave-in conditioner and even as a detangler. My daughters have beauty curls in their hair and not many product so well to bring their curls out. This product is also free of sulfates, parabens, silicones, phthalates, mineral oils, formaldehyde and petroleum."
        },
        {
            "review_title": "Loved it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "The Multi-Use Softening Leave In Conditioner from Melanin Haircare is a very nice and lightweight product. The conditioner has a natural minty scent that also provides a cooling effect on my head when used. I also really liked that it can be used as regular conditioner or leave in. When used as a leave in, it reduced the frizz that is normally in my hair."
        },
        {
            "review_title": "Wavy hair moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Melanin Haircare Multi-Use Softening Leave In Conditioner Im mid40s and just starting out my curly hair routine and this conditioner is a great option. I love the minty scent and the natural ingredients. Its definitely not heavy on my thin wavy hair but I like that it can be used as a conditioner or a leave in depending on how much moisture your hair can handle."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Ebony skin tone, Combination skin",
            "review_text": "I absolutely love the smell of this conditioner. It smells like spearmint. The conditioner has great slip. I like to be pretty heavy handed with conditioner. I didn't feel the need to be so heavy handed with this. The product applied and my hair really soaked it up. I was able to slick my hair back very well without my curls puffing up. Can't wait to trust more from this product line."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This produce works great in my hair. I usually use about 3-5 different products in my hair. But this product I can use by itself. I put it on my damp hair and then let my hair air dry. It also smells great which is a bonus."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "The only way to control my curly hair and have it manageable, frizz-free, shiny and moisturized is to always use a good leave-in conditioner. I really like this product in particular because it does everything mentioned above, especially because its consistency is quite creamy and heavy, which I personally love because it allows my curls to look very defined and look wet, not dry or fluffy."
        },
        {
            "review_title": "Great for frizzy hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I recently tried Melanin The Multi-Use Softening Leave In Conditioner and was impressed by its detangling effect on my hair after washing. The spearmint fragrance is refreshing and not overpowering. I applied it to my towel-dried hair and was pleased with how it enhanced my curls without weighing them down. This product is a great choice if you enjoy the scent of spearmint in your hair and are looking for an effective solution for frizzy hair."
        },
        {
            "review_title": "Fabulous leave in conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I have been using this leave in conditioner by Melanin on my hair twice a week on wash day. Ever since I started using it I have noticed my hair seems less frizzy, soft, and easier to manage! I have very long hair and this leave in conditioner makes its so easy to detangle my hair when brushing it"
        },
        {
            "review_title": "Love it for all 3 of my kids hair textures/ curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Works amazing for all 3 of my kids. They are biracial and all have different textures and it works for all 3 and I love the mint smell ( unisex) so it works for my girls and my son. Defines curls, smells fresh and doesn't weigh it down."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received the multi-use leave in conditioner complimentary from Melanin and love it!  I have used it both as a regular conditioner and leave in.  My hair feels so soft and hydrated.  I will definitely be purchasing this again!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone, Combination skin",
            "review_text": "This is my favorite leave in conditioner. I have super DRY hair. I always need to use a leave in with natural hairstyles or it will feel like a Brillo pad. This makes my twists and curls so plump and juicy! I love it!"
        },
        {
            "review_title": "Great de-tangler",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This leave in conditioner has so many uses but I used it as a de tangler. It works amazing! It is so moisturizing and smells great.  My hair looks so fresh and conditioned.  Im going to love trying the other uses."
        },
        {
            "review_title": "Good product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love this! Its very moisturizing and smells so good. Its lightly refreshing minty scent! It made my hair so soft after using it as a deep moisturizing mask! I prefer to use it that way and rinse it out in the shower versus a leave in conditioner though, as it can be a little sticky. But it did leave my hair very bouncy and shiny!"
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "I received the multi use softening leave in conditioner from Melanin. I love how versatile this product is- it can be used in so many ways. I have used it as a deep conditioner and a leave in so far and am loving it!"
        },
        {
            "review_title": "Smells like rosemary and mint.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "I am loving this Leave in. Great on my curls. It's moisturizing and eliminates frizz and defines my curls  without leaving it weight down. I only use about a nickle size on my short hair. I scrunch it in on wet hair . My hair feels super soft. I do use a hair oil over it."
        },
        {
            "review_title": "Awesome!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This leave in is awesome! It smells great and makes my curls look great! The product itself is thick and creamy and makes my hair look great. I would definitely recommend to anyone looking to help their curls look good!"
        },
        {
            "review_title": "Dry hair girlies",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I love how this conditioner has such amazing multipurpose hacks that you can use such as being a conditioner, detangler styling cream and just a regular conditioner. The ingredients are absolutely amazing because they leave your hair silky, soft."
        },
        {
            "review_title": "Use 7 different ways!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Pretty cool this can be used 7 different ways - its an all in one! I use it as a deep conditioner and leave it on for 30 minutes then rinse and my hair feels soo soft. I also apply a little as a leave in and my hair looks hydrated without being weighed down. This is a great multi use product!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I received someone in exchange for this post: The Melanin Haircare Multi-Use Softening Leave In Conditioner. I try this conditioner by a week and is good for hurry times, when i leave on my hair and let dry my hair feel little sticky, when i raise before shower works better for me."
        },
        {
            "review_title": "Good for any hair type imo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "I received this Melanin Haircare Multi-Use Softening Leave In Conditioner and I got a little concerned because when I started reading up on it I noticed it really wasnt for my u2018hair type. But I do have very thick and course hair so I decided to give it a try anyway because my hair is very dry from using my hot iron everyday and Im so happy I did! I left it in for 10 minutes and it honestly made my hair so soft. I shampooed and used conditioner as normal then I used this leave in conditioner and its definitely a game changer!"
        },
        {
            "review_title": "Best hair conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "The best hair conditioner I have ever used I have replaced my old one for this one its so good for my hair I have wavy hair and this helps my hair look so healthy and very moisturized best hair products ever ud83dudc97"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "only good things about this product are that it has a pump and that it has peppermint which is a good ingredient for hair. Besides those, this conditioner has no moisture at all to me; even just water would do better. I use it as a leave-in and can't imagine putting this on as a conditioner. Maybe if you already have softer hair, this will work for you but in my case it did nothing. I have used other leave-in in the past that worked wonders for my hair. This was incentivised"
        },
        {
            "review_title": "Perfect for curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Melanin Haircare Mulitiuse softening leave in conditioner is great for curly hair. My hair is usually dry but this leave in gives it so much hydration and shine I love that it makes my curls look alive and bouncy. Say bye to dry hair with just this one product. After using this my hair is much more manageable as it helps remove knots also great detangler! What I most love is that its free of parabens sulfates and silicones"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This conditioner is a game-changer. You can use it on completely dried hair, and it's so strong and minty. It's incredibly moisturizing, and my hair drinks it up. Plus, you don't even need to wet your hair - it's silky and smooth, like magic. This product is the best leave-in conditioner I've ever used. I love the smell of this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "ave wavy hair so I used as prewash.  Even using a bonnet to sleep my hair tangles bad between washes . I use this leave in on my dry hair to comb out my tangles   . It helps the brush to go through gently . It also helps to moisturize my dry hair .  I would definitely recommend to waves like myself as well ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This leave in conditioner was able to restore and moisturize my hair especially In this winter/ cold season. I would highly recommend it to the natural girls! I love there product line. Definitely would be a good gift also."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Excellent leave in conditioner. I use it after every wash and I like the results. My hair is silky, moisturized and hydrated. It has glossy finish. I would highly recommend it to everyone to try it out."
        },
        {
            "review_title": "Super soft.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I used Melanin Haircare Multi-Use Softening Leave In Conditioner on my sons, who are multi-racial. There hair is so soft and smells so clean there is not a strong fragrance, just a light, clean smell. I recommend and will purchase."
        },
        {
            "review_title": "Soft and Bouncy Curls!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I use this as a conditioner and leave in and my hair has been loving it! It's not too heavy for my fine/medium curly hair and it leaves it feeling soft and bouncy. I also have color treated hair and I feel like it's made a HUGE difference in healing my damage and bringing back my curls."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I was gifted this multi-use hair softening cream by The melanin and Im so happy with how it turned out! The consistency is just perfect for my thick and easily weighed down hair, it is lightweight, rich is softening ingredients and leaves a healthy shine behind. I highly recommend it !"
        },
        {
            "review_title": "Minty smoothness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was really surprised just how much I liked this multi use product! I used it today as a rinse out hair conditioner in the shower for my fine, wavy, color treated hair. It does have a mint fragrance, which I have used in the past for other hair products and I found refreshing and energizing in the shower. I used 3 pumps for my long hair, and it felt very smooth as I rinsed. When styling, I found my hair, so manageable that I did not need to use another product to comb and blow it dry. I will definitely use as a rinse out conditioner, and I will try it in other capacities as well."
        },
        {
            "review_title": "Minty smell",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Melanin Leave in conditioner has a mint smell almost like spearmint gum.  I have thick curly hair that knots and tangles easily. I first applied the product as instructed to use as a detangler and it didn't make much of a difference.  However, when I used as a leave in my hair did feel softer.  Most likely won't order again."
        },
        {
            "review_title": "Affordable greatness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I really love this brand, this leave in conditioner smells super refreshing, and leaves my wavy hair soft. My daughter has super curly hair and it leaves her curls tight and manageable. This will last forever as you only need a small pump unless you use it as a hair mask. Thank you MELANIN! Complementary from melanin haircare!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Combination skin",
            "review_text": "This gem works wonders on all hair types, leaving mine unbelievably soft and easy to manage. I love how it hydrates without weighing my hair down. I use it mostly as a conditioner but is lightweight and convenient as a leave-in treatment. If you want nourished, beautiful hair, this product is a must-try!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I have really frizzy hair that is dyed red. I always need to leave in conditioners to help tame the frizz and this product really does the job. I use a comb to help disperse the product evenly on my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "The Melanin Haircare Multi-Use Softening Leave In Conditioner is a game-changer. Its nourishing formula leaves my hair silky-smooth, defines curls beautifully, and the versatility makes it a must-have in my haircare routine. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Melanin Haircare's Multi-Use Softening Leave In Conditioner is a game-changer. It effortlessly detangles, leaving my hair silky and manageable. The formula is lightweight, and the lingering fragrance is delightful. It's become a staple in my haircare routine for its nourishing effects."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love this conditioner because it smells so good and my hair feels soft! This line is affordable and I enjoy that my hair feels light after use! I recommend for the curly haired girls who want hydrated hair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Really great leave in. Made my sons curls sooo beautiful. His hair was so shiny, and soft. We also loved the smell, it smells like spearmint gum. It did not help much with detangling but its definitely perfect for defining curls."
        },
        {
            "review_title": "Go get this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This softening leave in conditioner works amazing and I totally recommend this leave in conditioner if you have super dry hair that needs some extra care! Go get this you wont regret it it works amazing!y"
        },
        {
            "review_title": "TOOTHPASTE?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I can't get over the smell. It smells like toothpaste. Who thought this was acceptable?"
        },
        {
            "review_title": "Good buy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Used as leave in conditioner on both wet and dry hair. Smoothed flyaways, left hair soft with a sleek finish. Not greasy or heavy. The only thing I would change is the slight spearmint smellu2026 not my favourite scent, but I do like the good properties of this essential oil"
        },
        {
            "review_title": "STOP THE FAKE REVIEWS",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "AGAIN WITH THE PAID u201cincentivizedu201d reviews this product creates buildup and with continuous use with block follicles and will break hair strands.. Sephora really needs to stop allowing these paid reviews."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This leave in conditioner did wonders on my hair with such ease! I would just put it on my ends after shampooing and let it sit for about 5 minutes. After rinsing off my hair would feel so smooth and look so shiny. I definitely will be repurchasing."
        },
        {
            "review_title": "Love as a conditioner or leave-in product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I have been using this Multi Use Leave In Conditioner for a couple weeks now and I have been really impressed with how soft my hair feels without feeling weighed down or full of a heavy product.  I've used it both as a conditioner in the shower as well as a leave-in conditioner and love using it both ways! It's lightweight yet really works to keep my hair soft and smooth all day long!"
        },
        {
            "review_title": "The only styler needed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "I love this product! I need to immediately get my hands in all of this brands products. My hair felt so soft and smooth, not to mention my curls were defined with only a little bit of frizz! No need for gel with this leave in!"
        },
        {
            "review_title": "It's worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This product is awesome! Not only is it moisturizing but it leaves my hair soo soft! It smells good too, which is a bonus. Now I'm waiting for the shampoo to come back in stock."
        },
        {
            "review_title": "A new favorite in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is a nice all-around conditioner. If you want to save space in your shower/reduce the amount of products you're using, and have 2c/3a hair, this is a good one! I'm not so sure how this is for moisturizing dry hair, as that's better for more coily textures, but I loved this product as a conditioner and leave-in conditioner. It worked well for my hair air dried without any holding product, air dried with mousse, blow dried with only heat protectant, and blow dried with mousse. My hair stayed soft and tangled less throughout the week. It is a little heavier than some other leave-ins I've liked, but I don't find it weighs my hair down. I do have alopecia and very thin, fine hair, so if it works for me, I think it would work for a lot of wavy and curly hair types! The product has a pleasant texture - it's not goopy or stringy, and distributes easily. Bonus points for having a light scent (some hair products have such strong scents that I get a headache).  I did receive this product from Skeepers, but was not paid or otherwise compensated for the review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "Melanin's Multi- Use Softening Leave In Conditioner is a must have.This leave in has a very lightweight and refreshing scent that lasts for a while.The consistency of this leave in  is thick like a cream,so a little goes a long way. Made with ProVitamin B5, Bamboo Extract, Wheat Amino Acids and Hydrolyzed Wheat Proteins to strengthen, fortify and reduce breakage, while rebuilding from the inside out. The Turnip Root Extract, White Tea Leaf Extract, Rosemary Leaf Extract, Hops Extract, Chamomile, Aloe Vera, Argan Oil, Baobab Seed Oil, Jojoba Oil and Spearmint work to  hydrate, soften, condition, promote the elasticity and flexibility of the hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Such an interesting product! My favorite way to use it as a leave-in treatment. Makes my hair really soft and luscious after I blow dry it. Im always a little reluctant when it comes to these kinds of products because Im afraid theyll weigh my hair down, but its definitely not the case with Melanin haircare. Really pleasantly surprised with how well it works and how little product I need. The container is huge, so I imagine its going to last a long time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I was blown away by how my hair felt after using this product as an overnight hair mask. I don't think I have ever felt my hair as smooth & silky after product use. I appreciate that there are multiple uses for this product & I look forward to incorporating it into my weekly haircare routine (:"
        },
        {
            "review_title": "Love the scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I really love this Melanin Haircare Multi Use Softening Leave in Conditioner. Its such a game changer. My hair is so much more soft and way silkier than before I started using it. It has completely transformed my hair."
        },
        {
            "review_title": "Really enjoying!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "I I have used this softening leave in conditioner a few times now and really enjoy the way my hair feels once it dries. I typically hair dry my hair when using it to really enjoy the benefits of how soft it get my hair!"
        },
        {
            "review_title": "Great multi-purpose product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Ive added this is my routine along with the other products from this brand (shampoo and conditioner). Since this can be used in more than 1 way, I really like this as a leave-in conditioner. And so far Ive noticed my hair looking nicer and can definitely say this may have helped with reducing my hair fall.  I definitely recommend this because this can be used in seven different ways! As a pre-poo, a detangler, a conditioner, a deep conditioner, a leave-in conditioner, a styling cream, and to rehydrate the hair throughout the week! Im excited to share more update once Ive used it a little bit longer."
        },
        {
            "review_title": "lightweight leave in conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "Melanin Haircare Leave-In Conditioner is a fantastic product for anyone looking for a natural hair care solution. It is an excellent choice for those who want to maximize hair growth and moisture retention. It is made with natural ingredients and has no harsh chemicals, which is great for those with sensitive scalp. The leave-in conditioner leaves hair feeling soft and manageable all day, without any sticky or oily residue. Overall, Melanin Haircare Leave-In Conditioner is a fantastic addition to any haircare routine."
        },
        {
            "review_title": "Love it love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I received this product in exchange for this review. I absolutely love this conditioner. I use it as a leave in. It smells so good my bf compliments my hair smell every time I use it. I thought this was just another influencer brand but no 10/10 I love it!"
        },
        {
            "review_title": "Best Leave in Conditioner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The Multi-Use Softening Leave in Conditioner left my hair so moisturized! I have dry brittle hair and this softened my hair after each use. It rehydrates my hair and repairs the brittle ends. I definitely recommend it for all hair types!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I love this conditioner,it makes my hair feel soft and smooth and detangles them. Moisturizes without weighing down my hair , I always use it as a leave in or a styler,no rinsing. I have tried it as a cowash too and it works great"
        },
        {
            "review_title": "A tad too minty...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This leave-in definitely detangles & softens your hair for a frizz free finish. I have used it as a leave-in, pre shampoo & and wash off conditioner - favorite is to use as a leave-in, BUT I have been using it specifically as a pre shampoo only because it smells identical to toothpaste. I don't have anything against peppermint, but personally my hair doesn't feel clean when it smells minty. Si might skip this one only for that reason u2013 otherwise it works well I cant deny. (gifted in exchange for honest review)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I received something in exchange for this post. Melanins products never disappoint me. These are the best products for curly hair. The have such healthy ingredients and never make my hair look bad. This is a brand I will always recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "thai si my favorite hair care product it makes my routine way better and my hair feels amazing for days after using it i highly recommend using thid"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love the multi-use softening leave In Conditioner by Melanin haircare! It leaves my hair so smooth and detangles so well! I love the smell as well and how sustainable it is!my hair has grown so fast since using"
        },
        {
            "review_title": "Cute!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Good conditioner, its a pretty thick formula so a little goes a long way. It has a minty scent to it thats not overpowering. It leaves my hair feeling soft! The packaging is also really cute! Overall good conditioner!"
        },
        {
            "review_title": "Love It!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I got this leave in conditioner from Melanin Haircare for both my daughters who both have curly hair ( diff curl patterns though ) my daughter who has a very thick head of hair with tight curls has been using it every morning to fix her hair and she's loving it , she said she wished it didn't smell minty but you get a huge bottle and it works as it says it should and does what we need it to do which is hydrate her curls and tame the frizz ! I definitely recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I am loving this leave in conditioner from melanin hair care. I have course and very dry hair, especially in the winter. Since I started using this leave in conditioner, my hair has improved so much. It is soft."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This product has truly transformed my hair and taken the moisture to the next level my hair is always silky and soft after using this conditioner and it can be used for so many different purposes i absolutely adore it !"
        },
        {
            "review_title": "great leave in!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "After using the melanin leave in condition for a couple of days, i would definitely recommend it , it really did a great job in my frizzy hair. I did my hair wash routine with the product , i used two pumps, you really dont need that much and the bottle brings a lot of product , so worth the money. It smells soft which i like , and my hair was very smooth after using it ."
        },
        {
            "review_title": "Lovvvvvve this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "The Melanin Haircare Multi-Use Softening Leave-In Conditioner has a permanent spot in my hair routine! I can not only use it on my shoulder length, fine curly hair as a conditioner, I can also use it on my daughters very thick curly hair as a leave-in. The detangling comb glides through both of our hair with ease. My hair even keeps its softness throughout the day! Love how flexible this product has been in my familys haircare routines!"
        },
        {
            "review_title": "Makes my hair so soft!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I have very dry, curly hair that needs a lot of moisture, and I have been so impressed with this leave in conditioner! I use it right after using the Melanin Reviving shampoo, which can be a little drying. After using this conditioner, my hair feels silky and is so easy to comb out. I like to use this as a regular conditioner and as a leave in. My hair has seriously never felt so soft!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I use this as a leave-in conditioner and it was the best choice. I like how the formula doesn't weigh down my thin hair. Has great slip and provides my hair with a lot of moisturizer. It also doesn't have a strong fragrance smell."
        },
        {
            "review_title": "Good stuff",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This stuff is so great! Leaves my hair silky smooth, frizz free and easy to brush. Its not greasy at all and it doesnt make my hair feel like theres product in it. It smells great too! The bottle is huge!"
        },
        {
            "review_title": "Perfect for curl hydration",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "As someone with naturally frizzy and wavy hair, this conditioner is incredible at defining my waves into loose curls and providing a great deal of moisture. It feels much softer, its less frizzy, and very shiny. Its also more bouncy because I dont have to weigh down my hair with other products to control the frizz. This is great for curly girls!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Wow, this product is so multi-functional! Ive used it as a pre-wash mask and leave-in conditioner, and it really helped smooth the frizz in my hair. I was worried it would make my hair stuck together or sticky, but Ive experienced nothing like that at all. It beautifully softens hair, without the sticky residue!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I love this product - I have straight black hair that are prone to frizziness from time to time, and have been searching for something that is non greasy and lightweight. This is amazing, needed very little and my hair was smooth and frizz free!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I been using this leave in conditioner for the past days. My cups have never looked so good!! My hair looks so smooth and healthy. I love how my hair looks and I always get so many compliments on my hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I'm loving this! My curls have been begging for more moisture lately and this is perfect for that! I love that you can use it as a regular conditioner in the shower or as a leave in, or even both! I definitely noticed a big difference after using this, and I like the smell too."
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This Leave-in is fantastic. It deeply moisturizes the hair without looking greasy . My hair LOVES Melanin products. This cream leaves my hair defined and shiny, my hair is usually super frizzy but this leave-in took care of it. Must Have"
        },
        {
            "review_title": "New stable for 4a/4b textured hair!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "The way this leave-in softened my daughters chronically dry 4a/4b hair! I love using products formulated for her textured hair and this one worked wonders! It also left her hair LOOKING as healthy as it felt, shine for days!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I really enjoyed this product. I have been putting in my hair each night and I wake up with soft nourished hair. The only thing Im not the biggest fan of this specific product, is the smell. its a little minty for me and its kind of a lingering smell. But the smell is worth the feeling of my hair."
        },
        {
            "review_title": "Great double use conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have been using this Melanin Hair Care multi-use softening conditioner as a conditioner as well as a leave in treatment. I like both of the uses but I definitely like to use it more as a regular conditioner. My hair feels through and through conditioned, soft and well-nourished after using it. will continue using it."
        },
        {
            "review_title": "Hydrated hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This gifted leave-in conditioner by Melanin is amazing! I have dry curly hair and this product has helped make my curls feel smoother and softer and have made them feel more hydrated and lightweight too!"
        },
        {
            "review_title": "Frizz reducing and lightweight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Oily skin",
            "review_text": "The perfect leave in conditioner for wavy/curly hair. This conditioner not only works wonders on tangles and frizz but smells amazing and is incredibly lightweight. It also love the packaging and how easy it is to dispense product"
        },
        {
            "review_title": "Perfect 7 in 1 product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "My new favorite haircare product! Its a true 7 in 1, done right! It makes my hair feel soft and is super hydrating! This is perfect for a wash and go. My curls get defined nicely and my hair has a beautiful shine! I highly recommend this product!"
        },
        {
            "review_title": "Amazing !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Oily skin",
            "review_text": "I absolutely love this leave in conditioner. I have 4c hair and this is one of the products that help to keep my hair hydrated and feeling very soft. I cant recommend it enough! If youre thinking of getting it, just do it !"
        },
        {
            "review_title": "softer hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I love using this multi use softening leave in conditioner. I like using it as a leave in conditioner and next day to refreshen my curls or keep it straight and shiny. I also used this in my son hair to help manage and soften his curls. Such a wonderful product."
        },
        {
            "review_title": "Hair care routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Girllll yasss Im a big fan of conditioners like this one especially leave Im ones and this one is no exception smells great and leaves my hair feeling silky smooth for days ! I love that its light weight as well."
        },
        {
            "review_title": "Absolutely amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Combination skin",
            "review_text": "This multi use hair product is amazing!!! I love that you can use it multiple different ways such as a deep treatment hair mask, a leave in conditioner, and even a finishing treatment for dry ends! Im not huge on the menthol smell, but I love the results making my hair shiny smooth and no frizz!"
        },
        {
            "review_title": "hair is smooth and fresh",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I used this leave in while untangling my hair in the shower and applied a hair mask for 5 min. My hair was so smooth and it gave an immediate sensation of eucalyptus or mint, a refreshing feeling to my hair. My wavy hair that is very dry felt very smooth and soft in the first application. Im impressed by it. 100% recommended"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Love this leave in Conditioner !!! I Used it to detangle on wash day and it worked really good. It   gave my hair really good slip and it smells so good, I sealed my hair with oil after using this product and my curls looked very hydrated and shiny with no frizz all day. The packaging is really cute and you get a very good amount of product for the price. Highly Recommend !!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love how this product can be used for multiple purposes. I have used it as a deep conditioner and left it in my hair. I love the aftermath, Ive noticed the difference in my hair ends, they are sealed and look a lot healthier!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "Please explain to be what did I do with my hair before this? Love this leave in conditioner. I use it as a rinse off and also use it as a styling cream. Has a fresh peppermint scent smells nice and clean and isnt heavy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Melanin Haircare is new to me - I'm really liking what I've tried so far! The Melanin Haircare Multi-Use Softening Leave In Conditioner smells like herbal bliss! Totally moisturizing & just an overall great experience"
        },
        {
            "review_title": "Winter must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This is my first time trying Melanin Haircare. The packaging and branding is super cute and aesthetic. I also love using deep conditioner in the winter time when my scalp and hair get more dry. This one is moisturizing and smells nice!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I have not tried this brand before but I can definitely say that I was pleasantly surprised and that my hair felt so good having this leave in conditioner. Felt healthier and softer as well!! Enjoying it."
        },
        {
            "review_title": "It works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I have wavy and frizzy hair and I always struggled to find the right product that will make me wear my hair naturally. I had to blowdry or flat iron to make it presentable but after using this, just one wash and I immediately noticed a more put-together curls and I was able to wear my natural hair for a full day without spraying anti-frizz."
        },
        {
            "review_title": "Smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "My hair felt incredibly silky and beautiful after using the leave-in conditioner and deep conditioning mask! In the prior photo, my hair was quite frizzy; however, after sleeping in braids, my hair became extremely curly and became less frizzy. I loved that! I had to snap a photo for Instagram and post it, lol! Never before has my hair looked better!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "definitely a must try. My hair isnt too thick but I felt like it was perfect for me. I needed some extra hydration and this was just the perfect conditioner I needed. It has no sulfates and seems to be pretty natural. It smells like mint and my hair is now extra soft. Love it."
        },
        {
            "review_title": "So many ways to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I love how this product is extremely versatile, i so far have used it to detangle, a pre- shampoo, deep conditioner & curl cream. I have lose wavy hair that is heavy damaged, its also very thick and long. I found that it made it easier to detangle my hair with out any pain. It does have a minty smell (not strong) I was scared my hair was going to smell like that but it didnt. This product left my hair soft to the touch & is very versatile 10/10"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love using leave in conditioner and was very happy to try this one for the first time. I think its amazing and makes my hair feel soft and healthy. It also has a very nice and pleasant scent which I really like."
        },
        {
            "review_title": "Easily Detangles and Leaves Soft Smooth Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I loveeeee this leave in conditioner. I use it after Ive shampooed and conditioned my hair for extra hydration and to detangle. My hair is so soft and detangles so easily after using this stuff. I use a quarter sized amount and work it through my curls and let it air dry and my hair stays so soft and smooth."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Used this product several times before posting this. Wasnt my favorite one to choose hut it did leave my hair soft. A little bit more greasy and my curls didnt last that long (I do heatless curls) I wished I loved but its only a like"
        },
        {
            "review_title": "new must have for my curly hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "My new favorite conditioner. Ive been using it as a traditional conditioner and holy wow, my hair has never felt softer- despite having colored it recently. And my curls are so beautiful and defined. I keep having friends ask me what Im doing to get my curls like that and its truly just this! 10/10."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "LOVE! this is a must have for dry hair or any type. I have curly/wavy hair and it leaves my hair so moisturized, shiny, and soft. I love the way this looks, feels, and smells. It is a great price too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I loved this product!! It made my hair feel so nourished and strong! I have a problem with my hair being so tangled and hard to brush through and this product really helped me with that. i definitely would recommend"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This product is so versatile! I like that you can use as a pre-wash or leave in. I like using in it to refresh my curls in between days. It helps keep my hair moisturized and shiny and the pump makes it so convenient to use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This product has been a game-changer when dealing with both of my daughters textured hair. This product not only nourishes and hydrates, but it also provides incredible softness and manageability. They have curly hair and this product does a wonderful job taming frizz and enhancing their natural texture without weighing it down or making it look greasy.  Their hair also tends to get very matted at the back, so this also works as a detangler!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "I picked this up for my husband and we both ended up loving it. He has 3C hair, mine is 2C. For him, this is a necessary staple in his routine and for me it is an optional intense hydration treatment for once a week or two weeks."
        },
        {
            "review_title": "smell is bad, moisture is good",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "used this today, and yesterday the two stars is for my hair feeling moisturized after using it, but this definitely is very heavy and does not hold a curl. also the smell is HORRIBLE! i put this in this morning and when i smelled it it smelled like toothpaste, and trying to cover it was worse. this scent is unpleasant and unmaskable but the mositure is great still."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Love the way this makes my hair feels. I use it as an every day moisturizer and my hair feels so soft, smooth and hydrated afterwards. It also doesn't build up and leave my hair with residue. It's become a regular in my routine now to use by itself or with other products."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "The Melanin Multi-Use Softening Leave In Conditioner is a true hair care essential. Its lightweight formula effortlessly detangles, leaving my hair soft and manageable. The versatility of this product is a game-changer u2013 it works wonders as a leave-in conditioner, making my curls defined and frizz-free. The added bonus? It smells fantastic without being overpowering. If you're in search of a versatile, nourishing leave-in conditioner, Melanin's offering is a must-try for all hair types."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is such a good leave-in conditioner! It leaves my hair so much softer and smoother.  The bottle is huge so it will last me a long time too.  I love how it contains baobab oil, turnip root and pro vitamin b5. I use this after washing my hair and it really helps soften my hair and melt away my tangles!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love this leave in conditioner! Its multi-use so its super versatile but I like to use it as a leave-in conditioner after I shampoo and condition my hair. I find it gives me extra moisture and helps tame down my frizz.  The bottle is cute and it comes with a lot! Its definitely a great value and works really well!"
        },
        {
            "review_title": "Must-have for Curly Hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I absolutely love this product! First thing... It is such a generous size! Curly hair really just drinks up product, and this is a hefty bottle. It smells amazing and is a little minty so it is refreshing. Almost cooling and very soothing on the scalp. My hair is incredibly soft after using it as a leave-in - I can't stop touching it!"
        },
        {
            "review_title": "Great Conditioner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I love using this as a leave in conditioner! It leaves my hair feeling super hydrated and soft. I also love that you get so much product in this bottle, it will last a long time! The smell is very naturally minty and is not overpowering. This is a great staple!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I'm absolutely amazed! I'm not sure how they work their magic, but this leave-in conditioner has transformed my hair into the silkiest and smoothest it's ever been, even though it wasn't originally designed for my hair type. Here's the scoop: I've been bleaching my hair for years and recently decided to grow it out and restore its health as much as possible. I've been trying out products intended for damaged and curly hair because they excel at nourishing and smoothing. This product stands out as one of the best I've discovered for my specific situation. It's pleasantly lightweight yet incredibly nourishing. I apply it to the processed ends, leave it in for several hours, and wash it out before bedtime. The results are nothing short of AMAZING! My hair is now incredibly soft, smooth, silky, and, most importantly, healthy. I have a deep love for this product!"
        },
        {
            "review_title": "Really enjoyed this for 2c hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I now have two hair products from this brand and I thought I loved the hair mask and this one was just as good. I havent had a leave in conditioner this good ever. It smells like mint and didnt weight down my hair. I have 2c hair I felt like I used a good amount and after I blew it out you wouldnt of known I put product in it was so soft."
        },
        {
            "review_title": "Good product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I've used this product twice now, and so far am really enjoying it. I feel like it's a good value (amount of product for money) & it leaves my hair feeling soft & manageable. Excited to continue using this product."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received something in exchange for this post! For starters there is a lot of product in this bottle, I feel like you get a good amount for what you pay. I love using this as a conditioner, however when I tried to use it as a leave in conditioner, my hair was just slightly dry (5 minutes after stepping out of shower) and when I applied the product it was chunky like cottage cheese. Love as a conditioner and as a leave in conditioner if applied to wet hair right away!"
        },
        {
            "review_title": "I would give it 10 stars if I could, it's so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Mind=blown!! I don't know how they do it, but this leave-in conditioner made my hair the silkiest and smoothest I've ever seen, and it wasn't even meant for my hair type to begin with. OK, so my story is, I've been bleaching my hair for years and finally decided to grow it out and repair it if I can. I've been using products targeted for damaged hair and curly hair because they are really good at nourishing and smoothing. This is by far one of the best products I found for my specific case. It's fairly lightweight but super nourishing. I put it on the processed ends and leave in my hair for several hours, then wash it out at night before bed. My hair looks AMAZING! So soft and smooth and silky, and most importantly, healthy!! I love this product so much!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This is a great leave in conditioner! My hair is dry and color treated so I always need the extra hydration to my hair. It makes my hair look really shiny and healthy and this works well as a leave in conditioner or a detangler. This smells minty and very fresh without being overpowering. Perfect for all hair types, I have wavy hair and this doesnt weigh my hair down and doesnt make my hair frizzy."
        },
        {
            "review_title": "A must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This all purpose deep hair conditioner is a must have!! I love that you can use it so many different ways, I love to use it as conditioner for my hair and then lightly wash it out but not all of it; since it can also be used as a leave in conditioner. It makes my hair so soft and healthy!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Great leave in conditioner, natural and high quality ingredients, feels so nice on my hair, love using it. Love how my hair feels, it is so easy to style them. I would definitely recommend it to anyone as one of the best leave in stuff, also affordable."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this hair mask! Its a great staple but I wouldnt use it more than once a week, you dont need to! It leaves your hair shiny and with a salon like blowout. I would repurchase this for sure!! 100% recommend"
        },
        {
            "review_title": "Beautiful leavein conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This leave in conditioner is a wow. I have been using this as a leave in conditioner after shower on my wet hair; detangles my hair super fast, very light as well as it makes my hair super soft and very manageable. Bye bye frizzy hair and bad hair days. Recommended"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "So excited to have this leave in conditioner just in time for winter! My hair is prone to drying out especially living in the cold north east continental United States. The product smells great and does a great job of smoothing out texture while locking in moisture."
        },
        {
            "review_title": "Fresh minty sensation",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have been using this product all this week. I love that you can use it in different ways. I have been using it as a conditioner and it leaves my hair super soft. One thing i loved about it is the smell and the minty fresh sensation it leaves in my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Obsessing over this leave in conditioner!!! I have wavy hair and it gave me the perfect amount of moisture and softening without losing my waves or making my hair greasy. It also smells so yummy its impossible not to use!"
        },
        {
            "review_title": "Must have in my routine!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Most leave in conditioners typically would leave my hair, feeling heavy, but this one is lightweight its very easy for me to style my hair. not only that it is very hydrating and it leaves my hair feeling really soft."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "i love how soft this makes my hair feel!! i have used it several times and am already liking the results. i use it as part of my shower routine.. the product is high quality and i would recommend it!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Absolutely loving this multi use conditioner! Ive used it as a hair mask, it helps de tangle my hair and makes it super easy to style. Using it as a conditioner is great. Makes hair super smooth and silky!"
        },
        {
            "review_title": "SO Soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have fine, long, wavy hair and this product worked great for it. I will say it doesn't really have any hold, however it made my hair super manageable and soft. For the price it comes with a ton!"
        },
        {
            "review_title": "Such a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I really love the leave in conditioner its a great texture. It smells like a lemon burst. I find when my hair is curly for a couple days and I use this on my end. My hair is less dry than usual or brittle. I would definitely use this daily. It even works when I did a blowout my hair felt silky, smooth."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "Wow, this leave in conditioner is absolutely amazing at seriously nourishes and moisturizes your hair! Daughters curls have never looked better. The scent is amazing. Its a like fresh minty scent. Love"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "love this leave in conditioner! it is very hydrating and nourishing for my wavy hair!  it also smells amazing and leaves my hair refreshed for so long!  definitely a must have if you have dry hair and if it is curly/wavy!"
        },
        {
            "review_title": "Love that its multi use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I absolutely loved this in both my sons and I hair. Im 4c and hes 3c-4a and it works for both of us. My hair sucked up the product leaving me with soft, moisturized and healthier looking hair. The other thing I love is that it worked well with my gel so I didnt have any white clumps or flakiness which is huge for me since I wear a slick back bun 99% of the time. Lastly the smell is a bit unique, it has a light almost minty smell, like toothpaste but in the best possible way:) And I love that I can use it multiple different ways. Its literally like a 3 in 1."
        },
        {
            "review_title": "New favorite leave in conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "Absolutely loved the smell of this leave in conditioner I used it to detangle then style my hair after normal washing and my curls did not frizz up and were beautifully defined with only using the leave in conditioner an overall win in my book"
        },
        {
            "review_title": "Amazing versatile product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This is a great leave in conditioner! I have curly, dry hair and have a hard time finding products that actually provide hydration and conditioning to my hair. When I use this my hair feels stronger, less frizzy, conditioned and soft. Its really easy to incorporate into your daily routine. I also love that this is such a versatile product. Ive been using it mainly as a leave in conditioner and styling cream but Im excited to also try it as a pre-poo treatment and rehydrating product on non hair wash days."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "The best leave in conditioner. I have extremely long hair and you only need one pump and it will get the job done. And Im being 100% honest you only need it once a week because your hair will be so soft and frizz free."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "This works great and can be used as a leave in or as a hair mask. I used this as a leave in after using the plumping deep conditioner. They have similar scents but kinda different. The leave in conditioner almost has a slight minty scent but doesnt linger. I let set in my damp hair for about 10-15 minutes and then proceeded to blow dry. My hair is shinny and soft and looks amazing. I love this so much and will continue to use."
        },
        {
            "review_title": "Good stuff",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This product is versatile, but I prefer using it as a wash out conditioner. It makes the hair very soft so if you use it as a leave-in youre going to need a strong gel to hold the definition. It has a minty smell that lasts for days. Its a quality product."
        },
        {
            "review_title": "Does exactly what it says it will!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "As a 4c/4b girly, Im always looking for products that do exactly what they say they will for my hair. Melanin products and this softening leave in FINALLY give me exactly what Im looking for. My hair is literally soft to the touch, knot and tangle free and super mosturized every time I use this. Im already excited to incorporate this into many wash days to come."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I use this as a pre poo and it reverts my silk press to healthy curls. I also use it as a deep conditioner so my hair is extra hydrated and shiny and healthy looking. Over time, my curls just get better and better"
        },
        {
            "review_title": "A must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I used the leave in conditioner this morning and I really loved it! It made me hair smell good and is also left my hair feeling really soft with only using not too much of the product. I recommend this to any one with any hair type!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Finding a good leave-in conditioner at times feels impossible but this one is the real deal! I have tried several leave-ins and they pale in comparison to this one. My extremely dry hair feels soooo soft, hydrated, and bouncy! A little goes a long way! Its not a heavy product and it doesnt weigh my hair down. It also smells nice and leaves my hair smelling good. I received this item for free from Melanin Hair Care but all opinions are my own!"
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The Multi-Use Softening Leave-In Conditioner has made my hair soft and moisturized. It has transformed the way my hair looks. It appears shiny and silky. With the dry weather, this conditioner has been a tremendous help in maintaining the health of my hair. It's truly a game-changer."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I really enjoy this product!! My hair is very dry, frizz, and damaged due to bleaching. I used this product once a week as a substitute for my conditioner and I absolutely love it!! It has definitely made my hair softer and greatly reduced the fizz."
        },
        {
            "review_title": "love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Deep skin tone, Oily skin",
            "review_text": "i love using this leave-in conditioner on my hair. it feels hydrating and moisturizing but not heavy. i like to use it before a protective style, and to moisturize my hair while doing a twist-out or braid out"
        },
        {
            "review_title": "Incredible",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "This product has become a staple in my daily routine because of its incredible effectiveness. I have natural, coily hair that tends to be dry and prone to tangles, and this leave-in conditioner has been a game-changer. It's incredibly nourishing, leaving my hair soft, manageable, and hydrated without any greasiness. The versatility of this conditioner is remarkable. I use it as a leave-in treatment, detangler, and even a daily refresher. The lightweight formula doesn't weigh my hair down, and it defines my curls beautifully."
        },
        {
            "review_title": "Wonderful leave in",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is such an awesome leave in conditioner for my hair. I love to use it after a good wash after a long week. I feel like this leave in is helping my hair stay nice and soft and it doesn't feel weighted. I really enjoy the texture of this leave in as a it's very creamy but also has quite a richness to it. I do not even have to use so much despite me having long wavy hair. I feel like this also keeps my waves looking the way that they should and not looking a mess. Overall I am really enjoying this and definitely will keep using this."
        },
        {
            "review_title": "Soft and silky curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "First of all this was packaged seriously so well! Everything it was packaged with was easy to recycle too. Its very rich and creamy which hydrated my thick and dry hair so much! It makes my curls more defined and overall my hair looks so much healthier. Its so versatile so I use it as a leave in and a styling cream to seal in moisture! I focus on my ends and use it sparingly on my roots. It leaves my hair with a really nice shine. I highly recommend to anyone with waves are curls that have lost their shape cause this completely rejuvenated my hair!"
        },
        {
            "review_title": "A new must have for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
            "review_text": "This is easily going to be a holy grail in my hair care routine for me. I have 2b/2c/3A curls on a good wash day. The first time I tried this, I used it as a hair refresh and loved it. The second time I used it, I used it as a midweek condition and also loved it. My hair is so soft, detangled, and I can actually feel the difference!"
        },
        {
            "review_title": "The best!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Im obsessed! This hair mask  has been so good to my hair! I love how creamy this mask is and the afterwards feeling it leaves to my hair. My hair feels and seems so healthy after just one use. My hair feels so smooth!"
        },
        {
            "review_title": "My hair loves it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Totally love this conditioner, it gave me smooth hair in just one use, I generally have a bit dry and unmanageable hair and this one truly did a wonderful job at taming them. I love using it as a pre wash mask too."
        },
        {
            "review_title": "Works",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This leave on conditioner works amazing. It only take a little tiny dot if you do not have super course hair and this will give heat protection and shine. It smells really good and this is one of those products I could truly say a little goes a long way."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "i have been absolutely loving this product! it smells so good and ive been putting it in my damp hair after a shower daily and my hair has been moisturized and curls have stayed in place. the product is also large and will last a while! love it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "This leave in conditioner is a game changer!! Works really well on my hair during the cold winter months to help keep it hydrated and protected while blow drying and straightening. Did not weigh my hair down or make it greasy."
        },
        {
            "review_title": "Amazing formula!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This formula is amazing! It makes detangling my hair so much easier and it keeps my hair hydrated. It also helps so much with styling and makes my hair feel so soft. I also love how lightweight this formula is, it doesnt feel greasy or cause any product build up."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Dry skin",
            "review_text": "I love my soft curls after using this as a leave in conditioner. My curls look hydrated and bouncy. Theres virtually no frizz either. The texture is creamy but, not heavy. It dries down and doesnt leave residue."
        },
        {
            "review_title": "Loved!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I loved this conditioner, my damaged hair is grateful for it. I like that from the first use I could feel a difference in my hair, it was more hydrated, soft, flexible and left it with a beautiful shine. It smells amazing and I love that it is such a versatile product and can be used in different ways, whether on dry or wet hair. I loved."
        },
        {
            "review_title": "Love this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "I love this conditioner because it gives such a nice softness to my hair along with a shine while still having good ingredients for my hair! I would definitely recommend getting this if your someone that deals with damaged or frizzy hair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love the look of this bottle! The packaging is so cute and love the pump that makes distribution so much easier! I applied this after shampooing and left it on for around 5 mins. The next morning, I do notice that my hair isnt as dry."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair",
            "review_text": "This leaving in conditioner is amazing for my curly hair! It smells like eucalyptus, and it leaves my hair, feeling so soft and refreshed! It makes my curls way more defined when using after the shower."
        },
        {
            "review_title": "Great for type 4 hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Excellent for my type 4 hair! It is so versatile and I use it in many ways. I love using it for mini twists, to refresh mini twists and even as a regular/deep conditioner after shampooing. If you are new to natural hair care this is a perfect beginner product!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I have used a couple of products from this brand and have never been disappointed. I have not heard many people who have tried this or talked about it but I love this product so much and recommend. Love it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "After using this leave in conditioner, my hair looks and feels healthier. My hair is also smoother, softer, and hydrated. I really like that it detangles too. You can use it different ways on wet or dry hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Wow, I really like this product line. You can feel that all of the ingredients are high quality and I like how this really does moisturize hair and keep it hydrated throughout the day. I like how nourishing it is."
        },
        {
            "review_title": "A must have for your haircare routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This multi use softening leave in conditioner is probably the best I ever used . I would go as far as saying it is salon quality. My hair is soft , silky and feels amazing. The smell is heavenly . I absolutely love it"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "My hair looks so dry after shampoo , I dont know the reason but its like that, this conditioner is helping me alote with my dryness issue. Making my hair soft supple and shiny , I totally recommend its a value for money."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Gorgeous. My hair looks so beautiful after leaving it in and blow drying. I usually have this lion mane effect happen when I blow dry my hair but it looked so pretty this time. It left my hair soft and hydrated. You can physically feel the soft hair after applying and I figure I felt it better because my hair was super dry after I bleached certain parts. It works and it comes in a big bottle, bigger than I expected. Its transparent so you know when its getting close to needing to be replaced. It smells minty and so good. It reminds me of a salon quality product and it probably is. I will definitely purchase when mine is done."
        },
        {
            "review_title": "Great for waves",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Thank you melanin hair care for gifting me this leave in conditioner I have wavy hair and tried it on my hair type and liked how hydrating my hair felt afterwards. I just applied a little and emulsified it since I also have long hair"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "First off, I love how generous the product size is. Second of all, its a great leave in. This adds hydration and helps keep my hair moisturized for longer. Its also nice to detangle with ad well. I use it before styling my hair while its still damp."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "I m always looking for a great leave in conditioner. This product definitely did the job. It left my hair feeling smooth and nourished. It has a great smell. It kinda smells minty. And left my hair smelling good."
        },
        {
            "review_title": "I would try!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I really liked this product!! It is very hydrating and has a light fresh smell after washing. I would recommend it to anyone looking to try out something new!! I also love that they use all clean ingredients!!"
        },
        {
            "review_title": "One of my favorite hair products",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received the Melanin Multi-use softening leave in conditioner in return of an honest review. I have been using this product for 1 week and all I can say is WOW. I noticed a difference on my hair the 1st time I applied it. The ingredients are all-natural with no added synthetic fragrances. The smell is very fresh. I have used it on wet hair , but you can also use it on dry. I cant wait to go purchase other products of this brand ."
        },
        {
            "review_title": "So versatile!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is a really nice leave in conditioner. First of all, I love the pump bottle as it makes it really easy to dispense the product. I have naturally wavy hair with dry ends and lots of frizz so a good nourishing product is a must for my hair care routine. I like to apply this on damp hair after washing and conditioning and it really helps detangle as well. I have even used it on dry hair especially at night before putting my hair in loose braids to sleep. Such a great versatile product!"
        },
        {
            "review_title": "Such a lightweight leave-in!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Combination skin",
            "review_text": "The multi-use softening leave in conditioner performs lovely on my curls. I thought Id give it a try on day 2 curls and it gave me the refresh and revive my curls needed! The scent is really fresh too, kind of minty. I really like the texture too doesnt weight down my curls which is always a plus in a leave-in."
        },
        {
            "review_title": "Great for dehydrated hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This product is such a nice multi use product. I love using it as a mask and also as a leave in conditioner. It leaves my hair feeling super soft and hydrated. My dry and frizzy hair absolutely loves it. This product also has a minty and soothing scent that lingers in the hair. I also love that is has a pump which makes the application process super easy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I like how hydrating my hair was before my hair was kind of dry and frizzy but after I was used this conditioner it hydrated not just my scalp but my hair itself and the ends of my hair. I really like this conditioner. Then the before and afters"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This is such a great leave in conditioner! I have very dry, frizzy curly hair. I get highlights which dry me out even more. This has completely restored my hair! It is so soft and shiny, and the frizz has been tamed! I highly recommend this if your hair needs an extra boost of TLC!"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is a great deep conditioner especially if you have fry frizzy hair. This helped balance out my hair and make it soft and smooth. It even stayed smoothed days after I washed it. I highly recommend this product"
        },
        {
            "review_title": "Love it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love that this product has so many different uses! Its great to use both in the shower as a conditioner but also as a leave in conditioner. My favorite way to use it is on dry hair though. I rub it between my hands and smooth it through the ends to add hydration and tame flyaways. Such a useful product and great for any hair type!"
        },
        {
            "review_title": "So soft!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "This serves as a great detangler for my hair! It leaves my hair feeling so soft and silky, which is always my goal. I love that its vegan and doesnt contain too many harsh chemicals. I love clean beauty and it feels good leaving this in my hair in between washes. I would recommend to a friend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Literally cannot stop telling everybody how good this conditioner is. I love this leave in! I use it every wash day. Sometimes I apply it directly in the shower as a deep conditioner that I dont rinse out."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "This is very repairing and hydrating to the hair. The mint smell was unusual to me but it isnt a bad smell. My hair feels very smooth after using it. Its also very lightweight - almost like a serum texture - which I found pleasant. It doesnt weigh hair down as much as similar products."
        },
        {
            "review_title": "My new favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "Ive been so excited to try something from this brand and super happy this was my first product I was able to pick up! I have thin hair so its important to me that it doesnt weigh my hair down or make it extra greasy and this definitely didnt do that. Just added much needed hydration into my dry hair - new staple!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I have to say that I do not care for the way that this smells lol but I do love the results so Im willing to temporarily suffer through it since the smell doesnt linger! I have thin, naturally curly hair and soooo many, practically all, leave in conditioners weigh my thin hair down but this does not. Definitely a repurchase during the Sephora sale item for me now."
        },
        {
            "review_title": "Love!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I wear leave ins practically everyday so I am always on the hunt for them. I loved how this one made my hair feel healthy and tamed my frizz. I love to apply when my hair is damp, or when I want to wear my hair up."
        },
        {
            "review_title": "This product is the absolute best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I've colored my hair for years and have noticed it getting drier as I get older. I used this for the first time today and all I can say is WOW!   I use it on my ends and it makes a significant difference. It makes my hair feel less dry/brittle, and allows me to comb through my damaged ends. My hair is so soft and lays very nicely. Very pleased with this product."
        },
        {
            "review_title": "love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "such a great leave in conditioner. I used it the past time I washed my hair and it made it feel so soft and smooth after just one use. good price for the amount on product and how well it works. will repurchase"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Dry skin",
            "review_text": "I was gifted this melanin haircare product! As someone with curly hair a leave in conditioner is absolutely mandatory! And this one is a really nice choice! The size of the bottle lasts a really long time too! If youre looking for a new leave in, I would recommend this one"
        },
        {
            "review_title": "great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Gifted my melanin haircare, this leave in conditioner was absolutely amazing. I paired it with the shampoo and it made my hair feel like heaven. It is super easy to use and will honestly last a while considering a little does go a long way. I definitely recommend this!"
        },
        {
            "review_title": "Touchable Bouncy Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Melanin Multi use Softening Leave in Conditioner is SUPER QUENCHING and does not weigh my hair down. I use this softener in multiple ways, as a leave in, as a pre shampoo and a finisher for added hydration a small amount gets my hair the most nourishing and hydrating results that lasts throughout the week. My hair has never felt and looks so healthy plus it smells amazing."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "Genuinely impressed with this multi use softening leave in conditioner. Its totally become an essential part of my hair care routine. I really like the scent because its not overpowering and the lightweight formula doesnt wear my hair down or make it extra oily. The stuff also helps me style my hair, so much easier. The only reason Im not giving it five stars is because though its an amazing product, there are very similar products that cost a little less."
        },
        {
            "review_title": "Perfect for slick back & hydrates!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I recently used this while slicking my hair back. It made my hair feels so healthy and look healthy and hydrated after applying this. I highly recommend this instead of gel for slicking back. It also makes my curls so defined because it brings the hydration back to my hair. I 120% recommend this product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I recently tried the Melanin Multi-Use Softening Leave-In Conditioner, and I'm absolutely thrilled with the results. This product has quickly become a staple in my hair care routine. First and foremost, the scent is divine. It's a pleasant, subtle fragrance that lingers in your hair without being overpowering. It leaves your hair smelling fresh and clean all day long. But the real magic happens when you apply the product. The Melanin Leave-In Conditioner is incredibly lightweight, which is perfect for my fine, curly hair. It effortlessly detangles my locks, making it so much easier to manage and style. Even on my busiest mornings, I can count on this conditioner to save me time and reduce frizz. One of the standout features of this product is its versatility. As a multi-use conditioner, I love that it can be applied on damp hair after a shower, acting as a leave-in conditioner, or spritzed on throughout the day to refresh and hydrate my curls. It's become my go-to for those mid-day hair pick-me-ups. I've also noticed a significant improvement in the overall health of my hair since incorporating this leave-in conditioner into my routine. My curls are more defined, softer, and free from that dreaded dryness and frizz. I even use it before heat styling, and it acts as an effective heat protectant. For those concerned about ingredients, Melanin's commitment to quality shows. This leave-in conditioner is free from harmful chemicals and sulfates, which is a big win for anyone trying to maintain healthy, natural hair. In summary, the Melanin Multi-Use Softening Leave-In Conditioner has truly transformed my hair care game. Whether you have curls, waves, or straight hair, this product is versatile, nourishing, and smells amazing. It's become a must-have in my daily routine, and I highly recommend it to anyone looking for a reliable, multi-purpose leave-in conditioner. Your hair will thank you!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "I love Melanin Haircare! Ive used their shampoo before and was super excited to try the leave in. It makes my hair feel hydrated, look gorgeous, and makes me feel confident in my hair. Im so excited to keep using it!"
        },
        {
            "review_title": "A little goes a long way",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So the product works but make sure only to use a very small amount on short hair. I went in too hard and it was a little greasy after. The smell is nice and it comes with a good amount of product for the price."
        },
        {
            "review_title": "A must-have in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I love the melanin hair are leave in conditioner so far! I used it for the first time after my shower and have been raving about it ever since! My hair feels so much softer because of this product! I love it and I cant wait to keep trying it out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have been using the Melanin Haircare Multi-Use Softening Leave-In Conditioner for about a month now, and I am very impressed with the results. My hair is naturally dry and frizzy, but since using this leave-in conditioner, it has become much softer, shinier, and more manageable. I also find that my curls are more defined and less frizzy."
        },
        {
            "review_title": "Desperately needed this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I am seriously loving this brand! I tried the plumping mask and now the leave in conditioner and I couldnt be happier with them both! I have 2b double processed bleached hair that has been through a lot!! Its fine yet dense and very long. This has been a game changer! No weighing down no oily/greasy feeling, AND its seriously bringing out some major waves/curls that were too dry to pop up prior! Has a pleasant spearmint scent too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Medium skin tone, Combination skin",
            "review_text": "So Ive tried out the shampoo which I really enjoy so I am happy I get to pair the leave in conditioner as well. I like the smell and the ingredients in this product. It leaves my hair feeling nice and soft."
        },
        {
            "review_title": "GREAT HYDRATION AND VALUE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This is a new brand for me and so far, i have been LOVING this leave in conditioner. i have dry 3a hair and a good leave in conditioner is a must have in my routine. ive used this only a few times now but so far it has been great for hydrating my hair without weighing down. also a lot of product for the price. definitely recommend to try"
        },
        {
            "review_title": "Really good leave in",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I like this leave in conditioner !, Not only can it be used as a leave a conditioner , but it can also be used for other purposes, such as a conditioner, a deep conditioner, & a detangler. I personally use this as a rinse out, but I think it would also be great as a detangler as well. I am so glad that I received this product I highly recommend."
        },
        {
            "review_title": "great value and product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "This leave in conditioner is really nice and such a big bottle! I have thick, really long hair and this bottle will probably still last me at least 6 months! the texture and formula is so nice and nourishing!"
        },
        {
            "review_title": "Very minty.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I cant get passed the scent. It has a strong mint scent and its overpowering at least to me. Overall I used this quite a few times to evaluate its performance. Its a nice leave and good option for those with dry hair like mines, it detangles, and is good for reducing frizz combined with their plumping deep conditioner, if scent isnt an issue and you have dry hair this will be good for you."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Melanin Haircare came out with this amazing new leave in conditioner. I was so excited to try it because my hair usually feels a bit dry and this conditioner is so good. It helps make my hair feel healthy and gives it life."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Tan skin tone, Dry skin",
            "review_text": "Wow this is a beautiful leave in conditioner that made my hair super soft and love how my hair is super shiny without feeling greasy! I am loving the huge size of the bottle. Great size that will last me a long time"
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Melanin Haircare gifted me, a multi-use leave in conditioner that helps me have healthy and hydrated hair, I love it because it is used in different ways, such as detangling the hair, preparing for drying, curling and styling different styles, I really love this one product"
        },
        {
            "review_title": "Must have for curly girls!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This leave-in was so good for my curls! Sometimes leave in conditioners feel like they way down my curls and leave behind a strange residue, but this one did not do that! My curls stayed hydrated and defined all day without feeling that they were being weighed down with heavy product. I 100% recommend this product for anyone with curly hair like mine and the size of the product is also great because I feel like Im always running out of my leave in conditioner!"
        },
        {
            "review_title": "great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Combination skin",
            "review_text": "This is the best leave in conditioner I have ever used in my life. I feel like the formula nourished my ends from the inside out and my curls have never looked healthier and bouncier. The scent is light."
        },
        {
            "review_title": "Must try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I am obsessed with this brand. Literally love this leave in conditioner. I use it as a regular conditioner after shampoo and it is amazing. I makes my hair feel so soft and dont need as much product as I usually do. I really recommend this product!"
        },
        {
            "review_title": "ud83dudc4d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Well let me just start by saying this is such a good leave in conditioner I really enjoy the product and its made my hair so much smoother and softer especially if you have dyed hair or are you struggle with really dry hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "absolutely love this product, after getting my hair bleached my hair was always tangled after showering and felt so rough, this leave in conditioner helped me manage to brush through my hair and had it looking smooth again! even though my hair is doing a lot better now I still use this product- it leaves my hair so soft and manageable!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I really really enjoyed using this product. I used it to de tangle my hair and it was very easy. Smells good. And left my hair really soft. Definitely would get this and would recommend. Also its a lot of product"
        },
        {
            "review_title": "Smells So Heavenly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "A little goes a long way! I find my hair loves it when I apply at the ends before styling so that it distributes throughout slowly. Definitely gives it a nice shine and smells so so good I feel like I went to a spa with that slightly minty scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is an amazing product. It has significantly changed my hair feels and looks when I leave it to dry by itself. Usually my hair is super frizzy, but using this product helps it look silky and smooth all day while keeping it hydrated."
        },
        {
            "review_title": "Need",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This product has soften my hair so much. My hair is extremely curly when wet so I find it hard to find a product that really nourishes my hair while keeping my curls. I recommend this product for my friends and family."
        },
        {
            "review_title": "A staple in my wash and go routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I have extremely dry hair and the texture is definitely amazing. Left my hair smooth, hydrated and shinning. My hair was so easy to detangle after using it. Definitely must have in your wash and go routine"
        },
        {
            "review_title": "Defined Soft curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "Melanin Haircare Silkening and Strengthening plumping deep conditioner.  Melanin Haircare's lightweight, rich and balanced hair mask helps restore hair's elasticity while strengthening, silkening, and detangling - revitalizing and plumping your curls, coils, and waves! Benefits Some key benefits of this deep conditioner are Moisturizing Strengthening and Repairing it also Reduces Frizz  Key Ingredients Hyaluronic Acid Bamboo Extract and Biotin  Formulated Without Made without Silicone, Parabens, Mineral Oil, Sulfates. My curls feel so soft and stronger and zero frizz and doesn't weigh my hair down.   2023 ESSENCE BEST IN BLACK BEAUTY AWARD WINNER"
        },
        {
            "review_title": "Love it super hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Love this leave In conditioner so much! My hair feels super soft and amazing I highly recommend I have wavy/ curly hair and love it so muchhhhh!!! It is a lot better than my other leave in conditioners!"
        },
        {
            "review_title": "Amazing smell!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This deep conditioner smells so good! And its super easy to use. It definitely helped my hair with the frizz and moisture for sure and the shine is also there too Im very satisfied with this deep conditioner! I do recommend it!"
        },
        {
            "review_title": "Great for any hair type!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This is an amazing product. It is prefect for my 4C hair. Especially doing the winter months when I feel my hair is more dry, fizzy and brittle. Im so happy I have this product! Excited to what my hair will look like in a few weeks."
        },
        {
            "review_title": "A must have for curly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "I love this product, so glad it's finally available in Canada. It smells great and my hair loves it."
        },
        {
            "review_title": "A Go-To!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone",
            "review_text": "Always come back to this! Works great on daughters hair! Truly a Go-To for natural coily hair! Love it!"
        },
        {
            "review_title": "Great Detangle Product for Coily Hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "So happy that Melanin is finally available in Canada. Im a fan of Naprural85 on YouTube. Got this product after testing it out in the store and seeing instant detangling results. After 2 days I like it even more."
        },
        {
            "review_title": "So far love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Ive only used it three times so far as a conditioner I leave it in my hair for one to two minutes and wash it out I have thin long straight hair my hair looks and feels soft and non-greasy after"
        },
        {
            "review_title": "Im now complete",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I only stopped using this because I was hit hard by shipping and duty fees. Im sooo glad that melanin is finally here in Canada! This leave in always leaves my hair soft and moisturized."
        },
        {
            "review_title": "Makes hair soft and manageable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This leave in is so so perfect! It made my hair so soft and manageable. It smells like peppermint which is really nice! It doesnt feel heavy on my hair and its just perfect!!!"
        },
        {
            "review_title": "Smells like a pack of gum.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I am only giving this 4 stars because of the smell, besides that it would be 5/5. I am mixed, my hair is course, bleached and curly.   I normally have my hair up in a bun when I sleep and the next day I will have one giant dread lock that takes 15 minutes to brush out after shampoo and conditioning. I used this after my shower as a detangled and it works amazingly.   My 15mins your welcome job was reduced to less than 5mins. I brushed right through my hair with zero pain. My only complaint is the smell. The spearmint in this is strong, it smells like a pack of gum and Im not really pleasing for me to be smelling all day from my hair.   If you are sensitive to smells this may not be for you. I will be purchasing again regardless of this because it works so well and is a minor inconvenience for the benefit it provides."
        },
        {
            "review_title": "Not for me",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Light skin tone, Dry skin",
            "review_text": "The leave in hair conditioner was good, not necessarily something I would buy again because it did not fit my needs. Not for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Love this leave in!!! I use it for braidouts or for moisturizing my hair before a protective style! I would not use for my wash n gos."
        },
        {
            "review_title": "I wish it came in a bigger bottle",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I like this but it eats up my hair or my hair eats this up. I use too much for the price I wish she makes a larger bottle since you use it almost every day it doesn't last for thick hair."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": ""
        },
        {
            "review_title": "If you like the smell of toothpaste",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have type 3a hair and this product works great! My hair is soft and moisturized and I dont have to use much. The only thing is the product smells just like toothpaste and I dont like my hair smelling minty fresh"
        },
        {
            "review_title": "The best leave in ive ever used",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This is the leave in Ive genuinely been looking for my whole curly journey. I have between 3a-3c curls that are high porosity. This leave in gives my hair so much slip and SOFTNESS even under all my product. My hair feels so soft and defined. I also love the minty scent - all curly hair products down have to be coconut scented!! Anyways, definitely recommend this for all natural curly girls!!"
        },
        {
            "review_title": "Light and moisturizing leave in",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Buying my second bottle- it lasts a long time.  Ive learned to not write reviews right away. This stuff is great- moisturizing and not too heavy as a leave in. i even use it as a cowash sometimes."
        },
        {
            "review_title": "ONE OF THE BEST LEAVE-INs!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "MH never disappoints. One of the best leave-in conditioners I've ever used. Nourishing, creamy, fluffy, and light. My hair loves it! Light spearmint fragrance that disappears when using additional products, but isn't offensive at all. I'm on my 4th container. It's well worth it! Another MH win!"
        },
        {
            "review_title": "Better leave in conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Using this leave in conditioner keeps my hair hydrated throughout the day! it smells minty and is not too heavy on my hair.:)"
        },
        {
            "review_title": "Best leave in",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I have been using this product since it launched on Melanin Haircare. My hair is hydrated and you can use it as a styling cream and deep conditioner. Amazing for Type 4 c hair Great for travel. Quality ingredients!  Just buy it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Tan skin tone, Combination skin",
            "review_text": "I love this leave in! I use it every wash day. Sometimes I apply it directly in the shower as a deep conditioner that I dont rinse out, and sometimes I apply it as a leave in after getting out of the shower, underneath the twist elongating cream. It smells lightly of mint, a very clean scent that I enjoy. So many hair products have overwhelming fake perfume sweet smells, this doesnt. I also use this between washes to re moisturize my braids and twists. Ive been using this product since it was released a couple years ago, it is my favorite leave in. It just works for my very thick 4c kinky hair."
        },
        {
            "review_title": "A Must have for my haircare routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Love it! Love it! Love it! I use it almost every day."
        },
        {
            "review_title": "Staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I have been using this product since the day it launched. I have 4c natural hair and it immediately melts my curls. The smell is light and not over powering. Definitely a game changer."
        },
        {
            "review_title": "A fave for a reason",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Such a great detangler. I use especially after taking out a long term protective style as it melts the tangles and matted hair at the roots away. ud83dudd25"
        },
        {
            "review_title": "Holy grail for me!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Combination skin",
            "review_text": "You really get what you pay for with this leave in!  (I use it as a leave in)  It's very build able and even with a small amount, it leaves my type 3 hair moisturized and ready for styling.  The only thing I'm not a big fan of is the minty smell but it doesn't really linger."
        },
        {
            "review_title": "An Absolute Staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I've been using this product for over 2 years and I love it! I knew it was going to be a hit after I used it for the first time. This is one of my favorite leave-in conditioners. When I used it for the first time, it really helped with my tangles. I was very surprised and I didn't expect that it would *really* get the tangles out. And it certainly did! I still use it and it still performs! I keep this product in stock at my house! I definitely do my best not to run out of this product if I can. This is one of the best products on the market for natural hair, in my humble opinion!"
        },
        {
            "review_title": "Best leave in conditioner ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love this leave in conditioner. It can be used as a pre-wash treatment, leave in conditioner and as a refresher during the week. Makes your hair so soft and manageable. My favorite product by this line. My second fav is the oil. Best hair oil on the market. No cap."
        },
        {
            "review_title": "This product saves me so much time and money!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I consistently use this product to detangle and chunky twist my 4b before shampooing and it saves me so much time on post-shampoo detangling. Before the deep conditioner was released I also used it to condition and loved that since it is a leave in, I didnt have to rinse it out before setting my twist out. It was a huge saver on time and product and always left my hair soft and moisturized!"
        },
        {
            "review_title": "Will repurchase over and over again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is my absolutely fav. My curly hair feels soft and gets nice definition"
        },
        {
            "review_title": "A staple in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I absolutely love this product. Ive been using it for over a year now and it is getting so difficult to find. So thrilled that Sephora has it! This product is great for my curly coils    multiple ways! Love, love, love it"
        },
        {
            "review_title": "What happened",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone",
            "review_text": "This has no benefits anymore, I used it for a year then it was out of stock for about a month and its like a different formula now. It no longer detangles, doesn't help with breakage or frizz makes my hair SUPER greasy. I have very long straight hair down to my bottom thay tangles easy and live in a very humid area so then I manage to have frizzy, tangled and greasy hair. I really wish sephora would let you edit your past reviews..."
        },
        {
            "review_title": "It Works for Me and my daughter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I have been using this product for several months now and I love it. My main uses for this product are as leave-in, co-wash, and deep conditioner but, I have used it as a pre-poo as well I don't love doing that though because I tend to need a lot of the product and I'd rather use something that is a bit cheaper for a pre-poo. The ingredients are great and I appreciate all the time and attention that was made by its creator to ensure there is nothing but the best in this bottle.   I also use this in my little girl's hair and it is wonderful. My daughter is bi-racial (African American and Latina) with thick, but looser curls than mine and the product works very well for her hair as well. I don't plan to look for an alternative to this product. I am very satisfied with it and think that the price point is reasonable.  If I had to say one downside it is only that I tend to need a lot of the product for my hair type (very tight, afro curls) so I feel I do have to re-purchase rather frequently (every 4-6 weeks). However, for me it is worth it and I am happy to continuing supporting this brand."
        },
        {
            "review_title": "Ok but not amazing. Used to be more affordable",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This is ok, but not my favorite leave in. I have long almost waist length hair thats fine and mostly straight. My ends are really dry and damaged so I need to use some form of leave in treatment. This keeps my hair relatively soft and hydrated, but it's hard to use the optional amount. If I don't use enough my hair still feels dry. If i use too much it looks super greasy. Because of this I've started using it mostly as an overnight leave in treatment, or on non-wash days when I need more hydration on the ends. It also helps to protect my hair at the beach or pool when I don't care if my hair looks a bit dirty. Overall I do like this but it didn't serve the purpose I was looking for with a leave in treatment."
        },
        {
            "review_title": "good formula. bad for your manicure",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "love this stuff for my hair. makes it so soft and help my curls fall beautifully. however it reacts with nail polish and will strip it and leave a tacky surface to a previously great manicure."
        },
        {
            "review_title": "Scent is overbearing :/",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The conditioner itself works beautifully on my type 3c-4a hair but the spearmint/toothpaste scent is weird and very strong initially. Dissipated after a few hours but still lingers close to the scalp. I have other conditioners that work just as well without the weird scent so I wont be repurchasing but I dont regret giving it a try!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Tan skin tone, Combination skin",
            "review_text": "I applied to hair and said this stuff doesnt work.  So I sort of became distracted for a while and started to twist hair.  My hair felt softer.  So, the conditioner needed time to worku2026.applied to dry hair.  I did feel a differenceu2026..softer.  So, now, I feel conditioner works.  So, will order the oil.  Also, since the one ingredient is water, it still worked. I thought water would make conditioner not work, but I worked.  Sort of costly, but amount is generous.  Also, at time ordered, there was no shipping.  Have to wait for deals."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This is the only hair product that works on my dry, curly hair. It keeps my hair moisturizer and the shape of the curl in tact."
        },
        {
            "review_title": "Best conditioner!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Dry skin",
            "review_text": "I love this multi use conditioner. I use it as a conditioner after shampooing and also a leave in. It has a ton of slip and I have 4B hair. It has the spearmint gum smell and I love it. Im on my 4th bottle and will continue to repurchase it!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "This is a great multi use conditioner! I like to use it after I wash as a deep conditioner/leave in and it works really well!"
        },
        {
            "review_title": "4C/B Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I ABSOLUTELY Love this product! I apply to my soaking wet 4c hair in show! Smooth though from scalp to ends!   After about 5 mins I towel dry my hair lightly and follow up with oil than one more small layering of this cream before braiding and my hair is soft and hydrated for 5 days!"
        },
        {
            "review_title": "Great conditioner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I  have fine almost baby hair. My hair is long. Its a bit fragile and prone to breaking and frizz. This leave in conditioner is the best I have ever used.   Im not a fan of the smell. Its a bit overwhelming for me. The good news is it doesnt last long. It dissipated within 5-10 minutes."
        },
        {
            "review_title": "Hard pass! Product creates dry, frizzy hair.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This product makes my curly hair even drier! It has no smoothing property and no slip in my hair. After drying and straightening, my hair feels very heavy and unconditioned. Whats worse is that since glycerin is a humectant and actually pulls in moisture from the air, my hair gets frizzier throughout the day. Dont purchase if youre desire is smooth, conditioned hair. Maybe its okay for those that wear natural curls as their style."
        },
        {
            "review_title": "Glycerine Alert!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Glycerine...If you have issues with glycerine, you will have issues with this product. I didn't read the ingredients list before I purchased because I was so excited to see that one of my fav YTers had a product line. This may get returned, my high porosity hair just can't do glycerine. Let this be a warning.  It has great ingredients otherwise."
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Unfortunately, maybe this just doesnt work for my hair. I used my u201cnormalu201d amount of leave-in the first time, and it left my hair feeling sticky and heavy when it dried. Next time I used less and really made an effort to work it through my hair, but then my hair was just left super dry and knotted. Plus as others have mentioned, it has a really strong and not very pleasant smell. Ill continue to use this until empty, but wont be repurchasing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It is very effective at providing moisture with a pleasant scent. Just a small amount is needed even when applied to my thick, coarse hair. Would definitely repurchase."
        },
        {
            "review_title": "love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "I have thick unruly 4c tightly coiled hair and this product combined with the oil helps me keep flakes away and moistures my hair like no other! Its a must keep on shelves. This is literally my third bottle!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I have fine, thin, wavy hair. Just a small pump does wonders for me! It does not weigh my hair down if I use just enough and leaves my hair soft and shiny. I actually really love the smell of it. Its minty with a touch of tea. If you are not into mint scents or tea scents such as chamomile then stay away. This bottle will last for a long time since I only use about half a pump. Happy to find something that works"
        },
        {
            "review_title": "Great product,  awful scent of spearmint",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, mediumTan skin tone, Combination skin",
            "review_text": "The smell is awful. It smells like toothpaste,  you'll have people asking you all day if you just brushed your teeth. The sad part is,  the conditioner itself is great. It is very moisturizing and detangles. I hope they either change the scent or offer additional scents in the future."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Light skin tone, Dry skin",
            "review_text": "I have thin, fragile, grey, curly hair. This product is a bit heavy for me BUT its SO moisturizing and GREAT at detangling. The scent smells like a pack of spearmint gum and its VERY refreshing. The shampoo is fantastic too. Great ingredients. Great results. Use the oil before bed if you dont like wearing a silk or satin wrap. It prevents breaking while you sleep. I also will oil up extra good before wash day for extra moisture."
        },
        {
            "review_title": "Smells!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I washed my hair last night and the smell has been with me all day. It smells like peppermint but not in a good way. I cant say that I will be reaching for this again anytime soon. I hope it fades before I have to wash my hair again to get rid of the smell. This is the second product from this line that has a smell that I just do not like. Its a shame too because I really want to support his product line."
        },
        {
            "review_title": "Great product l",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Really good product. Definitely my go to now. To address the scent in other reviews, it doesnt smell bad at all. Smells like peppermint"
        },
        {
            "review_title": "Best. Conditioner. EVER.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
            "review_text": "Literally cannot stop telling everybody how good this conditioner is. I recently relaxed my hair (I have naturally 4C coily textured hair) so I was very hesitant to wash my hair at first in fear of my hair tangling up and becoming a mess to detangle. I used a small amount of the shampoo (which is also great!) and it worked wonders with getting the chemical relaxer smell out of my hair and cleaning the product build up out but when my hair started knotting together I started to worry.  When I say I applied this conditioner to my hair and knots magically disappeared I was so surprised. Literally applied it and ran my hands through my hair and it was like butter! And Im so glad its also a leave in conditioner since it left my hair so soft and hydrated after I blew it out and straightened it that I applied even more before I wrapped my hair up and applied the Melanin oil blend to my ends to finish myself up. Im literally obsessed and can see this being my go to product to keep up my relaxed hair care regimen.  The smell is pretty strong so I will say if youre sensitive to things such as that, than this product may not be best for you but Ill also recommend to just plug your nose and make do because the benefits for such a great conditioner is so worth it. Will definitely be buying again once I run out (which in my case may be very soon since Im addicted.)"
        },
        {
            "review_title": "perfect for low porosity hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Im a basic white girl, but I have curly hair and this products ingredient list looked ideal for my thick, non-porous curls. Honestly the best leave in conditioner Ive used! Doesnt weigh down my curls and conditions them well. Amazing product for dry curls!"
        },
        {
            "review_title": "Holy Grail hair product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this stuff. It is a lovely, creamy, clean-smelling (like Mother Nature clean) product that works on multiple hair types. I have curly hair and my daughters have textures that vary from loose curls to wavy - and this leave-works on both. My natural hair lasts at least 4 days from a wash-n-go. I trust this brand and the ingredients they use. AAANND Theres so much product."
        },
        {
            "review_title": "Damage control",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "Oh wow the smell is addictive I love minty things! So this worked better for my kiddos than with my natural brown hair but when I started dying my hair it helped out sooooo much! It melts in my hair and mixes well with other products"
        },
        {
            "review_title": "Excellent Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "My daughter has crazy hair. The bottom layer is beautiful soft ringlet curls. The top layer is wavy and gets frizzy and the ends are dry. Ive spent years and hundreds upon hundred of dollars looking for/trying shampoo, conditioner, leave in, oil etc etc looking for something anything to help with the frizzy dry parts of her hair. This by far is the best product I have found. It helps detangle and really softens her hair. Her hair dries beautifully. Now after a day or so (do not wash her hair everyday) it doesnt look as good, but I wouldnt expect it too. Im going to try re-wetting her hair and putting a little more in. For reference my daughter has light brown somewhat fine hair."
        },
        {
            "review_title": "Chefs Kiss!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This stuff is magic!  I can FINALLY de tangle my hair without spending hours finger combing and cursing under my breath.  I will use nothing but Melanin Haircare from here on out."
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "The multi-use leave not only smells good, my hair feels great every time I use it. Top 5 fave leave ins."
        },
        {
            "review_title": "Actually detangles",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I have bought SO MANY leave in conditioners since my main one I used to use was discontinued. This is the only one that actually detangles at all, I have really long hair down to my bottom, so I usually wear braids because otherwise it's a tangled mess which makes it wavy when my braids are taken out but if I just left it, it would be straight. It's also super humid where I live. I just wish it helped more with breakage and I wish there was more products for natural breakage, everything is for dyed damaged hair and my hair is just normal, natural with natural breakage. Oh and having hair this long it's nice to have a bottle last longer than a week that's not $100. So please restock."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I absolutely love this stuff. Purchased 2 bottles of the leave in. It literally melts tangles and is the perfect multi use product. Highly recommend!"
        },
        {
            "review_title": "Worth It!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I absolutely love this and my hair does too! I mainly use it as a leave in conditioner, deep conditioner or to refresh/ moisturize my hair but you really cant go wrong using it in any of the ways listed. My hair drinks it right up!   For reference I have 4b and 4a hair texture that is high porosity. This conditioner is great especially for curly kinky coily hair and is a staple for me. Ive bought at least 5 bottles since Melanin Haircare has been released."
        },
        {
            "review_title": "I Love Melanin Hair Care on my locs",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I have followed the creator of the product for quite a few years, even before she started the product line. Because she had such a focus on natural products for natural hair, I trusted her to come out with a great hairline that would be safe and nourishing. Melanin Hair Care did not disappoint. I tried all three products and loved themall. My hair  was moisturized and soft, and a little goes a long way. I have locs now, and was worried about the product leaving a residue, which can happen with thick hair products, but the leavin has worked wonderfully, my locs are moisturized and healthy, and it soaked in very well."
        },
        {
            "review_title": "Ive found the one! No other conditioner for me.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Literally the BEST conditioner I have ever used in my 32 years. Melts away tangles, hydrates hair, and smells amazing! From the very first time I tried this product, I immediately decided that I would never be using anything else and proceeded to text everyone I know with textured hair to try this. One of my friends just tried it and felt the same way: u201c I absolutely LOVED the conditioner. It has a lot a slip and I seriously think this is the most moisturizing conditioner I have ever used. I dont know what she put in there but Im obsessed with it! and I definitely cut down my detangling time. I gotta get some more. Its bomb!u201d All that to say, you need to buy this. And when youre running low, buy at least two more. Because its sells out for good reason - and I drove all around my city trying to find a bottle (thankfully successfully)!"
        },
        {
            "review_title": "Wonderful Wonderful Wonderful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I love this product and the multi-use of it. It is a very quality made product. I have used it a few times now and will continue to buy it. I love that it is natural and healthy for my hair. It makes my hair soft and fills it with moisture. Excellent!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Didnt like the smell for a conditioner...mint.  aside from that, if I used as leave I  conditioner, my ends would get greasy as soon as I straightened my hair. as a conditioner in the shower, it did leave my hair soft. but the smell, i did like the pump to get product out.  just not good. overall wouldn't repurchase."
        },
        {
            "review_title": "Just Buy It",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Does exactly what it says for my coils! Love all their styling products and would highly recommend - especially during winter!"
        },
        {
            "review_title": "Really liked",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "My 3c hair was noticeably softer after. I didn't use a lot, but even 2 quarters worth helped alongside olive oil and coconut oil hair products"
        },
        {
            "review_title": "Awesome Product, Less than Great Shipping",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is my absolute favorite conditioner/LIC/styler! I always reach for Melanin Hair Care Multi-Use Softening Leave In Conditioner when styling my fiance, my cousins, my nana and mom and of course my own hair! It has good slip, great for detangling, smells delightful and not very strong, moisturizes, softens, defines (finer textures really well), and is from a black woman owned business whos been on YouTube for ages now showing us how to make the same great products right at home. The only negative comment I have is that the Sephora packaging wasnt great. My bottle arrived with the pump top completely snapped off *sad face* (pic of bottle received today, and a previous wash day with MHC)"
        },
        {
            "review_title": "Mixed Feeling",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Its very hydratingu2026but it smells like stale toothpaste. Im still trying to figure out if I can get past that smell."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "This product made my hair feel dry like hay and it smelled like toothpaste. I walked around all day smelling like I put toothpaste in my hair:(:(:("
        },
        {
            "review_title": "It's constantly sold out for a reason!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is the first leave in conditioner that my hair does not have a fight with. Most leave in conditioners for natural hair use coconut oil. Newsflash, not every curly/coily girl can use coconut oil and my hair will react if it is in there. So I appreciate Melanin leave in. My hair loves it, it doesn't dry out or make my scalp have a fit  and it gives the slip and protection my hair needs. If you are a coconut oil sensitive natural, try this."
        },
        {
            "review_title": "So good my man stole it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Did not disappoint . Very moisturizing. I'm back for a second bottle because my man tires and is threarhinfg to steal it.  He used on his hair before a camping trip and said after 3 days in the woods his hair was still soft and moisturized. If that's not the ultimate test, I don't know what is, lol.  I also love smell a lot of product goes a long way.   Its a winner"
        },
        {
            "review_title": "buy now!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "you need this. i have tried so many leave-in and detanglers, this is the best of both worlds. it leaves my hair (3b) moisturized and it makes it so easy to detangle! i use a rizos curl brush and this, makes wash day so easy. the only downside is is the minty smell which goes away. btw im polynesian and latina, and i bleach and color my hair so its high porosity and very dry."
        },
        {
            "review_title": "So Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "In well over a decade of being natural I've tried a lot of leave-ins but have literally always returned to KT Kink Kurly ... until trying this. I've been getting the best twist outs of my life and realized it's due to this leave-in. I have 4a/4b curl patterns.  FWIW, it doesn't make my hair feel the same as KTKK (not the same slip and def not as watery) but my hair seems to be holding moisture way better than with anything else and is elongating more (plus you get WAY more for the price). Don't forget that it's a cream leave-in so you have to spray your hair down first, then apply this, then seal it with an oil/butter, if you just apply this by itself your hair will probably feel a little dry because you haven't sealed it in. But y'all know that.  I've been natural for going on 13 years I think? And I remember watching Whitney (Melanin's founder) in my dorm room on YouTube back in the DAY when natural hair gurus were guiding us all through the transitioning phase and admiring her depth of knowledge and commitment to only using high quality, natural and simple ingredients (far and away more than I ever did) even if it meant having to concoct them herself. Kinda nice to see her come so far."
        },
        {
            "review_title": "Minty Freshness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Absolutely LOVE! I use this everyday the spearmint smell stays with me all day and my hair feels so soft !"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
            "review_text": "This stuff dried my hair out sooooo bad. I returned it. I would NOT recommend."
        },
        {
            "review_title": "This Leave In is...I'm in love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair",
            "review_text": "This product is amazing for my coily hair.  After using the leave in conditioner, it left my hair so soft, manageable, curl defined and JUICY!"
        },
        {
            "review_title": "I LOVE this stuff",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I'm so happy sephora sells Melanin now! I've tried pretty much everything from this brand and it has all exceeded my expectations. But my favorite is this multi use conditioner. I use it mainly as a detangler the night before I shampoo. This allows me to get through wash day faster.  I just part my hair in sections,  put some conditioner on a section and detangle with a felicia Leatherwood brush. And when I do wash,  but hair feels more conditioned, like I used a light overnight treatment. it doesn't weigh my hair down at all. (I have low-ish porosity loose curls and waves). The bottle is pretty big.  and it smells like mint.  Definitely repurchasing when I run out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "Absolute favorite. A must have in my hair regimen."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Love this leave in conditioner. Keeps my hair moisturizer and soft."
        },
        {
            "review_title": "phenomenon",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "I absolutely love this product. I put everyone I know on to it. I have type 4 hair and sections of high and low porosity and this product consistently goes above and beyond to  hydrate. you can detangle with it too. I use it all the time as a leave in for twist outs, co washes, blow outs etc."
        },
        {
            "review_title": "multi-use = more to love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "This is SUCH a great product. I use it as a cowash mostly, and then as a finishing leave-in over my other products. I have platinum/white hair (2c/3a and fine/average) and it's been wonderful in helping maintain the softness of my curls/waves despite the bleaching I do. It smells lovely, works brilliantly, and you cannot beat the price. It works great over my Unbreak my Blonde leave-in and as a cowash I feel like it cleanses super well while giving my hair a lot of detangling and slip."
        },
        {
            "review_title": "Pure Magic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
            "review_text": "Oh this stuff is magic for my hair!  Moisturizing without weighing my hair down.  Im so happy to be able to purchase this at Sephora!!"
        },
        {
            "review_title": "I never rinse her out!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Love, love, love this conditioner, it melts away my knots like no other! I always use it as a leave in or a styler  - NO RISING OUT FOR ME it's to good to waste. Smells like mint so you always feel refreshed after using."
        }
    ]
}