{
    "product_id": "1348",
    "name": "Mini Blush and Luminize Trio",
    "brand": "Rare Beauty by Selena Gomez",
    "categories": "Makeup, Value & Gift Sets",
    "price": 48.0,
    "about": "What it is:A gift-worthy set of glow essentials with minis of bestselling Soft Pinch Liquid Blush and Positive Light Liquid Luminizer in new and fan-fave shades...Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. These products are also cruelty-free..What Else You Need to Know:This set was inspired by Rare Beautyu2019s viral dewy blush hack. It features the bestselling Soft Pinch Liquid Blush in Virtue (beige peach) and exclusive Beloved (muted oxblood) for a soft, lasting flush, and a Positive Light Liquid Luminizer in the exclusive shade Enliven (peach with gold flecks) gives skin a luminous glow..This Set Contains:",
    "ingredients": "Soft Pinch Dewy Liquid Blush in Virtue: .Hydrogenated Polyisobutene, Hydrogenated Poly(C6-14 Olefin), Mica, Octyldodecanol, Hydrogenated Styrene/Isoprene Copolymer, Trimethylsiloxysilicate, Isododecane, Disteardimonium Hectorite, 1,2-Hexanediol, Sorbitan Sesquioleate, Propylene Carbonate, Triethoxycaprylylsilane, Aluminum Hydroxide, Helianthus Annuus (Sunflower) Seed Oil, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate, Gardenia Florida Fruit Extract, Nelumbo Nucifera Flower Extract, Nymphaea Odorata Root Extract, Titanium Dioxide (CI 77891), Iron Oxides (CI 77491), Iron Oxides (CI 77492), Iron Oxides (CI 77499), Yellow 5 Lake (CI 19140), Red 7 Lake (CI 15850). ..Soft Pinch Dewy Liquid Blush in Beloved: .Hydrogenated Polyisobutene, Hydrogenated Poly(C6-14 Olefin), Mica, Octyldodecanol, Hydrogenated Styrene/Isoprene Copolymer, Trimethylsiloxysilicate, Isododecane, Disteardimonium Hectorite, 1,2-Hexanediol, Sorbitan Sesquioleate, Propylene Carbonate, Triethoxycaprylylsilane, Aluminum Hydroxide, Helianthus Annuus (Sunflower) Seed Oil, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate, Gardenia Florida Fruit Extract, Nelumbo Nucifera Flower Extract, Nymphaea Odorata Root Extract, Iron Oxides (CI 77491), Titanium Dioxide (CI 77891), Iron Oxides (CI 77499), Red 7 Lake (CI 15850)...Positive Light Liquid Luminizer in Enliven: .Isododecane, Mica, Hydrogenated Olive Oil Unsaponifiables, Hydrogenated Polyisobutene, Hydrogenated Styrene/Isoprene Copolymer, Octyldodecanol, Dimethicone, Caprylic/Capric Triglyceride, Polyhydroxystearic Acid, Isostearic Acid, Helianthus Annuus (Sunflower) Seed Oil, Tin Oxide, Lecithin, Polyglyceryl-3 Polyricinoleate, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate, Gardenia Florida Fruit Extract, Nelumbo Nucifera Flower Extract, Nymphaea Odorata Root Extract, Titanium Dioxide (CI 77891), Iron Oxides (CI 77491).",
    "how_to_use": "Suggested Usage:.Soft Pinch Liquid Blush Mini:.-Gently remove excess product from applicator and place one to two dots on each cheek..-Use fingertips or brush to gently pat into skin for a seamless finish. .-Rememberu2014a little goes a long way! ..Positive Light Liquid Luminizer Mini .-Apply one to two dots directly over any areas you want to add a touch of glowu2014high points of cheeks, brow bone, the bridge of your nose. Blend with fingertips or brush...Tip: .-To create an extra-dewy flush (inspired by the Rare Beauty glowy blush hack), mix your fave shades of Positive Light Liquid Luminizer and Soft Pinch Liquid Blush on the back of your hand. .-Then blend onto cheeks with a brushu2014we recommend using Soft Pinch Blush Brush (sold separately).",
    "num_reviews": 52,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/rare-beauty-by-selena-gomez-mini-blush-and-luminize-trio-P512595?skuId=2812600&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2812600-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "IMO a great introduction to Rare Beauty. (Iu2019m in my 40s and just beginning to experiment with the blush craze. 50/50 chance Iu2019ll just look drunk and sunburnt, lol) On me this set delivers a u201cnatural but betteru201d look. I think some of you complaining about it have a little blush-blindness, lol."
        },
        {
            "review_title": "uhm donu2019t recommend",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "i love rare beauty okay but. only buy if you like orange blushes.. i bought it and they didnu2019t look orange but when i tried on the light blush look like straight orange bronzer and then i tried the red one hoping it would be cute and no! its orange. more of a pinky peach orange but still orange and the highlighter itu2019s okay it didnu2019t show up on the skin that well so i had to put a lot and when i did my nose was a little orange but not to much. ufffc"
        },
        {
            "review_title": "Super expensive for small size",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Very small bottles, super expensive for size, nothing special about these liquid blushes. Just work like everything else in the market tbh."
        },
        {
            "review_title": "Skip buy one large blush",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "They are so small like a tester, since you don't need much product it should last a bit but it just looks gimmicky. The colour of the middle shade does not match the box. I don't like the colours in this at all. The rate b"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Normal skin",
            "review_text": "Awesome product. If you want to try the the rare beauty line"
        },
        {
            "review_title": "All day lasting blush",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "The two pink blushes in this set last all day. The creamy formula is easy to blend and has a luminous finish. The highlighter in my set was dry."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "BEAUTIFUL!! Ordered this as a birthday present to myself and it did not disappoint. As a neutral light skinned girlie, I've only worn soft pink blushes, including Hope from Rare Beauty. so glad I gave these new shades a try! Beloved actually looks very natural once blended out and with a VERY small amount (IYKNK). Virtue will be great for the summer time and can be used as a blonzer. mixed with mesmerized just adds extra glow, while still looking natural. love love love!!! the only blush formula I'll ever need!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "LOVE IT. BEAUTIFUL COLORS. I ORDERED PICK UP AND IT WAS VERY EASY!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love!!!! The blushes are so nice! Beloved is a deeper mauve kind of color and is stunning! Virtue is a more orangey color and is pretty too!! The highlighter though is a little sheer and is not my favorite shade of their highlights. I would still definitely recommend this kit! You wonu2019t regret!!!"
        },
        {
            "review_title": "Highly recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Absolutely love this product. I mix a tiny bit of all 3 and get the perfect blend of rosy and glowy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, lightMedium skin tone, Normal skin",
            "review_text": "I absolutely love the Rare Beauty blush! Itu2019s so easy to blend, making it perfect for both beginners and pros. The formula is lightweight yet buildable, giving you that natural, radiant flush without feeling heavy. It also lasts all day, so you donu2019t have to worry about touch-ups. Definitely a must-have in your makeup collection!ud83dude0dud83eudef6ud83cudffb"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Love this product, I bought this pack to gift, I have been using this blush since few months, looks natural and u just need a little bit. Would recommend it."
        },
        {
            "review_title": "You really need this in you day to day routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "After using the blush and the highlighter it made my skin look so glowy and beautiful"
        },
        {
            "review_title": "A must have for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I have been using this product for a month now and I just love it. It is so easy to apply and just adds that perfect blend to my skin."
        },
        {
            "review_title": "get!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "very cute and the colors are pretty. i would definitely recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "soooo cute. perfect for a gift and they last surprisingly long. the colors are beautiful and long lasting."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "Perfect little set! So good for travel, I brought this on a two week international trip and it was everything I needed. There is enough of a depth difference between the blushes to be able to create a solid look- eyeshadow, face, itu2019s perfect for both, even lips! Love the deeper shade in particular but all three were fab for my skin tone."
        },
        {
            "review_title": "Not as pigmented",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Ive been using it a few weeks now - the colours are nice and flattering but nowhere near as pigmented as the regular shades."
        },
        {
            "review_title": "Must have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Very good for your moneys worth, I got it 50% off but still. Rare Beauty will always be my # 1 fav for blushes!!!"
        },
        {
            "review_title": "great high quality set with 3! looks!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Pretty pretty pretty!  I love the dark shade because it's so pigmented, I put a tiny dot on the apples of my cheeks to smooth in and a few dabs of the highlighter on the tops of my cheekbones. The result is so subtle and pretty!"
        },
        {
            "review_title": "100% repurchase in the future",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "This rare beauty set just arrived. I already love it so much and since i hot it on sale the price was definitely worth it. I have a full size one for $32, so getting 3 in different shades let's you see which one matches your skin most. In the set is a shade for every style. I will for sure re purchase in the future."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Beautiful colours and I love the mini sizes for travel.  I hope they come out with a full size of the highlighter shade"
        },
        {
            "review_title": "An ok blush",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "These blushes are ok - I was expecting much more from all the hype they have, but I think there are better liquid blush options. I also didnu2019t find it to be especially glowy. The size is also TINY, so Iu2019m glad that I was able to get these during the Black Friday sale, as I donu2019t think you should spend $50 on them."
        },
        {
            "review_title": "Not worth the cost",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The bottles are TINY! Iu2019m glad I bought this on sale and used some of my points for this purchase. Would not buy again"
        },
        {
            "review_title": "Just ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "I typically love rare beauty products but I wasnu2019t that amused with this trio. It was over priced and the colors are blah."
        },
        {
            "review_title": "An unexpected love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I bought this honestly thinking the colors would be a little too dark/warm for my fair/light skin. However, I was so pleasantly surprised! The colors are beautiful and I absolutely love them. The highlight could be used a blush/bronzer on its own! Iu2019m so glad I went ahead and bought this even though I was on the fence. Definitely would recommend!!"
        },
        {
            "review_title": "100% recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I love the shades,and for 35 dollars,itu2019s a really good deal.100% recommend"
        },
        {
            "review_title": "Great set. Apply with brush and glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Porcelain skin tone, Combination skin",
            "review_text": "Great set. I am fair with cool undertones and add a dot on each cheek to create a beautiful flush. It was patchy with fingers on my first try and virtue a bit too orange. Huge difference when I used a brush and used all 3 colors. Amazing buy on sale so glad I tried it. These minis last quite a while as you only need a dot. Also loving the fragrance set"
        },
        {
            "review_title": "New favorite blush set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "The reviews were a little mixed but so glad I took a chance. My skin is dry and I am obsessed with the young, fresh, dewy look. A little goes a long way and if you have a good brush it blends beautifully."
        },
        {
            "review_title": "TINY! Not much product. Overpriced.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "These are SAMPLE sizes! Very misleading labeling them mini. Miniu2019s are supposed to bigger than samples and smaller than the full size. This should be given as a FREE gift with purchase or something similar. Thereu2019s not much product in them so donu2019t be fooled."
        },
        {
            "review_title": "Cute but small",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This is really cute, love the colors and very pigmented, I really like them but they are very tiny, good for travel but for the price they are very tiny."
        },
        {
            "review_title": "Cute. Beloved is a great shade!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Was looking for a muted red blush. Beloved is amazing. The colour of highlighter looks a little odd on my skin tone. I havenu2019t tried the lighter shade blush yet. I am a fan of Rare Beauty liquid blushes in general."
        },
        {
            "review_title": "Sheu2019s cutee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These are cute and great for small gifting and for traveling. Lovee her"
        },
        {
            "review_title": "Small. Ugly. Returning",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Small. Ugly. Returning. I only pay for *Good* products with actual product included. This is a free sample youu2019re asking me to pay for. Typical Sephora now. Never buying from these scammers again."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Rare Beauty Mini Blushes are a game-changer! Their lightweight, blendable formula gives a natural flush that lasts all day. The mini size is perfect for travel and lets you try multiple shades without breaking the bank. A must-have for any makeup lover!"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "What a beautiful combination ud83dude0dud83dude0d very easy to use"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Such a great set! The colors are flattering and even though they are minis they will last me a long time. I never go through all of my blushes anyways so it's perfect"
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "So gorgeous! I hope Beloved comes back as a full size!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is laughably small. It looks like a free sample. The colors are pretty but I will still be returning this product."
        },
        {
            "review_title": "A must have in your vanity kit",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "The color is so pretty and wearable in any occasion. I noticed that the pigment and color stay more than 8 hours of wear without retouch."
        },
        {
            "review_title": "I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I was complimented a lot by the people who've seen me use the red blush."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Ame demasiado ud83eudef6ud83cudffc vale la pena y su00faper ru00e1pida la entrega"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Very pigmented! Love the applicator and the colors."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Ive ordered this as it was in my favourites for weeks and it came with an opened package with the Red blush missing, Idk what to do"
        },
        {
            "review_title": "Worth the $$",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "After using this product for a few daysu2026.i absolutely love it. At first the price seemed really expensive. But this product looks like it will last me easily months or even a year. Money was well spent with this set."
        },
        {
            "review_title": "great trio - Beloved needs to be made permanent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I have fair skin and already own & love Virtue, and I was pleasantly surprised that Enliven makes a great blush topper and isn't too dark for me. But Beloved... ohhhhh that's the star here. The perfect neutral-red blush.  Rare Beauty: please please please please please make Beloved part of the standard collection! It's so pretty, so neutral, so flattering, and with none of the 'clown' vibes that pure reds sometimes have. I love it very much."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "I have many of these blush shades, I wanted to try the beloved shade and it is everything I wanted it to be, absolute perfection."
        },
        {
            "review_title": "Not my favorite",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "I was a bit dissatisfied with the colors as they were not very flattering"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "These are so cute.. love the shades but a little goes a long way.."
        },
        {
            "review_title": "Fantastic kit!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "This was my first attempt at Rare blushes and I'm loving the quality. First of all, these colors are perfect for my medium/tan skin tone, adding an interesting touch that lights up any makeup. Also, although these are mini version, I feel there's a nice amount of product in them. I would recommend 100%."
        },
        {
            "review_title": "Perfect for the Fall",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This is a really great value and beloved is the perfect oxblood color. I was after the deepest shade of the new hourglass blush but I prefer beloved and I get a variety of three shades instead of just one. Layering them all together is stunning as well. Highly recommend."
        },
        {
            "review_title": "Would recommend for all skintones!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "First, I just wanted to point out that the highlighter is much darker than it appears in the swatch photo. In indoor lighting, the shade looks like a medium peach (as it's described) on my lighter skintone. But in outdoor lighting, it's a lot deeper and more pink. If you have a lighter skintone, this shade will not work as a stand-alone highlighter. As a highlighter, I think the color will work beautifully for deeper skin and work for all skintones when mixed with the blushes for a more radiant finish. Now when it comes to the blushes..I can not tell you how long I've been waiting for them to release a shade like Beloved in their dewy formula! It is similar to the shade Love in their matte formula but has more of a red undertone, while love has more of an orange undertone. If you love a good sunburn blush, you will love this set! Because if you have a lighter skintone or you're a little intimidated by the darker shade, mixing the two blush shades together will still give you the same effect, just a little more toned down. Individually, the shades may not work for everyone, but as a set, it's extremely customizable, making it suitable for all skintones! Love that!"
        }
    ]
}