{
    "product_id": "879",
    "name": "Turmeric Glow Brightening Refillable Moisturizer",
    "brand": "KORA Organics",
    "categories": "Skincare, Moisturizers, Moisturizers",
    "price": 87.0,
    "about": "What it is:An ultra-hydrating, refillable moisturizer that reduces the appearance of hyperpigmentation and dullness for visibly brighter, plumper, glowing skin..Skin Type:Normal, Dry, and Combination.Skincare Concerns:Fine Lines and Wrinkles, Dryness, and Dullness.Formulation:Rich Cream.Highlighted Ingredients:- Liposome Blend of Turmeric, Licorice, and Noni Fruit: Nourishes and conditions skin..Ingredient Callouts:This product is vegan, gluten-free, and cruelty-free..What Else You Need to Know:This nourishing cream smooths and visibly plumps your skin, leaving it looking firm and glowing. Powered by a blend of turmeric and noni fruit extract, it visibly brightens, soothes, and fortifies while minimizing the appearance of fine lines and wrinkles..Clinical Results:In an independent clinical study of 51 consumers (ages 25 to 55), over a 4-week period of twice-daily use:",
    "ingredients": "-Liposome Blend of Turmeric, Licorice, and Noni Fruit: Nourishes and conditions skin..-Marine Microalgae: Is a powerful source of essential fatty acids and carotenoids..-Desert Date Oil: Boosts moisture to smooth and visibly plump skin...Aloe Barbadensis (Aloe Vera) Leaf Juice*, Glycerin^, Coconut Alkanes, Cetearyl Alcohol, Persea Gratissima (Avocado) Oil*, Rosa Canina (Rosehip) Seed Oil*, Balanites Roxburghii Seed Oil*, Water/Aqua/Eau, Lactobacillus Ferment, Cetearyl Olivate, Helianthus Annuus (Sunflower) Seed Oil*, Sorbitan Olivate, Butyrospermum Parkii (Shea) Butter*, Hippophae Rhamnoides (Seabuckthorn) Fruit Oil*, Passiflora Edulis (Maracuja) Seed Oil*, Caprylic/Capric Triglyceride, Oryza Sativa (Rice) Extract*, Lactobacillus, Ascorbyl Glucoside, Coco-Caprylate/Caprate, Lactobacillus/Arundinaria Gigantea Leaf Ferment Filtrate, Astrocaryum Murumuru Seed Butter, Gossypium Herbaceum (Cotton) Seed Oil, Saccharomyces Lysate Extract, Bidens Pilosa Extract, Calendula Officinalis Flower Extract*, Cocos Nucifera (Coconut) Fruit Extract, Potassium Sorbate, Lavandula Angustifolia (Lavender) Oil, Linum Usitatissimum (Linseed) Seed Oil, Lactic Acid, Phospholipids, Citrus Limon (Lemon) Peel Oil, Hydrolyzed Sodium Hyaluronate, Mentha Piperita (Peppermint Indian) Leaf Oil*, Sclerotium Gum, Potassium Hydroxide, Curcuma Longa (Turmeric) Root Extract*, Glycyrrhiza Glabra (Licorice) Root Extract*, Morinda Citrifolia Fruit Extract*, Yeast (Faex) Powder, Sodium Phytate, Cylindrotheca Fusiformis Extract, Leuconostoc/Radish Root Ferment Filtrate, Cananga Odorata Flower Oil, Juniperus Virginiana (Cedarwood) Oil, Leuconostoc Ferment Filtrate, Tocopherol , Bisabolol, Soybean Peroxidase, Superoxide Dismutase, Alcohol, Citral**, Geraniol**, Limonene**, Linalool**...*Ingredients from Organic Farming..**From essential oils..^Made using organic ingredients..99.8% natural origin of total. 70.0% of the total ingredients are from organic farming. 70.0% organic of total minus water and minerals. COSMOS ORGANIC certified by ECOCERT Greenlife according to COSMOS Standard available at http://COSMOS.ecocert.com..***This ingredient list is subject to change. Customers should refer to product packaging for the most up-to-date ingredient list.***..The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Warm a pearl-size portion in your palms and gently massage onto a clean face, neck, and decolletage in the morning and evening, after your serum. .-Fantastic for prepping skin for makeup..-Use with refill pod included. (Additional pods sold separately.)..Recycling Instructions:.-Remove empty pod and rinse out any excess product..-Recycle pod and place new refill pod into glass jar..-If you choose not to reuse the jar or refill it with a new pod, discard cap and recycle glass jar.",
    "num_reviews": 1073,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/kora-organics-turmeric-glow-moisturizer-P471046?skuId=2356160&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2356160-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.69 oz/ 50 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2356160-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": []
}