{
	"product_id": "400",
	"name": "Korean Face Mask 10 Pack Gift Set",
	"brand": "Dr. Jart+",
	"categories": "Skincare, Value & Gift Sets",
	"price": 95.0,
	"about": "What it is:A value set with 10 Korean skincare masks for every concern—keep them for yourself, stuff them in stockings, or gift them to friends..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dryness, Fine Lines and Wrinkles, and Dullness.Formulation:Mask.Highlighted Ingredients:- Tiger Grass Extract and Madecassoside: Calm and soothe skin with moisture..What Else You Need to Know:More moisture, less visible lines, calm skin, dewy glow, stronger barrier, smaller-looking pores—whatever skin needs, this 10-pack includes sheet masks and rubber face masks to deliver quick, visible results..This Set Contains:- 0.91 oz/ 26 mL Dermask Vital Hydra Solution™ PRO Mask.Clinical Results:Clinical testing on 32 women, immediately after using Dermask™ Vital Hydra Solution PRO Mask one time:",
    "ingredients": "-Tiger Grass Extract and Madecassoside: Calm and soothe skin with moisture. .-Hyaluronic Acid: Delivers intense hydration..-Ceramide NP: Supports the skin barrier.  ..Dr.Jart+ Dermask Vital Hydra Solution™ PRO Mask:.Water\\Aqua\\Eau, Butylene Glycol, Hydroxyethyl Urea, Glyceryl Glucoside, Glycerin, Trehalose,  Betaine, Erythritol, Saccharide Isomerate, Allantoin, Methyl Trimethicone, Hydrolyzed Jojoba Esters, Sodium Hyaluronate, Ethylhexylglycerin, 1,2-Hexanediol, Polyglyceryl-10 Laurate, Acrylates/C10-30 Alkyl Acrylate  Crosspolymer, Tromethamine, Dipropylene Glycol, Hydrogenated Lecithin, Glyceryl Stearate, Citric Acid,  Sodium Phytate, Sodium Citrate, Hydroxyacetophenone...Dr.Jart+ Dermask Soothing Hydra Solution™ PRO Mask:.Water\\Aqua\\Eau, Butylene Glycol, Glycerin, Inositol, Panthenol, Hydroxyethyl Urea, Glyceryl Glucoside, Trehalose, Betaine, Erythritol, Saccharide Isomerate, Allantoin, Ethylhexylglycerin, Methyl Diisopropyl Propionamide, Beta-Glucan, Polymethylsilsesquioxane, 1,2-Hexanediol, Polyglyceryl-10 Laurate, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Dipropylene Glycol, Hydrogenated Lecithin, Glyceryl  Stearate, Tromethamine, Citric Acid, Sodium Phytate, Sodium Citrate, Hydroxyacetophenone...Dr.Jart+ Cicapair™ Intensive Soothing Repair Serum Mask.WATER\\AQUA\\EAU, DIPROPYLENE GLYCOL, METHYLPROPANEDIOL, GLYCERIN, 1,2-HEXANEDIOL, .NIACINAMIDE, PANTHENOL, ALLANTOIN, ETHYLHEXYLGLYCERIN, THEOBROMA CACAO (COCOA) SEED EXTRACT, CENTELLA .ASIATICA LEAF EXTRACT, ASIATICOSIDE, MADECASSIC ACID, ASIATIC ACID, BUTYLENE GLYCOL, POLYGLYCERYL-4 OLEATE, .SODIUM STEAROYL GLUTAMATE, PALMITOYL TRIPEPTIDE-8, POLYGLYCERYL-10 LAURATE, CARBOMER, TROMETHAMINE, .ISOPENTYLDIOL, PROPANEDIOL, XANTHAN GUM, DEXTRIN, SODIUM SURFACTIN, DEXTRAN, CITRIC ACID, SODIUM PHYTATE, .HYDROXYACETOPHENONE, YELLOW 5 (CI 19140), BLUE 1 (CI 42090) ..Dr.Jart+ Ceramidin™ Skin Barrier Moisturizing Mask.WATER\\AQUA\\EAU, GLYCERIN, DIPROPYLENE GLYCOL, 1,2-HEXANEDIOL, PANTHENOL, HYDROGENATED POLY(C6-14 OLEFIN), DICAPRYLYL CARBONATE, BETAINE, METHYL TRIMETHICONE, CERAMIDE NP, SODIUM STEAROYL GLUTAMATE, POLYGLYCERYL-10 STEARATE, ALLANTOIN, ETHYLHEXYLGLYCERIN, CHOLESTEROL, PELARGONIUM GRAVEOLENS (GERANIUM) FLOWER OIL, OLEA EUROPAEA (OLIVE) FRUIT OIL, CITRUS AURANTIUM BERGAMIA (BERGAMOT) FRUIT OIL, CETEARYL ALCOHOL, BEHENYL ALCOHOL, ACRYLATES/C10-30 ALKYL ACRYLATE CROSSPOLYMER, HYDROGENATED LECITHIN, TROMETHAMINE, GLYCERYL STEARATE SE, SALVIA OFFICINALIS (SAGE) OIL, SODIUM PHYTATE, TOCOPHEROL, YELLOW 5 (CI 19140)...Dr.Jart+ Pore.remedy™ Purifying Mud Mask.Water\\aqua\\eau, kaolin, butylene glycol, bentonite, polysorbate 80,.1,2-hexanediol, magnesium aluminum silicate, sea salt\\maris sal\\.Sel marin, allantoin, panthenol, artemisia vulgaris oil, erythritol,.Saccharide isomerate, arginine, ethylhexylglycerin, glycerin,.Glycoproteins, copper tripeptide-1, polyglyceryl-10 laurate,.Illite, xanthan gum, pvp, palmitic acid, stearic acid, lecithin,.Montmorillonite, citric acid, disodium edta, gluconolactone,.Sodium citrate, tocopherol, yellow 5 (ci 19140), blue 1 (ci 42090)..Dr.Jart+ Cryo Rubber™ Moisturizing Mask:.Step 01:.Water/Eau, Dipropylene Glycol, Glycerin, Caprylic/Capric Triglyceride, Niacinamide, 1,2-Hexanediol, Butylene Glycol, Peg-240/Hdi Copolymer Bis-Decyltetradeceth-20 Ether, Glyceryl Stearate, Peg-100 Stearate, Sorbitan Sesquioleate, Glycereth-26, Dimethicone, Cetearyl Alcohol, Trehalose, Mangifera Indica (Mango) Seed Butter, Macadamia Ternifolia Seed Oil, Sodium Hyaluronate, Glyceryl Acrylate/Acrylic Acid Copolymer, Ethylhexylglycerin, Disodium Edta, Betaine, Allantoin, Melia Azadirachta Leaf Extract, Melia Azadirachta Flower Extract, Coccinia Indica Fruit Extract, Tocopherol, Potassium Laurate, Solanum Melongena (Eggplant) Fruit Extract, Aloe Barbadensis Flower Extract, Simmondsia Chinensis (Jojoba) Seed Oil, Ocimum Sanctum Leaf Extract, Curcuma Longa (Turmeric) Root Extract, Corallina Of?Cinalis Extract, Undaria Pinnati?Da Extract, Musa Sapientum (Banana) Fruit Extract, Cynara Scolymus (Artichoke) Leaf Extract, Brassica Oleracea Capitata (Cabbage) Leaf Extract, Asparagus Of?Cinalis Extract, Allium Cepa (Onion) Bulb Extract..Step 02:.Water/Eau, Methylpropanediol, Chondrus Crispus Extract, Glycerin, Xanthan Gum, Ceratonia Siliqua (Carob) Gum, Potassium Chloride, Dipropylene Glycol, Hydroxya- Cetophenone, Sucrose, Panthenol, Polyglyceryl-10 Laurate, Algin, Titanium Dioxide/CI 77891, Caprylyl Glycol, Allantoin, Calcium Chloride, Melia Azadirachta Leaf Extract, Melia Azadirachta Flower Extract, Dipotassium Glycyrrhizate, Butylene Glycol, Ethylhexylglycerin, Coccinia Indica Fruit Extract, Disodium EDTA, Sodium Citrate, Citric Acid, Solanum Melongena (Eggplant) Fruit Extract, Aloe Barbadensis Flower Extract, Xylitylglucoside, Simmondsia Chinensis (Jojoba) Seed Oil, Anhydroxylitol, Curcuma Longa (Turmeric) Root Extract, Corallina Of?Cinalis Extract, Xylitol, Laminaria Japonica Extract*, Hydrogen Dimethicone, Glucose, Kaolin, Diatomaceous Earth/Terre De Diatomees...Dr.Jart+ Cryo Rubber™ Soothing Mask:.Step 01:.Allantoin Ampoule Pack Water/Eau, Dipropylene Glycol, Glycerin, Caprylic/Capric Triglyceride, Niacinamide, Butylene Glycol, 1,2-Hexanediol, PEG-240/HDI Copolymer Bis-Decyltetradeceth-20 Ether, Glyceryl Stearate, PEG-100 Stearate, Glycereth-26, Dimethicone, Sorbitan Sesquioleate, Cetearyl Alcohol, Macadamia Ternifolia Seed Oil, Mangifera Indica (Mango) Seed Butter, Allantoin, Trehalose, Glyceryl Acrylate/Acrylic Acid Copolymer, Disodium EDTA, Ethylhexylglycerin, Betaine, Melia Azadirachta Leaf Extract, Melia Azadirachta Flower Extract, Potassium Laurate, Tocopherol, Brassica Oleracea Capitata (Cabbage) Leaf Extract, Allium Cepa (Onion) Bulb Extract, Asparagus Of Cinalis Extract, Cynara Scolymus (Artichoke) Leaf Extract, Undaria Pinnati?Da Extract, Musa Sapientum (Banana) Fruit Extract...Step 02:.Water/Eau, Methylpropanediol, Chondrus Crispus Extract, Gl- Ycerin, Xanthan Gum, Ceratonia Siliqua (Carob) Gum, Potassium Chloride, Dipropylene Glycol, Hydroxy- Acetophenone, Sucrose, Panthenol, Polyglyceryl-10 Laurate, Algin, Titanium Dioxide/CI 77891, Caprylyl Glycol, Melia Azadirachta Leaf Extract, Allantoin, Calcium Chloride, Melia Azadirachta Flower Extract, Dipotassium Glycyrr- Hizate, Coccinia Indica Fruit Extract, Ethylhexylglycerin, Disodium EDTA, Sodium Citrate, Citric Acid, Solanum Melongena (Eggplant) Fruit Extract, Aloe Barbadensis Flower Extract, Xylityl- Lucoside, 1,2-Hexanediol, Anhydroxylitol, Curcuma Longa (Turmeric) Root Extract, Corallina Of?Cinalis Extract, Xylitol, Centella Asiatica Extract*, Hydrogen Dimethicone, Glucose, Kaolin, Diatomaceous Earth/Terre De Diatomees.",
	"how_to_use": "Suggested Usage:.Sheet Masks:  .-Remove film (if applicable) and apply mask over cleansed skin. .-Leave on for 15 to 30 minutes then remove gently.  ..Cryo Rubber™ Face Masks:  .-Pat the gel-like serum in the ampoule directly onto skin. .-Apply the Cryo Rubber™ Face Mask to your face. Start with the lower portion and adjust gently towards the ears, follow with the upper portion. .-Leave on for 30 to 40 minutes for maximum absorption. .-Remove mask, massage in any excess serum.",
	"num_reviews": 25,
	"overall_rating": 4.8,
	"product_url": "https://www.sephora.com/ca/en/product/dr-jart-korean-face-mask-10-pack-gift-set-P513292?skuId=2810273&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2810273-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Great trial set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Got two of these during the Sephora sale. Loved being able to try all of the different masks. There are a few I will be repurchasing"
		},
		{
			"review_title": "Not as good a set as previous years",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I buy this every year, this this year was just not it. Last year the masks were all different and I thought it was a great way to try them all out. I gave them out as gifts but this year I bought two packs only to then realize a lot of them were duplicates, and none of the really good masks, just the ones that they’re always trying to push. I kept one for myself but I haven’t been enjoying it as much as I have in the past. It’s left me feeling disappointed."
		},
		{
			"review_title": "Save your money",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
			"review_text": "Yes it is OK but I feel like it is just not worth it. You get ten different uses for almost 100$! That is kind of insane. The masks are good and if you ARE willing to spend that much money go ahead but not worth it tbh😭"
		},
		{
			"review_title": "Such a nice gift set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received this complimentary Face Mask 10 Pack mega Gift Set by Dr. Jart  for an exchange of my honest opinion. I have used few masks so far and it has given me quick results. I love how this mask has ton of good things and my face absorbs it so well. My face feels so soft and so hydrated. The set is so pretty especially it would work great as a gift set. I feel like I’m  in a spa. I get relaxed and the ingredients make me calm and soothes me very well. I recommend this to everyone."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "I'm enjoying this set of various sheet masks. I especially like the cryo rubber masks where you apply serum to the skin and apply the rubber mask on top. Every mask I've tried as left my skin feeling smooth, soft, and hydrated. Recommended to those who want to try the various masks from Dr. Jart."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "I really love the variety in this boxed set of masks. Some have one of each and a few have two of each. I love that you get to try all the different kinds in one set. I’ve loved all of the ones I’ve tried on so far!"
		},
		{
			"review_title": "Best gift EVERRR!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "Wow! What an amazing bundle from Dr. Jart+! With 10 masks in one box, you get the opportunity to try treatments for several different skincare situations. I was excited to see my beloved Cicapair sheet mask, one of my absolute favorites as well as some I haven't tried like the Pore-remedy Purifying Mud Mask. Dr. Jart+ is a brand that I've always been excited for because the results are instant. For example, you can see the redness leave your face from the Cicapair line, even during the coldest winter months. I'm just so in love with this set. I think I'll keep this one for myself, but it's such a wonderful gift, I may get a few for my loves as well!"
		},
		{
			"review_title": "Fun variety set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This assortment of Dr. Jart+ masks is excellent for keeping my skin hydrated. It offers a diverse selection of masks that address various skin issues, making it an enjoyable experience to experiment with them. Plus, having one available means you can switch things up if needed. The sheet masks provided a calming, cooling, and moisturizing effect, and my complexion appeared noticeably brighter after application. While some masks were more effective at hydrating than others, I generally had a positive experience with them. The Cryo Rubber with Soothing Allantoin Mask stands out as a unique and pleasurable mask that includes an allantoin ampoule and a rubber soothing mask. After applying the gel-like ampoule to the face, the rubber mask is worn for 30-40 minutes, leaving the skin feeling refreshed and moisturized."
		},
		{
			"review_title": "Mega skincare!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Dr Jart their mega mask kit is a must have! The 10 piece kit comes with lip care, mud masks, and hydration masks. If you’re into your skincare this is a good start. I used the soothing hydration solution and my skin felt instantly refreshed and hydrated. After removing it my skin look glowing."
		},
		{
			"review_title": "Good set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Great set of masks with a good variety, there is something for everyone and some essentials repeats like the Ceramidin which is one of my faves. These would make great stocking stuffers too! Overall I really like this set, good value for money if you want to treat yourself to these :)"
		},
		{
			"review_title": "Skin pampering perfection",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "The Dr. Jart+ 10 Mask Mega Mix is a versatile set that caters to various skin concerns, from hydration to soothing and pore care. Each mask is infused with high quality ingredients like hyaluronic acid and allantoin, providing results after each use. The masks are easy to apply and leave my skin feeling refreshed and revitalized. Perfect for my weekly skincare routine or a quick skin pick me up! Highly recommend if you love pampering your skin like I do."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Love the assortment of these. Ten different masks that compliment different skincare needs. My favorite is the hydration masks and the brightening one. I have tried almost all but two because their not for my skin type.  A great value gift set for anyone wanting try  their hand at masks.  No fragrance and easy on the skin with any no irritation that shows."
		},
		{
			"review_title": "Amazing!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "Wow!! This is an incredible mask set!! The Cryo Rubber one were my favorite, they’re really neat! This set gives you a huge variety of different skincare products. My face felt amazing after I done them. I would definitely recommend this set if you’re looking for a mask variety."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "If you love dr jart mask or just sheet mask in general, this set is a must. Dr. Jart has been known for their mask, especially those rubber ones. So I was very excited to give this a try. I love that there is one for basically every skin concerns. I love that some of them come in double which makes it the perfect gift/ stocking stuffer for the upcoming holidays. The masks are very well soaked and give my skin an instant hydration boost upon applying. There are plenty of serum left in the packaging that you can use for other part as well. Honestly, a great set for trying out new products and decide which one you love best. For me, its the rubberized one. I love it so much that i know i will always have one in my stash now."
		},
		{
			"review_title": "Easy way to gift great skincare!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "What a perfect gift for a skincare fanatic! This set of 10 masks by Dr Jart is a good value and contains a nice variety of different masks for various concerns. I love that it’s all in a beautiful box for the holidays."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "The sheet masks are thoroughly saturated with solution and don’t dry out, unlike some others I’ve tried before. I was particularly excited to try the Cryo Rubber masks, which cost $16 each when bought separately. The two-step system is unique; the rubber mask clings to the skin, and after a few minutes, I forgot I was even wearing it. I enjoyed the cooling sensation while relaxing on the couch, and after removing the moisture mask after 40 minutes, I noticed an immediate improvement in my skin.   Gifting skincare can be tricky since everyone likes different brands and products, but I don’t think you can ever go wrong with face masks; especially with a set like this one that comes with something for all different types of skincare “concerns”."
		},
		{
			"review_title": "Great value for high quality sheet masks!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I've used Dr. Jart products for over half a decade now. Their ceramidin and cicapair lines are life savers for healing my dry skin from retinol use. I especially love their sheet masks so I was glad to get this set! It is such a good value for what you receive. I'm extra happy about having doubles of the ceramidin and hydrating ones since they're favorites of mine. If you're fan of their sheet masks, or have been thinking of trying them out, then this will be a great buy for you!"
		},
		{
			"review_title": "Great set a mask for ever skin care need",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I am so in love with this set! There is basically a facemask for every skin issue that I may encounter or that I already have or just to use as a hydration boost. Dr. Jart is known for his great products, especially facemasks the rubberized. Masks are fun to apply and to mix also and the packaging comes with all the instructions that you need to mix and apply the mask sheet mask easy to put in the refrigerator and just pull out when I need an extra booster hydration skin repair. I’ll definitely buy a set of these mask for my friends. As it’s a great gift-giving idea."
		},
		{
			"review_title": "Great masks",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I love this! I got this 10 mask mega mix by Dr. jart and it’s amazing! There’s literally a mask for all the concerns. My face feels more hydrated, these masks give more moisture, less visible lines, dewy glow, stronger barrier and calm skin.  This 10-p ack includes sheet and rubber masks to deliver whatever your skin needs."
		},
		{
			"review_title": "An amazing deal on spectacular face masks!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "If you've been wanting to try Dr. Jart+ face masks for the longest time (like myself), this holiday set is the way to go! You get to try TEN masks for much less than they would each cost individually. Perfect as a holiday gift for yourself, friends, or family. You could even turn it into a self care event among friends and family this holiday season as there is a variety of different mask types suitable for different skin types and concerns. This set has influenced me to try all of the different Cica products from Dr. Jart+ as my skin deals with a lot of redness and sensitivity. I will definitely be purchasing more! My skin loved the Cica mask."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "Perfect stocking stuffer for anyone who loves korean skincare. These masks are great for winter time as the heaters indoors tends to dry out my skin. I always put a mask on at least twice a week after showering. My face feels plump and hydrated after one use, no need to wash any of the liquid afterwards, so its simple and easy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’m such a huge fan of facemasks and I’m constantly looking to try different options. I was so excited to try these because it really gave me a better understanding of some of the baskets they offer however I loved most of them so it’s gonna be very difficult picking out new ones in the future. A lot of them were super effective on my skin and just made my skin feel like a completely new finish I absolutely love them."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "This is an absolute bang for your buck Christmas gift set! I love how it has a mask for all my skin concerns and they truly do what they say they will! Dr jart makes some of the best skincare products!"
		},
		{
			"review_title": "Stunning Value and Quality",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "wow wow wow absolutely amazing quality and box. This bundle of I’ll be a perfect gift for just about anyone or even for yourself. It includes all of the best k beauty products including masks. The mask work wonderfully. So worth the value !"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "The Dr. Jart+ Mega Mask Mix available at Sephora is an exceptional skincare product that delivers impressive results. This mask set combines the benefits of various targeted treatments into one convenient package. Each mask in the mix is designed to address specific skin concerns, from hydration and brightening to soothing and firming. The formulations are rich in high-quality ingredients, providing a luxurious feel and effective treatment. After using the masks, my skin felt revitalized, hydrated, and noticeably smoother. The variety in the set makes it easy to customize my skincare routine according to my skin’s needs on any given day. The Dr. Jart+ Mega Mask Mix has truly elevated my skincare regimen."
		}
	]
}