{
    "product_id": "1534",
    "name": "Stay All Day Waterproof Liquid Eye Liner - Micro Tip",
    "brand": "stila",
    "categories": "Makeup, Eye, Eyeliner",
    "price": 32.5,
    "about": "What it is:.What it does:.What it is formulated WITHOUT:",
    "ingredients": "Water, Ammonium Styrene/Acrylates Copolymer, Butylene Glycol, Alcohol, Beheneth-30, Acrylates/Octylacrylamide Copolymer, Phenoxyethanol, Methylparaben, Polyglyceryl-3 Disiloxane Dimethicone, Propylparaben, Sodium Hydroxide, Disodium EDTA, Sodium Benzoate. May Contain (+/-): Black 2 (Ci 77266) (Nano).",
    "how_to_use": "Suggested Usage:.-Shake well before use. .-Sweep pen along lash line. .-Use tip of pen to fill in between lashes for natural definition and a fuller lash line. .-Build to intensify color. .-Use after the original Stay All Day Waterproof Liquid Eye Liner (sold separately) to detail and perfect your look. .-Store horizontally for best performance.",
    "num_reviews": 374,
    "overall_rating": 4.1,
    "product_url": "https://www.sephora.com/ca/en/product/stay-all-day-waterproof-liquid-eye-liner-micro-tip-P429008?skuId=2053833&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2053833-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Intense Black",
            "shade_descriptor": "jet black",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2053833-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Best micro tip in the market",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Love the micro tip for natural, every looks. The formula is better than your typical drugstore products, but does not last me the entire night. I've repurchased this product 4 times, I've simply haven't found a better alternative."
        },
        {
            "review_title": "Bad eyeliner",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "On my first use, this product was so disappointing. Barely any ink came out and it was not precise at all. Will never purchase again."
        },
        {
            "review_title": "Holy Grail Eyeliner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "This is my holy grail eyeliner. I will not go to any other eyeliner after having this one. I'm on my second one, this one has lasted me for almost a year now. I love the small tip, it gives me so much more control. I wear this every time I work (in a restaurant) and there is no smudging. It stays on. 10/10 would recommend!"
        },
        {
            "review_title": "Don't waste your money.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I purchased this in the hopes it would be similar to the original Stila liquid eyeliner.  What a disappointment, immediately after applying it has a tendency to run and doesn't stay put under my eyes and on my eyelids. Consistency seems thinner.  I will stick with the original Stila liquid eyeliner for now.  No, I would not recommend this product."
        },
        {
            "review_title": "Love! Don't know how I managed without this liner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Absolutely love this liner! I have shaky hands and attempting cat/siren eyes with any liquid eyeliner would either take forever or end up not as precise as I would have liked- however with the micro tip, I can now easily do the cutest flicks and subtle wings without any issues or too much time. Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Great color, really liquidy, but after about 3 uses I find the product dries out quickly making it harder to use."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "It made my eyes itch and didn't stay on.  Going back to KVD."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "my most absolute favorite eyeliner. never smudges and lasts all day and night"
        },
        {
            "review_title": "THE best eyeliner out. Period!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This eyeliner is top of the tier! The tip is so small and mechanical that it makes doing my eyeliner a breeze. Making the perfect wing, and really getting in there super close to the lash line are very important to me and it's easy with the tip of this liner. Her black, waterproof. The perfect tip. The perfect eyeliner!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This product is really good, it has a very fine tip and go on smooth"
        },
        {
            "review_title": "My go to for Cosplay",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Oily skin",
            "review_text": "I absolutely adore this eyeliner. i've been using it for over 3 years now and I cant live without it. because of how fine the tip is, its my go to for all my cosplay makeup. i can be super precise when I need to be and have no trouble filling in on thicker, more graphic eyeliner styles as well.  I always set my makeup with the urban decay all nighter settgin spray and I can go for 12+ hours no problem without my eyeliner getting disturbed even through the sweat!"
        },
        {
            "review_title": "Not waterproof",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I bought this because review said it has the most staying power. It lasted for about an hour before it disappeared from my eyelid and the brown was gone even sooner.  Disappointed."
        },
        {
            "review_title": "Perfect for beginners",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This is my go-to eyeliner! The microtip is such a game changer especially for people who can't seem to make the perfect wing. lol"
        },
        {
            "review_title": "My Go-To Liquid Eyeliner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Does not sting in the eyes, really lasts all day and the micro tip helps me make the line really narrow and sharp compared to the regular tip. Love Stila and have not found a reason to switch to anything else after years of repurchasing!"
        },
        {
            "review_title": "Wing it up",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Smudge proof, precise and stay all day. A 5 star eye liner"
        },
        {
            "review_title": "It's fine",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is a great eyeliner, sure. But I have so many that work exactly the same or better for half the price. I thought I'd make the jump and try it since its popular but I will not be repurchasing."
        },
        {
            "review_title": "Ride or Die Eyeliner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Absolutely fool proof and stays forever. Will buy over and over again"
        },
        {
            "review_title": "Good for the first few lines!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I came across this in college when my roommate allowed me to use hers while primping for nights out. I loved how smooth, dark, and fine it was.  So, I waited years until I was earning my own $$ and able to afford one for myself. Unfortunately, as an owner, I was less pleased. The marker quickly becomes less smooth with each use, and it's not as buildable (going over the same line just wipes it off rather than making the line darker). I wish the engineering of the pen ensured better and more consistent flow of the liquid.  On the bright side, it is good to use for the first few uses and is indeed waterproof, but easily cleans off with a water-based cleanser. Perfect shape to draw winged eye-lines. Don't forget to give it a shake before using to maximize its use."
        },
        {
            "review_title": "Stayed on all day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "My eyes are very watery and need a great eyeliner so it doesn't run. I received Stay All Day WaterProof Liquid Eyeliner and it did not disappoint! I wore it all day and had no smudges or run. Definitely, waterproof. Tip was thin and was very easy to apply"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Used to be my favorite eyeliner ever. It seems the formula changed and it dries out so quickly now which is super disappointing."
        },
        {
            "review_title": "Best Eyeliner Ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "BEST EYELINER EVER. I've tried many, but this eyeliner is great. The tip does not dry out fast, which is always the problem with many of the micro-tip eyeliners I've tried. Though it's not the most waterproof, it's really great and easy to use!!"
        },
        {
            "review_title": "Perfect Eyeliner for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is my all time favorite eyeliner. While I like the original tip, I find drawing wings 100x easier with the micro tip. I use the UD primer potion under it and it stays ALL DAY. I've even slept in it and it stays in place. I have absolutely 0 complaints about this and will continue repurchasing. It is super black too."
        },
        {
            "review_title": "My Favorite Eyeliner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Love the micro tip. The liner wears well and will last all day without touch up if you don't rub your eyes."
        },
        {
            "review_title": "Micro tip yes, but drying out within 2 weeks",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I'm disappointed with this product: I like the size/shape of the tip, but it dried out within 2 weeks of purchase and color wasn't intense black as marketed."
        },
        {
            "review_title": "Brown Skin Review",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Dry skin",
            "review_text": "I love love love this product, Its a perfect density and gives a very clean stroke when applied.  I have used multiple black eye liners before but I feel this black color is perfectly opaque and suits best on my brown skin.  I specially love the mirco tip, it helps for the perfect application. The tip is not very smooth nor very hard, its perfect for one stroke application"
        },
        {
            "review_title": "Not stay all day",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is not u201cstay all dayu201d for me. It does not stay very black and some parts come off completely in a couple of hours."
        },
        {
            "review_title": "Best eyeliner ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Dry skin",
            "review_text": "Favorite eyeliner ever. I have small eyes, and this fantastic easy to use eyeliner makes it a breeze to create tiny lines by my lashes without using all of my eyelid real estate. I live in Florida, and it stays put all day."
        },
        {
            "review_title": "Overrated",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I've had this eyeliner a couple times and both times the pen dried out within a month. I keep the cap on and didn't use it everyday. When I do use, I would do a thin small wing so not using a ton of product each time. Not sure why it dried out so fast every time but same thing happened to my mom. If you are lucky enough to keep yours inky, it's a decent pigment and I like the tip."
        },
        {
            "review_title": "THIS REVIEW IS ONLY FOR THE DARK BROWN-",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "This eyeliner has been a staple liner for me for the last decade. Its perfect. I've been waiting SO long for stila to drop the micro tip in brown. However the brown is super orange/red tone. Unfortunately will gave to return"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love the thin liner, but it's dries up so quickly."
        },
        {
            "review_title": "it's okay .",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "i kinda liked it ! it's a good product but very expensive for what it is . lasted me a while too so 1pt"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "My favourite liquid eyeliner. I tried to apply on a dry eye not on top of make up. Otherwise, the brush will dry out quickly do to make-up buildup on the tip."
        },
        {
            "review_title": "Perfect for drawing lashes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I bought one to try to draw bottom lashes and its perfect!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Lasts all day, doesn't smudge, even when I touch my eyes sometimes and honestly don't think I'd even try another black eyeliner!"
        },
        {
            "review_title": "Favourite liquid eyeliner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "My favourite liquid eyeliner! I love making my eyeliner as sharp and precise as possible so this worked perfectly for me. Lasts me the whole day unless I'm having a breakdown."
        },
        {
            "review_title": "Stick with the original, skip the micro tip",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Did not realize that my Sephora now only carries the micro tip- while I absolutely swear by the original Stay All Day Waterproof Liquid Eyeliner by Stila, this one simply DOES. NOT. WORK. The best way I can describe it- it's as if as it is going on, the tip somehow simultaneously pulls some of the pigment off, so I never have a perfect solid line as with the original tip. Wish I wouldn't have wasted the money, it's going in the trash. (Also, thought maybe the micro tip couldn't hold up going on over a light facial lotion- I worried it might have come in contact though I don't get too close to my eyes with my day lotion anyhow- but no. I tried it on completely clean and dried skin and it still doesn't go on even remotely smooth like the other.)"
        },
        {
            "review_title": "One of the Best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Applies thinly and stays literally all day. Have to scrub it off, which was what I was looking for."
        },
        {
            "review_title": "Amazinggg",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I cried my eyes out on the train, then worked a 10 hour shift, THEN cried again. great eyeliner , didn't smudge and I have oily eyelids."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Great pigment, glides on well, and stays put throughout the day."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "The micro tip makes it very hard to do a wing for me. It's too small of a tip, so its harder to make a straight line. Hopefully I will be able to exchange for the regular stila eyeliner."
        },
        {
            "review_title": "So wanted it to work.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I was hopeful that I had finally found an eyeliner that was waterproof after reading reviews.  My eyes water at times.  This eyeliner ended up smearing and had to be reapplied."
        },
        {
            "review_title": "best eyeliner out there for oily lids",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "in my experience, this is the best liquid liner of all time. i've tried so many others to try to find a back-up in case this ever gets discontinued and nothing compared. i have oily lids and this is basically the only liner i have that doesn't smudge, transfer, or completely wear off within a few hours. 100/5 stars. have purchased it probably over a hundred times over a decade lol."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Love the pigment on this. I go on top of another liner I use to give me a sharper line. However the tip doesn't stay strong. So it rarely gives pigment at the end unless I angle it a certain way and slowly layer. Would recommend this for people who want a basic eye liner look, but maybe not precise lines unless you have the hands of surgeon."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This eyeliner is okay. The micro tip is definitely better than the original, but I still had issues with the product drying out at the tip. It makes it almost impossible to create any winged look."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Disappointing eye liner. It flaked a lot and was not waterproof. The tip also dried out within 3 months of using it"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I like how its stay dark black , its easy to handle"
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This micro tip eyeliner from Sila is great to use for the cat-eye or wing look for hooded eyes"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, fairLight skin tone, Normal skin",
            "review_text": "The only eyeliner i'll use! Stays perfectly intact even after swimming u2764ufe0f"
        },
        {
            "review_title": "so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "ahhh! i love this eyeliner. i have used this eyeliner ever since i started doing my makeup more regularly, and its a blessing. when people compliment my eyeliner i ALWAYS recommend stila, love love love."
        },
        {
            "review_title": "Amazing liner.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "truly a gem of a liner. So precise and easy to use"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Great product!  It's lasts me all day. I was looking for an eyeliner with a fine tip. I give it 4 stars because it does bleed a bit sometimes. Nothing a q-tip can't fix.  I have tried several liquid eyeliners at Sephora and they do not compare to this. This is definitely way better than KVD."
        },
        {
            "review_title": "Precision 5 Stars",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This has been the best eyeliner for me and creates super precise lines without smudging. Will order again"
        },
        {
            "review_title": "Dries out FAST, didn't even get a weeks worth",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "The first 5 uses, this was a good eyeliner and what I expected. I dont know if it lasted much longer than comparable liners-KVD tattoo liner for example. But this dried out fast. And I stored it cap down to try to avoid this. I was careful with it. Before I used then 10 times, it was -completely- dried out. Im really disappointed. I read the reviews but hoped this wouldn't happen. This product is really bad now. :( Bummer. I liked it a lot at first."
        },
        {
            "review_title": "new formula?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I used to LOVE this product and have been a loyal user for years now. But I feel like I've gotten much less of a use out of it the last 6mo or so! I've had repurchase it every month and a half because it gets super streaky and dried out so quickly. At first I thought it was just a bad batch but it's consistently happened. I used to be able to get about 3-4mo out of one before! I think they may have changed the formula :("
        },
        {
            "review_title": "#1 Eye Liner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Awesome product, the very best eye Liner. It honestly stays all day."
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "As someone with oily lids whose ~signature~ look is a cat eye, I am very impressed with this! I use a touch of primer and this liner lasts ALL day without smudging, transferring, or cracking off. The pen is super fine and stiff so you can go subtle or build up for a more dramatic look. I have tried dozens of other liners and was looking for something to replace my go-to after it was discontinued. This outperforms anything I've tried - obsessed!"
        },
        {
            "review_title": "longest-lasting eye liner I have ever tried",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "longest-lasting eye liner I have ever tried, it lasts through the day without a primer or a setting medium, i only with it had a more smokey, blend-able property."
        },
        {
            "review_title": "Great for waterworks.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Expensive but completely worth it. I needed something for a funeral and this did the trick. I also love the micro tip because of how nice and small I can make the line."
        },
        {
            "review_title": "BEST WATERPROOF JET BLACK MATTE LINER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "One of the best eyeliners, I was looking for a drugstore dupe and I can't find anything as good as this only down side is it doesn't work well with some shimmers but i find a way to make it look amazing regardless"
        },
        {
            "review_title": "So micro thin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I just got this and was so excited to use it! I love how micro thin the tip is! I don't like thick lines on my upper eyelid. I like the more natural and subtle look so I love being able to just dub a bit of black on my eyeslids. I hope this product doesn't dry out fast and will last awhile. But otherwise, I am loving this so far!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "There's a reason this is a cult-favorite. It does everything everyone says it does. I used to use the Marc jacobs liner until it sold out so I bought this one after reading so much about it and I am SOLD. I will only be buying this liner from now on. It really is intense black and even though the liner is micro thin you can do as thick or thin liner as you want. It has amazing staying power. Other liquid liners tend to pill for me after a few uses but this one lasted all the way to the end of its use! I only bought a new one because I felt the ink was running out after about two months using most days. Good stuff."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Love this eyeliner. It is subtle but effective. Thinner tip than I was expecting, but for someone who likes to keep my makeup look minimal, this was perfect."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "Excellent buy for the money.  Great product. I received a free sample and immediately had to go and buy the full product because I loved it so much"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This eyeliner is so easy to apply, the tip is so skinny and really allows for small lines to be made. It's also very shiny. Super cute."
        },
        {
            "review_title": "So easy to use!!!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "It was my first liquid eye liner and I loved it! It's so easy to use for someone who hasn't tried liquid eye liner:) I wasn't waterproof as I expected, so that's the reason of 4star:("
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Oily skin",
            "review_text": "It is absolutely gorgeous and I slept in it and it still lasted a while, like it wasn't everywhere on my eyelid. I still had to reapply my eyeliner a few times during the day though."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Usually lasts around 3-4 weeks for me. I've used this eyeliner daily, for over 2 years. Wish it would work better with some of my shimmer eyeshadows. Overall easy to use and good quality. Just wish it'd last longer, and wouldn't fade on my inner creased eyelid."
        },
        {
            "review_title": "For the perfect thin line",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "My favorite eyeliner for years. Perfect size tip for a thin cat eye. Lasts all day and doesn't smudge. The eyeliner itself also lasts long and doesn't dry out."
        },
        {
            "review_title": "water proof, liquid proof, tear proof",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Oily skin",
            "review_text": "i cry at least once every day and this eyeliner has yet to even budge. not once has it bled down or been wiped off because of liquid. stays better than any waterproof mascara ive tried (see photo)"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "The Stila eyeliner has a thin tip, which allows you make precise lines on your eyelid. It also dries super quickly, so the product doesn't transfer onto the top of your lid, and has a dark black color (some eyeliners have a grey tint). However, it was slightly difficult to wash off all the product."
        },
        {
            "review_title": "Go micro ASAP",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I wanted to wait a few weeks to write a review of this product to make sure it was consistent. Previously I was a fan of the cult favorite original version of this liner, with the larger applicator. I took a chance on this version and am 100% converted. Not only does it give you more control in application, but it does not dry out as quickly as the original. I think this may be because the surface area of the micro tip is smaller, limiting the air the product is exposed to when the cap is off.   One annoying aspect of the original version is in the design of the larger applicator. As the product is used up it would dry up the applicator and the product would stop reaching its pointy tip, making precision lining increasingly difficult. This is not an issue with the micro tip. The applicator evenly absorbs and distributes the product. I am obsessed! A must for graphic liner people. I love it so much I don't care how many times I said micro tip or tip in this review."
        },
        {
            "review_title": "I'm on my 3rd tube",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I have been using this liner for so long and I haven't found one I like better than this! I'm able to get my wings so small due to the microtip which is great for my hooded asian eyes.  I get so many compliments and people asking how I'm able to get it so thin :)  BE WARNED FOR OILY EYELIDS! If I don't prime my eyes/accidentally use too much eye primer and my lids get oily THIS WILL COME OFF AND CREASE. But if you have your life under control then this will do wonders :D"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Beautiful love this eyeliner for a quick time saving days! Last all day and the pen works for 2-3 months,  only down fall is it will flake threw out the day"
        },
        {
            "review_title": "very black, but dries out fast.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "this eyeliner is pitch black and great, but it dried up in about three weeks. i recommend sticking with the original stila eyeliner; that one is amazing!"
        },
        {
            "review_title": "The only liquid liner you'll ever need",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "This is by far the best liquid liner.  I was using the regular stila and bought this on a whim.  I fell in love witht the microfine tip precision.  Ive got cats eyes for days.  I will buy this product forever and ever"
        },
        {
            "review_title": "Stay away from this liner",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love Stila liquid lipsticks, but this was a waste. I'm shocked at all the good reviews and things I hear about this liner. It dries up and stops working very quickly, and doesn't apply nicely."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "After hearing such great things about this eyeliner I was so excited to try it. However I was so disappointed with it. It was so dry and applied so difficultly. It was so dried out that it wasn't even black it was somewhat of a grey."
        },
        {
            "review_title": "The only eyeliner I'll ever use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This is honestly the best eyeliner I've ever tried. It's the only one that actually stays on all day, doesn't smudge, and is ACTUALLY waterproof.   I've tried using other brands that also claim to be waterproof, but they all just wipe away or run down my face.  I don't know what it is about stila, but they're doing it right."
        },
        {
            "review_title": "Fantastic eyeliner, stays put, smooth application",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "My life has been changed. I love this eye liner so much. It stays put. Flows across my eyelid beautifully. With the fine tip it is really easy to get a perfect little flick. I was hesitant to throw down this much but the ease of which it applies and STAYS put I'm sold."
        },
        {
            "review_title": "Used to be my go to! Not anymore",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This was my go-to eyeliner for YEARS. I'm unsure if they've changed the formula or what but it's been super patchy and not longer wearing as of late. I find it's smudged a few hours after applying it. It didn't use to be like this."
        },
        {
            "review_title": "Great for tightlining!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The micro tip is perfect for tightlining! I used an eyeshadow primer beforehand and applied it right above my upper waterline and this did NOT budge. I also used a lash serum prior and clear mascara on top and still this didn't smudge at all."
        },
        {
            "review_title": "Upgrade from original tip",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I have used the original tip for years. However, sometimes I felt like it just went on too thick for days I wanted a more simple look or just a hint of an outline, especially towards the end of its life when the tip would start getting a little fuzzy, making it hard to work with cleanly. This solves all of those problems and I will definitely be buying this one moving forward. Makes it so much easier to do a super pointy cat eye wing."
        },
        {
            "review_title": "Love the micro tip for the wing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I have been using the normal stay all day waterproof eyeliner for 10+ years now and when they came out with the micro tip I was super excited. It's helpful to use the micro tip to be more precise on the wing of the liner."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "As an oily- eyelid gal who loved the original stila waterproof eyeliner, I really wanted to love this. While the packaging and concept is very appealing, the liner itself was very watery and took multiple coats and still was not very opaque. I also found that this eyeliner spreads."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The absolute best eyeliner I have ever used! True black. Goes on smoothly and lasts for days!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Really good tip but it's not waterproof when my eyes water it comes off"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Usually I don't like liquid eyeliner that are a pen. it dries too fast but my usual eyeliner was out of stock so I bought this one. Its been just a couple of weeks since I have that liner, but I can rate thst product. So it is very easy too use. and since the tip is so small, the ink goes to the top easily. Very good for small details. If you like to do complicated things with you eyeliner, its the one for you. I prefer this one at the other from stila for for the tip. But, even if it does not budge, it can be tricky to apply on eyeshadow especially mettalic and shimmery ones. I have to reapply the liner after it dries because it lost its intensity (for sure I apply the liner after the eyeshadow dont get me wrong)."
        },
        {
            "review_title": "Even better than the original tip!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "After searching through many other (more affordable) liners I finally gave in and bought a Stila liner. I learned how to decently place a wing and got down to only needing a few to as little as one q-tip for my mistakes. I decided to try this one, as the larger tip can sometimes make it difficult to create a nice thinner line. This eyeliner tip is absolutely perfect and sturdy. If the formula is the same and the wear remains flawless, I might've just found my first Holy Grail makeup item! Definetly worth a try!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is my favorite eyeliner by far. It lasts all day, even when I cry, and it is never too thick."
        },
        {
            "review_title": "Perfect Precision Patent Leather Shine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "As I was purchasing a new Stila microtip because my eyeliner is getting dangerously close to the six month mark, I noticed the low rating and had to let everyone these dry out issues must have been duds because mine is still 100 % in perfect working order. I have a slight hooded eye and need thin precision. This Stila liner delivers the same patent perfection of the regular liquid eyeliner with smaller tip. I have had zero issues with dry out or tip failure, no other eyeliner can match stila, and I'm repurchasing. This is a five-star eyeliner. You guys have to know that I've tried others (Kat you're ok, but not Stila). Product failure has not happened for me."
        },
        {
            "review_title": "Not a good eyeliner 0 stars if I could.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The liquid doesn't come out and it dries off quick. The tip is so sensitive it wears off. I've only used it four times and none worked for me. I have to press the tip on my hand in order for the makeup to come out. The eyeliner will not come out from the tip you have to use the thickest part of the brush in order to get product out. Also the eyeliner does not work well with foundation. I am using the Nars sheer glow.The felt tip picks up foundation and grabs on to it.The Kaja eyeliner has been my favorite felt tip eyeliner but it comes in a pack of two (the other eyeliner is a wing stamp)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Perfect for controlled thin lines. I used to use the regular Stila liquid eyeliner and purchased this one by mistake, but prefer it now!"
        },
        {
            "review_title": "The best friend out of all my make up products!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "When they discontinued the Burberry Cateye liquid liner, a Sephora employee introduced me to this one. I love how this liquid eyeliner stays on all day (whether I choose to wear it with foundation or not)! It also comes off right away when you wash your face and doesn't leave any odd residue. Best of all- it doesn't contain sulfates or phthalates! I would definitely recommend."
        },
        {
            "review_title": "Great Liner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This is an excellent liner. It goes on smoothly, and the brush tip has the correct balance of stability and flexibility to work without too much of a learning curve. Like a lot of other reviews have said, the liner isn't 100% waterproof. If you put it on without priming, the color will wear off in areas where sweat will typically build up - but it isn't as noticeable as other liners and still lasts for a long time. If you aren't wearing shadow underneath the color will also look a tad thin on the first application. Otherwise, the brush and formula apply and perform well."
        },
        {
            "review_title": "No other like it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have adored Stila Stay All Day Waterproof Eyeliner for years, but I have always used the regular tip. This time, I decided to try the Microtip and boy, am I glad I did! It's great for detailing, and it is very forgiving for making mistakes because you can just go over it very easily. I will say though, please be sure to *SHAKE* the pen before using! I almost returned it because my silly self didn't read the instructions. It makes all the difference! Love it!"
        },
        {
            "review_title": "FINALLY, a product that works!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "FINALLY! Something that doesn't run or smudge. I do not touch my eyes, yet almost every water proof or not eyeliner smooshed and smudges between my eye lids. Stila Stay All Day is the first product that has worked for me since my previous favourite was retired. The tip of the pen is very thin and makes for great clean lines, great for tight lining as well. 10/10 I will keep buying. No more smudgy gross looking eyelids."
        },
        {
            "review_title": "Love love love this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Oily skin",
            "review_text": "Saying this is my favorite eyeliner that I own would be an understatement. It is extremely easy to work with once you get a hang of it. I use this to outline the shape of my liner and fill it in with the regular sized Stila liner. This helps me have my signature sharp and sleek eyeliner. Can not go a day without using this!"
        },
        {
            "review_title": "not 100% waterproof",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I LOVE this liner. You can read all the other raves to see why. My only quip is that I don't feel comfortable calling it fully waterproof. The shape of my eyes makes me experiment with different liner shapes that are... unconventional. They often surround the outer corner of my eye as in the attached picture. But after a couple hours, it starts flaking off because of the moisture in my eye. My eyes do water when I wear makeup, but it's not so much that there are tears running down my face, it's more of a slow leak. If you don't have that issue and you wear your liner entirely above the eye, this shouldn't be a problem."
        },
        {
            "review_title": "false advertising",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This eyeliner is anything but u201cstay all day.u201d Buy Tarte's instead."
        },
        {
            "review_title": "You Must Try It",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I love this product so much. I had been using KVD tattoo liner forever and decided I wanted to change it up. This liner was recommended to me by a Sephora representative and she was so right. I'm one of those poor women who insist on the winged liner look no matter how unsteady my hand is and this made it so much easier due to how fine the tip is. And it didn't even run or bleed after a long day at Disney (pre pandemic of course) which is always a 5 star product in my book."
        },
        {
            "review_title": "Holy grail alert",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this eyeliner to death. It stays on, and is as black as can be. The microtip makes application easier and you can change your look for dramatic or natural with less fuss."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I've used this for so long and I love it! It stays all day and is so precise, and goes on so smoothly but it just runs out pretty quick"
        },
        {
            "review_title": "Better than the thicker one",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Pretty good application but the product is hard to get out sometimes and can be very scarce. I usually use this as a base and then fill it with another brand. I stopped buying this once I found my perfect liner, but I do recommend for long lasting formula. It does take a few tries to get it on"
        },
        {
            "review_title": "Everyday user",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Combination skin",
            "review_text": "I have combo oily skin and my eyelids are typically pretty oily too. This never melts off my face or smears. Definitely a daily go to in my make up bag."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Favourite eyeliner EVER! Been using Stila liquid eyeliner for years, but once they came out with this micro tip version I am even more in love. Perfect for precise, sexy wing tips and works great on my small asian eyes. Can build to thicker lines which is great for people like me who overdraw sometimes"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Although the product in the pen is great, I'm not a fan of this tip. It's really thin, so if that's your thing then this is for you."
        },
        {
            "review_title": "PERFECT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This eyeliner is perfect since the top is so small and fine. You can truly make a perfect winged eyeliner"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I have a smaller eyelid space and this is PERFECT. It gives me a lot of precision to draw on thinner eyeliner and I make fewer mistakes with this compared to thicker brushes/felt tips."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Blue eyes, red hair, lightMedium skin tone, Combination skin",
            "review_text": "Pretty good pigmentation!! I prefer KVD Liner in Trooper!!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I was really pleased with this. It was easy to apply with the fine tip for a subtle liner look, and stayed on all day :)"
        },
        {
            "review_title": "good but not what I need",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It's a good eye liner. it really is waterproof and hard to take off with your hands only touching it. but i was looking for the ticker one. this is so thin and small it was hard to draw on my eye and then filled it up. It's perfect to small details. it's a deep black."
        },
        {
            "review_title": "Great Eyeliner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This is a really good liquid eyeliner.  It's not completely waterproof, however it still performs great.  I have allergies and wear hard contacts so it's important to have the right eyeliner"
        },
        {
            "review_title": "Great Eyeliner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "The eyeliner draws smoothly and has some wiggle room before fully drying and setting. It doesn't leak through and is waterproof which is good for rainy states!  I also plan to continue using this product even if the liner doesn't come out well by using it on my eyebrows. The precision is very good, and I have nothing but good things to say about this product!"
        },
        {
            "review_title": "Pen line!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I love the thin line that it makes, however when I applied to my other eye it seemed to have dried out. I shook it with the cap back on and tried again, still dry. idk if there is a trick to keep the liner moist..."
        },
        {
            "review_title": "Favorite eyeliner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "BEST EYELINER EVER. I wear eyeliner every day, and I've used traditional eyeliners and gel. Usually I tear up a little when I laugh really hard, and my eyeliner always runs. This is by far the most long-lasting formula. I purchased it in the hopes of being able to wear it on vacation and not sweat it off, and it looks like I might even be able to wear it in the water (not getting fully submerged)."
        },
        {
            "review_title": "wicked precise",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "won't wear any other eyeliner after trying this one! lasts all day and is extremely precise with the tiny micro tip. most other eyeliners end up laying on way too thick or while i'm applying, since i'm not exactly the best at doing eyeliner, ends up getting all over the place, but this one is super reliable!"
        },
        {
            "review_title": "Buy this immediately!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The BEST liquid liner I've ever used. I have used both types of tips, too. I feel this one gives me more control of the size of the line, when applying it. I've purchased this more than once and will again!"
        },
        {
            "review_title": "Sharpest wings!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Amazing liquid eye liner! The tip is such a genius idea and helps with perfecting the sharp wing tip!"
        },
        {
            "review_title": "my new favorite liner, great for hooded eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Normal skin",
            "review_text": "I love this product I'm already ordering another one, this liners really micros in so it works perfect for hooded eyes or small eyes"
        },
        {
            "review_title": "All the good stuff in a small tip",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "It's everything that everyone loves in a smaller tip. It dispenses the perfect amount of liquid to get a nice clean crisp line. Intense pigment saturation for a jet black wing or simple liner. The fine tip is great for graphic liner, pointed inner corners, cut a man sharp wing tip, or extra lines for a unique liner look. This is perfect for my small hooded eyes because I can get a perfect thin black line where I need it. great for a thin line to  hide lash bands when you dont want the liner to be the focus."
        },
        {
            "review_title": "Love the mirco tip!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Amazing! Nice control when doing more polished looks!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This eyeliner stays put all day long. It's easier to apply with the new micro tip for straight thin lines."
        },
        {
            "review_title": "Best eyeliner ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Hands down this is the best eyeliner I've ever tried. I HIGHLY recommend it especially if you have oily eyelids like myself. It stays put all day and is easy to apply smoothly."
        },
        {
            "review_title": "GREAT for office makeup!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I love this eyeliner. It does not smudge and I don't believe it is meant for winged eyeliner, it's meant for a more subtle, office appropriate, day-time look. It gives the perfect sized line and is my go-to liner now. I used to use the Kat Von D, but I got so sick of the thick line it would always put on my lid and it looked way too heavy and night-time for work. This is a great option for those who still want to look glam in the office while not wearing too much makeup."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This eyeliner is definitely waterproof and longwear, i'll give it that. After spending the 25 minutes it takes to painstakingly apply winged liner with this applicator, the liner looks good and stays that way. However, application is this product's worst feature. The tip dries out after 20 seconds, a situation which requires you to scratch at the felt tip until product comes out again. Let's say you do get a solid, straight line to come out of this pen. You attempt to add on to that line, and it wipes away at it. For $22, I expected a much easier application."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This micro-tip makes it SO much easier to make a wing. Doesn't bleed and looks really neat, easy to make even wings on both eyes, even if your eyes have occasional bags or are crepey. But I must add that to line the rest of my lids I use the Stila with the regular tip. I have found this to be the perfect combo. There doesn't seem to be a difference in the formula so they both blend together, it's just two different tips."
        },
        {
            "review_title": "Disappearing Liner",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Purchased this product in hopes it would do what it says it will do, to stay all day.   Sadly, no. As soon as I put it on, I wanted to readjust the angle of my wing so I rubbed it with a dry finger. It came off easily,  a little too easily,  so I reapplied and I waited 45 mins before trying to rub the liner with a dry finger and again it came off without so much as a tug!!!  I expect a liner to smear,  but not completely rub off!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I used to stick with kat von d tattoo liner for years. Then I couldn't get my hands on that one and had to get this one for the time being. Holy cow am I glad that I had to make this switch!!! I'm never going back to kat von d's. This goes on amazing (I prefer the felt tip liners) and stays on all day. I'm a big girl and I sweat a lot, this holds up with no running at all!!"
        },
        {
            "review_title": "Tightline success",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "This works! I have tried many an eyeliner - pencil, gel, pen, pricey, drugstore - and they all smudged or ran when applied on the upper lash line. This one actually stays put! And removes relatively easily. Hooray! Also like the fine tip. Hope it doesn't dry up too quickly."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This draws the most perfect winged eye and it stays on all day. The actual liner itself lasts forever too. I've been using the same one for about 3 months and I use it every day!"
        },
        {
            "review_title": "Really Good product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I draw this on in the morning and it stays all day. no pull or tug to get it on. Stila makes very good eye liner."
        },
        {
            "review_title": "takes a LONG time to work",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I really like the regular Stila liquid eye liner so I decided to try the micro tip. I took a star away because it took a LONG time for this product to get going. To the point where I almost trashed it.I tried everything. Shaking it. Wetting the tip. Storing it upside down. After a week or two it finally started working properly and I love it. It's very dark and the lines are very precise. I wouldn't buy it again. I'll probably go back to the regular version."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I typically use the regular Stila liquid eyeliner but once I saw this I knew I had to get it to perfect my cat eyes. It works SO well to get those fine lines for whatever winged look I desire to do! Also it stays on, even after a long night out (and even the morning after! Haha). I'll sometimes use this for the outline of a wing and fill it in with the regular tip Stila. 10/10 favorite eyeliner."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "My One and Only eyeliner for the last 5  years, has never failed me and will continue to buy again"
        },
        {
            "review_title": "Great eyeliner, inconsistent quality",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I've bought this liner 4 times. The first 2 tubes were absolutely perfect - I loved the depth of the black, the precision, the staying power. They both lasted for months. Unfortunately, the last 2 times I've ordered it, it has arrived partially dried up. This makes it hard to apply and also makes it prone to crumbling/flaking off, which never happened with my first 2 tubes. IDK if this is an indication that the formula has changed, or if I've simply had bad luck and been shipped old product twice in a row. But for the price I expect better."
        },
        {
            "review_title": "MY HOODED EYES ARE THANKFUL!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "As someone with hooded eyes, it's insanely hard to find an eyeliner that suits me. Oh the sheer amount of eyeliners I've tried in my lifetime with no luck. I finally caved and bought this, while on the pricier end, I have zero regrets. I'm never ever going back to any eyeliner again. This is it my hooded eye friends. 100% recommended this to all of you. A+++ Stila!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Maybe I'm an eyeliner idiot but I don't get it. This smudges so much. I even use setting powder on top and the second I open my eyes fully, it's created another line right below my eyebrow. By the end of the day it looks awful or is gone completely. I know this is a holy grail product for a lot of people so I wonder if I'm doing something wrong, lol. I also feel like not enough product comes out, I have to shake it over and over?  Pros: price isn't bad, I like the precision of the applicator tip."
        },
        {
            "review_title": "Best eyeliner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This is the best eyeliner ever! I was introduced to Stila eyeliner years ago. I've tried other eyeliners afterwards but this is hands down the best. It's very pigmented, easy to use and if you make any mistakes, it's easy to correct. This eyeliner lasts the whole day and doesn't smudge. The micro tip makes winged eyeliner super easy to do and doesn't look too bold. Stila is my go to eyeliner, I always make sure I have a back up."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone",
            "review_text": "I was playing soccer and a guy kicked the ball right into my eye while I was wearing this eyeliner (and SEPHORA Eye Love Eyeshadow Palette), and my makeup stayed totally intact."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love this liner!! Stila has always been my go to for liner, haven't found another one quite like it. Especially because I don't have a lot of lid space. (Asian and hooded eye) small enough to make thin line and sharp enough for that winged! love love love! u2764u2764u2764"
        },
        {
            "review_title": "Does not budgeu2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I bought this eyeliner because I needed something that would hold up during the musical I was performing in. HOLY SMOKES IT DOES NOT BUDGE. We just ended our run yesterday and even though I bawled like a baby, it didn't even run. No cracks, no smears. I love the micro tip because I don't have the steadiest hand. Highly recommend!"
        },
        {
            "review_title": "My favorite eyeliner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I love this product.  I buy it over and over.  Very easy to use.  It lines the eye very smoothly and is easy to control when wanting that very thin line.  It truly is waterproof/ sweatproof  but removes very easily and cleanly with a makeup remover."
        },
        {
            "review_title": "love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "LOVE! Best liquid liner I've ever used! It doesn't bleed or transfer. It gives a nice, sharp wing. Be careful when you put the lid on though! If you don't hear the snap then it's not on all the way!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I wanted to love this product. However there are things that I like and don't like. I like the tip, it makes the application of the eyeliner easy. The only problem, it leaves residues under my eyes. it can be anything but waterproof"
        },
        {
            "review_title": "Not great if you sweat!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I wanted to like this so much. And I do! The black color is great and I like the micro tip. BUT if you live in a climate where you sweat even the tiniest bit, it will transfer to your upper eye. I have to check the mirror constantly to make sure it's wiped off. I've worn it on days where I stayed inside and it was fine. Maybe during the winter it would be fine, but I live in Texas so I swear 95% of the year. This'll be a return for me."
        },
        {
            "review_title": "love micro tip",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I don't use eyeliner every day so this one has been lasting  for a few months now. I'm in love with micro tip. I have heavy eyelids so no matter how durable or waterproof eyeliner is it gets smudged very soon. This one allows me to draw very fine line close to my eyelashes. As a result it doesn't get smudged. It is 100% must have eyeliner for beauties with heavy eyelids like me :)"
        },
        {
            "review_title": "It was okay",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "When I get hot it smudges and messes up on my bottom eye.  The top eye will not stay on all days either."
        },
        {
            "review_title": "Perfect for deep set hooded eyes!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This eyeliner is perfect for my small hooded eyes. I love this liner, it was always impossible for me to line my lines as thin as I wanted before I got this liner. It is very pigmented and easy to control and truly has a very small tip. I have had this for over a year and still works like brand new.  Tip for small/hooded eyes: apply this liner in small strokes with your head backward and your eyes looking down at a mirror on the table- you will get better application than staring directly into a mirror on a wall"
        },
        {
            "review_title": "Never again",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "I HIGHLY dislike this eyeliner. If you go over an already marked spot it kind of erases what you had marked. It's not a good eyeliner and is probably the worst I've ever used."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This product is exactly what I wanted, a liquid eye liner with a MICRO tip."
        },
        {
            "review_title": "Not Waterproof",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I spent the extra money to get something waterproof, but this doesn't last 10 minutes after I step outside. The second a tear forms on the corner of my right eye (thank you, ragweed), it's smeared or gone."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "One of my favorite eyeliner it won't budge and it last for hours. I loved the micro tip to give me a thin line and also I can used it in my inner corner.  I feel like have more control of the thickness of my eyeliner  using this product."
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "smooth to apply love the thin tip the color is Rich like all of stila's eyeliners"
        },
        {
            "review_title": "Great for my Asian eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I've consistently used this eyeliner for years now and I always keep coming back to it. I have oily monolid eyes and when used with a bunch of priming stuff, this stays on and doesn't smear."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Just as good as the iconic original, but if you're practiced with the regular tip, you can be almost as precise with it as you can with this one."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "All time favorite eyeliner! Perfect for detail and fine lines."
        },
        {
            "review_title": "Didn't last at all.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "A friend told me about this eyeliner. The sales women said people love it and that it was waterproof.  I may have applied incorrectly? But it melted off within 3 hrs. I didn't get to the waterproof part. The partial line on my eyes came off with soap and water. I was surprised that not a speck remained. It does go on easily and looks good, but it really just disappeared at the wing end."
        },
        {
            "review_title": "Prefer micro tip over regular tip",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love, love, love the micro tip. It allows me to build to the perfect width according to mood, and with precision. I accidentally purchased the regular tip last month and the difference in how much liquid comes out was astounding. IN LOVE with the micro tip."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love the precision of this compared to any other eyeliner I own, but I do think the tip dries out/doesn't continue to distribute product during usage very well at times. Perhaps I'm not using it to its fullest potential but it especially starts to be troublesome if I'm trying to line over (dried down) liquid or glittery shadows. The texture seems to really cause issues when other thicker liners don't have the same problem. This happens with individual usages and then when I use it again the next day or so, it'll be okay to use like normal, so I guess I have to be a bit cautious with which eye looks I use this for. Overall, I love how fine it is though for that subtle flick and will probably repurchase when it fully dies out"
        },
        {
            "review_title": "Nope",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Did not apply easily.  Almost had to poke an eye to get it to work, and when it did, not for very long."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": ""
        },
        {
            "review_title": "Will not buy again",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Tip is too thick and precision is difficult. Dries up in the middle of drawing a line. I will not buy again."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "It's good for about 3 uses and then it gets difficult to apply. Now I have to go over about 4 or 5 times to achieve my desired look. Don't think I would buy it again for the price."
        },
        {
            "review_title": "Perfection in liquid liner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Absolute favorite liquid eyeliner. It goes on with precision, doesn't smear at all, and removes very easily with makeup remover. No raccoon eyes no smears with oily lids."
        },
        {
            "review_title": "Love/Hate relationship",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "As much as I love the original i have so many issues with this one.  I love a liner that can give me a sharp line or build up to be a bold liner but the tip on this one is SO FRAGILE.  2/5 wouldn't recommend."
        },
        {
            "review_title": "good for beginners and people doing thin liner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "The tip is really small so I get precise lines. Great for people that have a hard time getting that wing perfect at the top."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I've used multiple liquid eyeliners over the years, but my preference has always been for a pen. This hands down my favorite eyeliner. I love the control and precision the micro tip provides. I use primer, but this stays on ALL day. Even after I work out, my eyeliner is perfectly in place. I do a strong cat eye most days and one pen will last me months, whereas with other brands, I've had to restock every month."
        },
        {
            "review_title": "lifesaver for monolids!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I have monolids, which makes eyeliner extremely difficult for me, due to the lack of space on my eyelids. I also have extremely oily eyelids, so all eyeliners I've tried have disappeared throughout the day. THIS DOES NOT DO THIS. It's perfect for me because I can get a super thin line. It doesn't smudge and ruin my eye makeup when I look open my eyes. I haven't had an issue with it running out of ink, and it's been pigmented enough to show up over glitter eyeshadows (you do have to layer, but not a ton). It lasts really well, and I used this for prom. Overall, I am extremely happy with this eyeliner and I find that it works really well for my eyes and my skin type. I love it so much."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, red hair, Tan skin tone, Combination skin",
            "review_text": "I absolutely love this eyeliner. It's stays in place all day."
        },
        {
            "review_title": "Best tip ever!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is the best for small lines, but there isn't enough liquid in this. I have to shake it for at least 5 minutes to get enough to do each eye and by the end there is no liquid it the tip. Other companies need to copy the tip of this eyeliner! I would buy everyone, I do eyeliner everyday I need something that lasts longer then 2 weeks."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "For some one very new at make up and not too dexterous. This was the only eyeliner I could use to do my upper line. Something I was never able to accomplish. I have not done it as well as one would like it to be but it was easier and more doable than other liners. The micro tip makes it glide!"
        },
        {
            "review_title": "Not good",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I found I had to press really hard to use this liner. When trying to use the u201cmicro tipu201d to perfect my wing, barely any colour came out. This defied the purpose of the micro tip of the liner."
        },
        {
            "review_title": "Highly Recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "After searching around a good eye liner, Stila is still my best pick."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "My favorite eyeliner!  Ultra thin and stays put!  I was unsure if I wanted to spend $22 on an eyeliner, but happy I did.  The eyeliner last a long time, hasn't dried out yet, I've had it about 9 months and use it the most of al my liners.  I love the fine tip, no tugging at eyelids to get a thin line!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Love it and will keep on buying it. No smudge and the I like the micro tip."
        },
        {
            "review_title": "Actually stays on!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is the longest lasting liquid liner I've found and the micro tip really allows for concise application."
        },
        {
            "review_title": "Streaky",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I like the fine tip, but it wasn't reliable. Sometimes I would apply it and barely any ink would come out, leaving the eyeliner looking patchy and streaky. Maybe it dried up quickly  or there was an issue with this particular pen, but I wouldn't get it again"
        },
        {
            "review_title": "Dryer than the Sahara",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I wanted to like this product more because when it works, it looks great! However, I have never had an eyeliner begin to run out of product/dry out so quickly. Withing a week and a half of purchasing, I'm struggling to get product onto my skin. I've never had the regular tip Stila eyeliner, so I don't know if I would have the same problem with that."
        },
        {
            "review_title": "Tattoo Liner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is the tattoo liner without the needle.  This liner doesn't smudge, doesn't flake, dries instantly fast, micro give you thin line look or thick."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This's eyeliner sucks I don't understand why everyone goes sooo crazy over it. It does not come out black black you have to go over it and over it just for it to come out even kinda black not worth it all all"
        },
        {
            "review_title": "Perfect Weight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This eyeliner is great if you are trying to get a really fine line."
        },
        {
            "review_title": "love it 100%",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This is my absolute favourite eyeliner! It is pricey but definitely worth the investment because it lasts for a very long time, I constantly use mine and I bought it 2 years ago and it's just beginning to run out! It stays all day and doesn't move at all. Love it 100%"
        },
        {
            "review_title": "just buy the original tip, this one dries out fast",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "it worked amazing... but only for the first time I used it. after that the tippy tip was dried out, luckily I had the regular one on hand."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "good aaaaaaaaaaaaaaa"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Love this even more than their non-micro tip version!  You can make a killer cat eye easily with this and still thicken up the line as much as you want.  I especially love this for under-eye use, whereas the other STILA liner without the micro-tip was way too thick and unnatural looking for my under eyes.  Great staying power too.  I love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Really is waterproof as promise. It last me all day. The quality is amazing."
        },
        {
            "review_title": "Dried Out :(",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I have had success with this eyeliner in the past but I am very disappointed with my most recent purchase. The pen was completely dried out. In order to get any liner out you have to push against the sides, creating thick blobs defeating the purpose of the micro tip. I am not sure if they changed the ingredients or I just got an expired product but I will definitely be returning it."
        },
        {
            "review_title": "Wrong recommendation for need",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Although the eyeliner stays put and is super black, it dries too quickly on the pen tip so application isn't smooth and easy. If I want to build the thickness, also not good- it dries and when you go over the line again it removes/smudges the line you just drew. Only good for super thin line next to lash line- tip is not sturdy enough for major cat eye."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "This stuff is magic. It lasts all day and never smears! Only wish the product life lasted a little longer without drying out."
        },
        {
            "review_title": "Absolute Favourite Liquid Eye Liner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I'm the pickiest person when it comes to makeup; it really has to be perfect, and that is exactly what this liquid eyeliner is. The tip is so fine, I can get the thinnest line with it, and am able to go for a barely there look or build it up dramatically with complete control over my lines, with less mistakes than I usually have with a thicker brush. Although I don't use it everyday, I use it very often and have had mine for 10 months now and it shows no signs of drying up, which I'm completely impressed with, and quite shocked.  I'm absolutely in love with this product, I would repurchase it again and again in the future, and I would love for Stila to release it in other colours! I highly recommend this liquid eyeliner to everyone that asks me about it :)"
        },
        {
            "review_title": "Great Eyeliner!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this eyeliner! It's been around one week since I used this, and I'm really happy since then. All of my eyeliners dried out and I was hesitant because of I usually bought drugstore/ less expensive eyeliners. But, I took a chance and purchased this. I love how micro the tip was, and how I could make sharp lines. Though, the pigment is why I'm giving this 4 stars. It's not extremely terrible, but it could definitely be improved."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "wjen they say that this is intense they really mean it. The micro tip makes it super easy to apply. I don't have any problem with smudging or fading. The shade is so intense it lasts throughout the day without budging"
        },
        {
            "review_title": "Impossible to Use!!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I've had this product for about a month -- It worked the first time I tried it on, then after that, hardly any product came out -- I have to go over it over and over again and press down on my eyelid every time I use it -- Wastes my time and doesn't get that micro tip effect since you have to keep on going over it again"
        },
        {
            "review_title": "Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I have been wearing liquid eye liner almost everyday for 5 years and let me just say I have tried them all and I constantly go back to my baby stila stay all day it is precise, it's a beautiful jet black, and lasts a long time. Is she waterproof though? No she isn't but other then that I love this eyeliner"
        },
        {
            "review_title": "Incredibly precise",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Best eyeliner I've ever used! The original tip size was great, but I feel the micro tip allows for more precision. For a while I had both, but found myself reaching for the micro liner more often. Also, I've never gotten more compliments on my liner than since I've been using this product. Makes my cat-eye consistently jet-black and sharp. I've recommended it to dozens of women."
        },
        {
            "review_title": "Perfect if you have smaller eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Only eyeliner I will buy.  Tried this micro tip version as I have smaller almond shaped eyes and have been even happier with this version than with the regular tip one."
        },
        {
            "review_title": "Still eyeliner",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I did not like this and plan to return it. I could not get a straight clean line. This may not be the products fault, as I have aging eyelids and slightly shaky hands."
        },
        {
            "review_title": "Long lasting, perfect tip!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This eyeliner has the perfect tip that is not too soft. It is long lasting and sometimes tough to remove. The only complaint I have is that I go through the eyeliner so quickly... I need one new one every month."
        },
        {
            "review_title": "Get the original one.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Bought the micro tip one by mistake...I went through the checkout too quickly and didnt realize I didn't get the original. REALLY regretting it! Used this for the first time today in hopes it wouldn't be bad, but it was basically almost all dried up already! Returning ASAP."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Love the micro tip- however I only got a good 5 uses out of it before just the tip dried out. I always put the cap on securely and right away when I'm done, this eye liner is useless once the tip dries out. :("
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I wasn't a fan of the micro tip.  It just didn't work well for me.  It might work well for those trying to do a wing; not sure.... the color is a great deep black though so that's a positive."
        },
        {
            "review_title": "Use standard size instead",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I love Stila's Stay All Day but I regret this buy. The tip is way too micro - it's impossible to get the product out. I would recommend the standard tip for anyone but someone doing something very very precise. I used to do one swipe and done, with this I'm applying and applying and never seem to get enough product out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Easy to use, good color and lasts all day"
        },
        {
            "review_title": "LAST FOR MONTHS, LAST ALL DAY & DOESN'T SMUDGE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Eyeliner has great pigmentation, the product stays liquidity for months (doesn't dry up), great for fine detailed liner, doesn't transfer onto lids (I have hooded eyes too), last all day!"
        },
        {
            "review_title": "Smaller tip dries easily, harder to apply",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I am a devoted fan of the original liner and was very excited about the concept of this smaller tip! The tip itself is very small and precise, but it does not load with product as well as the regular version. This makes the tip drier, requiring me to press harder to deposit any color and defeating the purpose of the smaller tip (since pressing down causes me to make more contact with the lid). Otherwise, it is great for tightlining and for very fine details, if you can shake some product into the tip before you try to apply. Formula is just as long-wearing and long-wearing as the original!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I love this so much that I wonder why they even make the regular one anymore. Best for a gal with shaky hands and small eyelids."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Too thin! Hard to apply."
        },
        {
            "review_title": "BEST EYELINER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is the only eyeliner that actually STAYS PUT all day long, from the time I put it on at 7am until I get ready for bed at 9pm. I even workout and sweat like mad, and it still stays. THE BEST."
        },
        {
            "review_title": "No issues",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I use Stila smudge stick twist up liners and the original liquid eye liner. Only two liquid liners I use are Stila's and another brand. The reason is because I'm not so great at applying liquid liners. But with Stila I get such good control. So easy to use. Had to try the Micro tip. Love that I can get right at my lash line with this tip. There are times that I'm rushing in the am and later notice that I have a little gap where I did not line right at lash line. It's really not that noticeable but with the Mico tip I don't have this issue at all. And perfection for the inner corners of my eyes. I can get a precise thin line in inner corners using the micro tip. With this liner I have the option of going for a thinner or thicker line which I love. No issues yet with drying out nor dispensing color. Of course you have to shake the pen. Very precise line. Can get right at my lash line with even application, no smudging, no fading, lasting, easy control."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I didn't realize that this eyeliner had a micro-tip, it was such a bummer to find this out after I purchased it. The quality is the same, but I really don't like how twin the top is!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "PHENOMENAL! The ultra precise pen makes a flawless wing."
        },
        {
            "review_title": "New Favorite Eyeliner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this eyeliner! The tip is just the right size, it makes it easy for me to line my eyes and get the line right next to my lash line and not too thick like I tend to do with average sized eyeliner tips. I love the Stila formula and will continue to only buy the micro tip as long as they keep making it!"
        },
        {
            "review_title": "Super precise flawless cat eye!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This is my absolute go-to liquid eyeliner! I wear it every day and have never had any problems. The micro tip is seriously micro, perfect for a cat eye. I tend to range from a subtle cat eye for work to a bold cat eye ala Cleopatra for play. For a subtle look, this is perfect because the micro tip lets you follow your lash line flawlessly. For bolder looks, you may have to draw the top of the line then fill in the bottom closer to the lash line. Thankfully, with the micro tip, filling in gaps is easy and you never seem to get too much product like you might if you were using an inkwell style of eyeliner.   The color is intense black, but doesn't get that weird shininess you get from some other brands. I haven't experienced any flaking/chipping, though it can be prone to fading/smudging if you're like me and have oily eyelids but don't want to be bothered with a primer every day. When used with a primer or a little crayon eyeliner first, it stays for a full workday and then some (in the South Florida heat/humidity mind you!). I've even worn this eyeliner on the beach without it budging.  I've used both the Kat Von D Tattoo Liner and this one from Stila, and I have to say the Stila liner is much better. The color is a truer black imo, while the Kat Von D liner tends to be runnier and more translucent like a dark gray. I also haven't had any issues with the tip drying out like I had with the Kat Von D liner.  Some reviewers have mentioned that they have had problems with the tip bending, but I haven't had this issue and I use it daily and I'm on my second tube.  If you're between the micro tip and the regular Stila liner, I'd say go with the micro tip! It's better to have the option of a super thin line imo."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I've used various liquid liners in the past and I'm in love with this one, especially because the tip is so fine! It's very easy to apply, stays on all day with no smudges by the end of the day. Easy to take off with regular make up remover."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "brown hair, Medium skin tone, Oily skin",
            "review_text": "Great is you're looking for a super thin brush!"
        },
        {
            "review_title": "Great quality but dries out",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I bought this in June and unfortunately, only two months after purchasing it the tip was dried out. The formula of this liquid eyeliner is amazing so I was sad to see it stop working."
        },
        {
            "review_title": "Best, most waterproof formula I've tried",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "This is my ride or die eyeliner. I've been using the regular non-micro-tip version for years but I love this micro-tip as it gives better precision. The formula is amazing. It's the most waterproof eyeliner I can find out there, and it's the only one that won't smudge at the watery corners of my eyes. Even when I take it off with makeup remover it doesn't really smudge, it just comes off. It's super black and lasts a long time. I've definitely worn this overnight, for over 24 hours, to parties etc. and had it look good at the end of all that."
        },
        {
            "review_title": "Not as good as the regular tip Stila eye liner",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I don't know if I got a faulty one but it's very dry and the tip is a little on the hard side. I prefer the original one to this one."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I love how small the tip is and how long it stays on but I'm having the same problem as some others. The tip dries out way too quick!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "best liquid eye liner!"
        },
        {
            "review_title": "Skip the micro tip--buy a regular tip",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "The first time I used this eyeliner, nothing came out. The second time I used it, it was faded, came out unevenly, and the tip was frayed. I can only get ink to come out onto my eyelid using the base of the pen--not the micro tip. So... the micro tip is useless. This came on beautifully on my hand, but not on my eyes. The ink is fine (when it comes out), so I would suggest buying stila's regular waterproof eyeliner without the micro tip."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "at Sephora, the saleswoman recommended this eyeliner and I was really disappointed. it stayed on while in store, but when I took it home to put it on, it took forever for the liquid to come through in the tip, it came out grey when applying and was not long lasting at all! i felt drugstore purchases were a bit better than this one and ended up returning it."
        },
        {
            "review_title": "My prayers were answered",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I have been using the regular Stay All Day for years. When this came out I was so excited! I won't use any other eyeliner now.  It has the same great formula as the original, just with better precision.  My new holy grail."
        },
        {
            "review_title": "Works like magic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "If you are one of those people who has a hard time getting a car eye perfect, this is for you. I usually use the kat von d felt tip liner but lately I've been less than impressed with it. The Stila micro tip liner makes it easier to get a thin line and you can build on it and not end up with raccoon eyes"
        },
        {
            "review_title": "STAYS TF ON",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "YES GIRL , this stays on , unlike the other liners !!"
        },
        {
            "review_title": "AMAZING AND LASTS FOR OILY LIDS!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "I have oily lids and there are very few liners that last on me. I'm glad to report this one lasts all day and doesn't flake away. I like to say my wings flew away when I use a liner that doesn't last. This liner my wings stay ALL day until I take it off."
        },
        {
            "review_title": "Wow!!! When bad designs happen to good products.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I have been using this product for over 3 years and have been very happy, all of the sudden this pencil was redesigned and now it doesn't have the same thickness nor does it apply enough ink and it takes forever. The quality is extremely poor of he newly redesigned pencil, I hate it. If I had the original box and receipt I would have returned it. Will never buy this product again. Super upset."
        },
        {
            "review_title": "Nice products for creating a thing line",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love the skinny tip to create a thin line."
        },
        {
            "review_title": "Must try! My go to liner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "My fav liquid liner! Lasts all day, nice and dark, no streaks, and I can do the perfect wing with this tip. It's not like a hard pen, it's a soft brush tip, absolutely perfect."
        },
        {
            "review_title": "Tip is useless after a few uses",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I find this to be one of the easier liners to use, along with the regular all day eye liner, but after a few uses the tip doesn't get any liquid so it's harder to get the sharp lines that I want."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "I really like the small tip of this product. It helps get you a really precise line or if you want a more dramatic look you can always thicken it up. I actually prefer the micro tip now over the original tip."
        },
        {
            "review_title": "worked best only at first....",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Got to admit that the micro tip is awesome, the thinnest tip in store, loved it at first. But now I've bought it for only a month and I only used it for less than ten times, the tip cannot be filled with fluid anymore, it turned dry and bent easily, couldn't draw a pointy cat eye, also left my eyeline smudged."
        },
        {
            "review_title": "Use it for accurate thin lines",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I use this for inner corners of my eyes or wings. I use the regular one to fill in the lines I made with this one."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I've been buying the regular tipped Stila liner for years. Perhaps almost a decade at this point. I was thrilled to see they came out with a micro tip! Love the finer line I can achieve and as always, no pigment issues."
        },
        {
            "review_title": "Great black eyeliner.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "One of the best eyeliner pens I've used. Lasts for a relatively long time (3-4 months with daily use) and the black is very intense. The brush is easy to use, allowing me to create a nice wing. My eyeliner will still be around 90% intact after a day at school."
        },
        {
            "review_title": "Can't live without",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "A Must Have only thing is you cant really re-apply it later not that you have to if you leave it alone."
        },
        {
            "review_title": "Blotchy and NOT waterproof",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Tip is too soft, applies very blotchy. Worked fine for the first two weeks and afterwards had to keep shaking it.. but it did nothing. The colour builds up at the thick end rather than at the tip which makes it completely pointless.    how can they advertise that its waterproof when it can simply be rubbed off with your finger??"
        },
        {
            "review_title": "HG status Brown Colour needed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This will be the only eyeliner I will use. I liked the regular Stila for the blackness and long wear but always felt like the thickness of the tip never easily gave me the fine line I wanted. I like Kat Von D tattoo liner for the ease of application but did not think it was fine enough. My previous HG liquid liner was a Japanese brand that combined the long wear of stila and ease of tattoo but it was not easily accessible. This eyeliner is THE ONE. Convenient to purchase, the blackest black, long wearing AND easy to apply."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I love this eyeliner! It glides smoothly, it stays on ALL day, no smudges, easy to use. I love it! Too bad it's really small and doesn't last too long."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I originally received a sample of this in the Play box"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "It is definitely not a 5 star for me. I think that it dries up too quickly, just like the other Stila liquid eye liner that I have. I don't hate it, but don't love it either."
        },
        {
            "review_title": "Not cool",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Worst eyeliner ever.. Not waterproof, not stay all day wear and definitely not life proof as the sales person said. Then try to get a refund or exchange, come to find out that store doesn't carry this item and they couldn't help me."
        },
        {
            "review_title": "best liquid one",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Really easy to control since it has micro tip, the best liquid eyeliner!"
        },
        {
            "review_title": "Horrible",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I had high expectations because of the good reviews but this eyeliner was so disappointing! It is so sheer that it requires multiple swipes but it does that annoying dry erase marker thing where if you try to draw on top it erases the line already there. It's also definitely NOT waterproof. It smudged and flaked off within an hour! For the price I expected better performance. Two stars for the teeny tip which I really liked and gave me good control and precise lines when the ink miraculously comes out opaque."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Not waterproof. It bled everywhere after a couple of hours. It's nothing like the original eyeliner"
        },
        {
            "review_title": "Garbage",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I had the regular stila eye liner and really liked it, so I figured I would try the micro tip for finer lines. I had high hopes, but this is garbage. It dries out before I can even finish my eye. Stick with the regular packaging."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "it works perfectly for me i like it"
        },
        {
            "review_title": "Not enough ink!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I see no point on the micro tip. I use the regular sized tip daily and it works way better than this one. This eyeliner does not give off enough ink either and I have to constantly keep pressing and drawing over my cat eye."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Hazel eyes, gray hair, lightMedium skin tone, Combination skin",
            "review_text": "I honestly wanted to love this eye liner but I'm so disappointed that it dries out too fast. I normally buy the original but when I went back into Sephora to pick up another eye liner the girl in there introduce me to the thin micro one and said it's so much better and that I would love how easy it is to draw my lines on. With no doubt I brought it, love it at the beginning but will with 4 days the tip started drying on me, I though something was wrong with the one I brought so took it back to exchange and explain to the associate what happened, she exchanged it for me only coming to find out it happened again within a week, the tip of the liner was dry and barley could get any ink to come out.. I'm going to return the eyeliner again, it's not good"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This works perfect for my eye shape... I have hooded eyelids, when I use this eyeliner you can still see my eye shadow."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I'm not sure if I like it better than the original one, but the tip is very precise and my wings turn out sharp af. I usually use another liner for my lid then this one for my wing because the tip on this isnt as soft as it is in the original one but, in a pinch, thiisss could be used for both"
        },
        {
            "review_title": "My go-to eyeliner.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "My go-to eyeliner. I like to use it on the lashline to make my eyelashes appear fuller. No smudging. Stays on all day."
        },
        {
            "review_title": "Yas!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Omg! I love how dark and perfect this liner is. I thought I would never find the perfect liner but here it is. It's very easy to create a great winged look. I'm never buying anything else"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I think I love it. I asked for the advice of a person that works there and she didn't seem to listen much... but I think I'll be happy with this one. It's easy to use and thin looks pretty good"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Best liquid liner I have ever used! The tip is so precise but still can make a thick line. It's really great for getting symmetry on both sides and is such a good intense black! And it stays on all day!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Best liquid liner I have ever used!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Absolutely love!!! I'm horrible at doing eyeliner and this is the only liner that won't leave me looking like a raccoon. I love the extremely fine tip, it makes it a breeze in my morning routine"
        },
        {
            "review_title": "Amazing Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I work outside all day in the heat and this liner stays on. I have also (accidentally) slept with it on and it has stayed perfectly in place. The micro tip makes it very easy to create the perfect wing.   I also use it in my water line on my top lashes. It creates an illusion that my eye lashes are thicker and it stays in place."
        },
        {
            "review_title": "Pigmented, Crisp, Precise!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "For the past 6 plus years the only eye liner that I would use was the Kat Von D tattoo liner which, don't get me wrong, is great. BUT this eye liner is by far the best I have EVER used, the black is super pigmented and the micro tip allows you to make such percise crisp lines that you just can't beat it. This product is WORTH EVERY PENNY."
        },
        {
            "review_title": "same great formula, even more precise",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "I was already in love with the formula in their other liquid liner pens, but this tip is a game changer! It cut the time it took to get a perfect wing in half! Absolutely in love with this."
        },
        {
            "review_title": "Not for oily skinned people",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The initial color payoff is nice, a deep black. But my wings slide off my face within a few hours. I thought it was just an issue with my skin itself and that I'd have to deal with it for life. Then I got a sample of a different brand and lo and behold, it stayed put all day. I know this is a HG for a lot of people and I hate to give it a bad review. But if you have oily skin, I would not recommend at all."
        },
        {
            "review_title": "Loving the micro tip!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I really like the micro tip on this eye liner! It makes it so easy to create a fine line for a subtle look or you can build it up for a more bold look. Other pens are too big and you always end up with a super big wing. This pen make it easy to create a dainty wing"
        },
        {
            "review_title": "Perfect liner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Love the micro tip for a natural tight lined look. Stila still makes the best liner out there."
        },
        {
            "review_title": "Fun and easy eyeliner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Tan skin tone, Oily skin",
            "review_text": "The eyeliner makes a great, long-lasting line! Easy to use"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "First time trying this eyeliner, I didn't want to pay this much for an eyeliner but it is definitely worth it. It has become my favorite so far."
        },
        {
            "review_title": "Where has this been my whole life?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Sephora employee recommended this to me. Love it! Precision point is amazing. Doesn't dry up fast like other pen liners. Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Great control and quick application. It is very pigmented. Using a face wash can remove it with minimal leftovers.  It was a little difficult to work with as the product does not go all the way to the very tip. I often have to use the side to get product on, leading to slightly thicker lines than intended. It is not very waterproof; a single tear anytime throughout the day can destroy the lining and you'll have to redo it. Also not smudgeproof.  Still a product that I will continue to use for the convenience of a micro tip liner."
        },
        {
            "review_title": "Awesome Liner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This was my first ever liquid liner, and I'm very happy with it. It glides on smoothly, has a fantastic color payoff, and doesn't run or splatter. It also stays put! Will definitely buy again!"
        },
        {
            "review_title": "Best liquid eyeliner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Best liquid eyeliner I've ever used!  Thinnest point, so you can build on it,"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I like how black it is and it helps with doing my wing eyeline but it dries and starts flaking :( I'll see if I can return it"
        },
        {
            "review_title": "Not waterproof",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This product is not waterproof. It will rub off if you have watery eyes or if you swim in the pool. It smudges on my eyelid crease area. Bought this for the waterproof quality but at $22, this is not worth it. The tip of the tip runs out of pigment so it is hard to get a nice sharp winged tip. The only good thing i can say about this liner is that it has pigment at least, and the shape of the tip is not hard to use."
        },
        {
            "review_title": "Good quality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Fair skin tone, Normal skin",
            "review_text": "Just as the name is, it really stays the whole day. It smudge a bit but so far this is the best eyeliner I've ever found."
        },
        {
            "review_title": "disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "wanted to love the micro tip since i wear winged eyeliner most of the time but ink only comes out of u til the pen sideways. so hard to reapply and touch up when you literally NEED the micro tip to get into small areas and nothing comes out"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "The regular Stila liquid liner is my absolute favourite, so I had to try this. I love it! It gives me so much more control. Right now I'm using the regular liner for the center of my eye, and the micro tip for the inner corner and wing. I think I'll switch to this one exclusively."
        },
        {
            "review_title": "waterproof?!?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "So I bought this product so excited because it said waterproof and that it last u201call dayu201d because my eyes have a tendency to water and always ruin my makeup. When I applied it. I loved how tiny it was perfect for getting the perfect wing. When I applied it, I felt like a dream gorgeous and left to work. Just like always my eye started to water an hour into the wear. when I look in a mirror my wing was gone. So no it did not last all day and no it was not waterproof. Maybe I got a faulty one? Who knows."
        },
        {
            "review_title": "Bye Bye KVD!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is Amazing! I have hooded/oily lids and it didn't move at all but does come off easily with makeup remover... My new go to eyeliner!"
        },
        {
            "review_title": "Easy Peasy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Easy to apply. Lasts all day. Doesn't smudge."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this eyeliner it has a very small tip and does perfect wings! It barely smudges which is also a plus!"
        },
        {
            "review_title": "Easy peasy, no fail, long lasting! Works for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a terrific product for people looking for alighter touch with their eyeliner. Or if you aren't confident applying eyeliner this product delivery allows you to have a couple of stabs to create the look you are going for."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Stila eyeliner is my absolute holy grail. I love how precise the tip is, and how much easier it makes winged liner. My biggest issues is that it can be a little difficult to fill in the wings sometimes because of how thin it is."
        },
        {
            "review_title": "FINALLY FOUND THE PERFECT LINER!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "LOVE THIS LIQUID LINER! I have been on the hunt for the perfect liner and so far out of the numerous ones I've tried this one has by far been the best. The felt tip is a little shorter than what I'm used to but after the first swipe I got used to it. It stays in place all day and glides on so preciselely and is very pigmented. I find with previous liners I've tried, if I have moisturizer or product on my eyelids, I have to continuously swipe the liner on to get a precise and dark line. Not the case with this liner. Seriously love this product!! Would definitely recommend!! I had tested a swipe on my hand when I first got the product and the mark lasted all night, throughout continuous washings of my hands. Can't say enough good things!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "it's great to draw under lashes to pretend you have fuller under lashes. very natural"
        },
        {
            "review_title": "Sharpest wings ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "I don't know how waterproof this liner is.. but I can tell you that the applicator is the perfect size for detail work and a SHARP wing. My new favorite liner."
        },
        {
            "review_title": "Start your liquid liner journey with this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I suck at using liquid eye liner. I have a hard time controlling the long tips. The ladies at Sephora recommended trying the micro tip and I have been using it every day. It is much easier to tightline and I have been able to get much better results with this. I don't do winged eyes so this is really good for just a nice, smooth line of liner. It lasts all day and I have not had problems with smudging. I have very sensitive eyes and have not had a reaction to this."
        },
        {
            "review_title": "thin and great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "this product glides super duper well! since it is so think you can literally draw whatever you want on your eye! i love it sooo much!"
        },
        {
            "review_title": "Holy mfn Grail!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I am a slave to liquid eyeliner and the original Stila liner was my all time fave until I found this one! I like my cat eye subtle, thin and SHARP and sis this is IT."
        },
        {
            "review_title": "Not the best",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "It is definitely a micro tip and will deposit very thin lines, however the tip is really prickly and stiff so you have to be really careful on how you angle it. It poked my eyelids a couple times and it was very pointy. The color is also not as intense and I had to go over it 3 times to get a dark matte black."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Color is not even intense. I have to go over it more then 2x to make it intense black. The ink doesn't come out easily. The only good thing is the micro tip."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "So, I have the HARDEST time doing a winged eye. I have downturned eyes, and the corners of my eyes are slightly hooded. I've always envied the girls with almond eyes who can pull off the dramatic look, but the only wing that looks good on my eye is a very petite, subtle wing. I've never been able to pull off the winged look before this eyeliner, because I've never found a liner with a fine enough tip. But HUZZAHHHHH, in comes this liner and it's perfection. It's so small that I use it for just the wing, and I use a thicker liner for my lashline. Perfection. Stays put. If you're on the fence between this one and the Tarte micro liner, get this one."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love this liner, though the tip is a little flimsy, with how thin it is, it seems like that's a trade off that has to happen. It does have a little learning curve because it is flimsy but I can get the sharpest wing ever! And of course the formula is the best, stays all day no problem! Definitely my favorite eyeliner ever"
        },
        {
            "review_title": "4/5 Stars",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I bought this eyeliner because I needed a waterproof eyeliner. Because it's summer, the eyeliners I usually use keeps smudging and leaving black smudges under my eyes. This eyeliner saved me! I'm out for more than 7 hours and when I get home, there are NO SMUDGES at all!  The only issue I have with this eyeliner is, when applying with multiple of strokes, the brush wipes off the eyeliner that was already drawn. I don't usually have this issue when using an eyeliner that is not waterproof."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Grey eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Love the micro tip!! Really helps achieve a sharp line!!"
        },
        {
            "review_title": "meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Mmmmm not my favorite. I actually thought I was buying the regular one and was intrigued when I uncapped and saw the tiny micro tip. Tbh I don't really care too much for this. Doesn't deposit as dark as the original one. Will be exchanging for the original this weekend. It's a nice option but doesn't suit my needs."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I literally hate the packaging, it's so ugly I almost didn't even try it. It looks like a cheap drug store eyeliner. I'm glad I did though, the product is awesome! They should seriously change the gold and black combination though."
        },
        {
            "review_title": "Perfect for winged eyeliner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I have used the original Stila eyeliner for years. It is my holy grail eyeliner, and I refuse to try anything else. It's extremely black and glides on opaque. So you are not having to build on top of it, to get a jet black effect like other that you have to build and build. So when this eyeliner came out and I saw u201cmicro tipu201d, I knew immediately it would be perfect for winged eyeliner. I can still do my winged eyeliner with the original eyeliner, but this tip is so small and precise that it practically does itself. If you love the formula of the Stila Stay al day eyeliner, and are looking for something for detail work this is a great one to pick up!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "If you are used to the original stick with that one this one is to small to work with"
        },
        {
            "review_title": "Stays all day but only lasts for 10 days",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Started to dry out/ not work with in 10 days. Didn't even last through my vacation. I like the fine tip, but it should last at least a month! Very disappointed."
        },
        {
            "review_title": "Hooray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Totally love the precision of this pen and it lasts all day!"
        },
        {
            "review_title": "bostongal",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I ONLY use Stila liners.  They stay on ALL DAY and are easy to apply.  This new one is very thin, and I like it a lot."
        },
        {
            "review_title": "MELTS OFF!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Hated it, it doesn't last, messy and smears everywhere especially my upper eyelid. NEVER BUYING AGAIN"
        },
        {
            "review_title": "You dont NEED it but you'll be glad you have it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "VERY SHARP LINES! If youve been looking to get that perfect point on the end of your winged liner every time this lady is for you. A great addition to the eyeliner you already know and love or maybe something to use alone!"
        },
        {
            "review_title": "This is NOT waterproof",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This eyeliner applies nice but it is not water proof. My eyes tend to tear from allergies and it literally disappears. After a full work day, whatever is left I can just simply wipe away with my finger. Really disappointing, I wouldn't buy this product again."
        },
        {
            "review_title": "The PERFECT liner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "I cannot say enough about this eyeliner. It is my holy grail liner, and I've come along way to say that. It's perfect, it lasts all day, and I can't use anything else after I've used this. As a matter of fact, I wrote a blog crowning it the liner of all liners: https://shopmintbeauty.com/2018/06/07/liner-of-all-liners/"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is one of my favorite eyeliners. It literally stays put all day, just like the name suggests. I accidentally ordered the micro tip, which is fine, but I'd probably go with the regular tip next time. It's just super fine. I can make it work though."
        },
        {
            "review_title": "MICRO is the holy grail!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Hands down my favorite eye liner of all times and even BETTER in MICRO form! Long lasting and very smooth!"
        },
        {
            "review_title": "Not worth your money!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This eyeliner dried out. I would not recommend this product."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "At first I loved this product, it stayed on all day if I primed and powdered my lids and I could draw the smallest lines. However a week in the product would be patchy as I drew my wings and if you tried to reapply liner over the line that was already dry, the liner would remove the black line underneath. I love the size of this pen, but I believe the original formula was better, I will not be repurchasing unfortunately."
        },
        {
            "review_title": "Tip doesn't give much ink.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I use style regular tip on a daily basis. The tip of the regular is too big, so I usually draw on my eyeliner with a fine pencil and go over it with the regular tip at the edges for a crisp look. I bought the microtip yesterday. I can control it much better than the regular and didn't need to use the pencil to get a controlled shape. However, the microtip tip doesn't give out much eyeliner. If I tilt the pen to apply the side of the tip, a lot of color comes out. Why isn't it going to the tip? Did I get a dud? This only happens to me with the regular size when the eyeliner is about to run out. I might exchange this to see if I just got a dud pen. But so far, I'm not impressed. If this produced ink from the tip, it would be an awesone product. But it doesn't so it's useless."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I've always been a fan of the original stila waterproofs liquid liner since it would stay on all day without smudging along with its black pigment especially when I don't use a primer. When I used this a couple of times and my winged liner would be smudged after 6-7 hrs or wear. I enjoy that the tip is a lot smaller and easier to draw with but minus a star for it smudging. I probably would have to try a primer before wearing it to see."
        },
        {
            "review_title": "Stays on",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I really like this. It stays on almost 8 hrs. I wish the pigment was a little darker. I feel like other black liquid liner is darker black, this is not a true black."
        },
        {
            "review_title": "It's a NO!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "It smudges after 2 hours and the color is not that intense. It's the second time I try stila eyeliner and the result is the same, I'm very disappointed."
        },
        {
            "review_title": "Dried out",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I LOVE the original and really wanted to love this one too but the tip seems to be completely dried out! I can't get any product out of it. Maybe it's a dud? Sad to have to return it :("
        },
        {
            "review_title": "my fav!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I use this everyday, it's so good!! It stays on all day  No smudges"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I used to wear this eyeliner religiously and buy it every time I ran out and it would stay on all day w/out smudging. The tip is perfect to do a winged cat eye. Unfortunately I've noticed lately it smudges a lot without touching my eyes. So sad I have to look for a new eyeliner :("
        },
        {
            "review_title": "so close to perfect",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "I am very impressed and am happy at the staying power of this liner. It lasted through one day of outside walk in 90 degree weather, an eye dr appt ( where they did all these tests on my eyes etc), and 2+ hours at the dog park. The only thing is the tip doesn't get enough product to it so hard to get a good cat liner. Cat eyeliner is the only reason I use and buy liquid liner so sort of disappointed because this product is almost perfect and great price point."
        },
        {
            "review_title": "Best Eyeliner I have EVER used!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I love this! It really stays on all day and even after swimming. It is so easy to apply. I don't think I will every buy another liner."
        },
        {
            "review_title": "Stila All The Way!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Stila's Stay All Day Waterproof eyeliner was already my go-to for eyeliner - period! I couldn't wait to try this new micro-tip, and I was most certainly not disappointed!  It's wonderful! Glides on soooo smoothly, just as the regular tip, the staying power is incredible, and the micro allows for a much finer line and affords great control. Absolutely LOVE both varieties and will continue to purchase!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is eye liner is a god send. Super easy to use, it's like you're using a marker to line your eyes. The precision is impeccable and you really don't need any other product but this one to create a dramatic effect. Plus, it lasts all day. It's amazing I wish I purchased it sooner!"
        },
        {
            "review_title": "Cry and rub your eyes to your heart's content",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Still the best waterproof liquid liner, although I wish they hadn't made the tip so fine. I prefer the older, slightly thicker version, but this still does the trick."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I LOVE the microtip but mine keeps almost drying out at the tip... Like the bottom, if I dab it a few times, will refill with liquid, but it's going on pretty light...I basically have to use this one to make it look how I want it to look, and very carefully fill it in with my regular Stila liner."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I really disliked this eyeliner. I'm a big lover of the regular top stila and I use it for years. However, the micro tip just didn't cut it for me.  The black wasn't dark enough and the color was patchy, the lines were so fine that I need to go over my lines several times to get the desired effect. I returned the product"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "Mine was dried up or something, had to return it. Disappointed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone",
            "review_text": "Love the micro tip! It's much easier to line the inner eye. I wish it came in other colors."
        },
        {
            "review_title": "Stays Put!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have hooded eyes and by the end of the day my eyeliner is on my lids. This eyeliner stays put!!!"
        },
        {
            "review_title": "Even better than original!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "I love the original Stila liner but sometimes I get frustrated with the thickness of line on my lid as I have hooded lids.  This was the answer to my prayers!  Same formula as the original Stila but with a slightly stiffer tapered tip!  Switching out my original Stila for this one for now on!"
        },
        {
            "review_title": "Precise and richly pigmented",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This has definitely taken over as my favorite liquid liner! I've used and liked Stila's original liner as well as KVD Tattoo liner and Clinique's brush liner, and I've always preferred the rich black pigmentation and lasting power of Stila's formula but loved the speed and precision of a brush applicator. Though the tip of this liner is still felt rather than a brush, its size (roughly half that of the original) and good balance between flexibility and stiffness makes it just as easy and quick to get close to the lash line and to get a precise wing, which is a lifesaver for mornings that I'm running late (aka every morning lol). I'd imagine that this would be really wonderful for beginners or those who struggle with liquid liner/cat eyes, as well. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "PROs: way easier to tightline than with the original, my tip used to slip and go straight into my eye, this is too short to slip CONs: so thin its actually a lot more work to get a good top line as you have to go over several times to get any significant width; a little stiff and very pointy making it pretty poke-y and prickly if ur not careful with your angle"
        },
        {
            "review_title": "Must have eyeliner!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This eyeliner is Even better than the original. The micro-tip is absolute perfection! Highly recommended"
        },
        {
            "review_title": "10/10 Would Die for this Liner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Stila is my holy grail liner, period. In an attempt to save money I've been using a different, less expensive brand. I saw this product in Sephora a few weeks ago and was lured into buying it. Safe to say I forgot just how amazing the formula is (anyone who uses this eyeliner knows what I'm talking about). This stuff STAYS! And that's a big feat, since I have pretty hooded eyes, so if the formula isn't strong enough, I end up with an imprint of the liner on my upper eyelid. Also, the micro tip is AMAZING, especially for days when I'm riding the struggle bus hard to get my wings sharp and even."
        },
        {
            "review_title": "Makes creating a wing easier",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "Creates a perfect, sharp wing every time so far! I use this to create the wing then I use their regular liner for my lid. I already recommended it to my friend!"
        },
        {
            "review_title": "Stay All Day Indeed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "My favourite liner! The tip is very fine, which I love. And it does stay all day and will survive anything."
        },
        {
            "review_title": "Stays pigmented and wet!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "This eyeliner is amazing!! I tried this one after Kat Von D's tattoo liner was very dry and I have used this ever since. This eyeliner is pigmented with such an intense black, stays wet and doesn't run out for 3-6 months, depending on how much you use it. 10/10 will always recommend"
        },
        {
            "review_title": "Try this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I LOVE this. I've repurchased the original Stila Liquid liner over and over, but the micro tip is even better! So much easier to do winged liner and go for a more natural, thinner eyeliner look. Will continue buying these over the original!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Love this eyeliner. Was using KVD Tattoo for a long time and I don't have too much of a visible eyelid so this works awesome! Easy to work with and lasts all day! My new holy grail"
        },
        {
            "review_title": "Best Eyeliner!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Best liquid eyeliner that I ever had.  It is so easy to out on. It stays all day.  I love this eyeliner."
        },
        {
            "review_title": "Best!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Best liner!! Good control and doesn't dry out quickly like the kat von d tattoo liner. Way better!  I do liner every day with a wing and it's long lasting. Good control too."
        },
        {
            "review_title": "Love it and make more please !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Love Love Love ! I am not really big on having a thick line so I am always trying to get a nice tight line with the regular Stila liner but this is perfect! I am still new at lining , but this does the job in one swipe and the tip is perfect for minor fixes too! Please make this liner in a brown color for more casual days!!!"
        },
        {
            "review_title": "Faulty after a couple uses",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This worked for the first couple of uses and then got really dry and became hard to apply. I also had issues with the cap popping off constantly (probably what lead to it drying up)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Just bought this eye liner. When they say micro tip they are not kidding! I love how precise the tip is. and black is bright and makes my eyes stand out. Love it!"
        },
        {
            "review_title": "Awesome",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love this!  It creates a really thin line for when you want a subtle line without the drama, but you can still add drama if you want it1"
        },
        {
            "review_title": "Stila liners- OG",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I'm so happy that finally came out with the micro tip for this liner! Stila has always been my favourite eyeliner since I was in Highschool, but even to this day I sometimes struggle for a sharp wing. So the micro tip is a blessing in disguise! 100% recommend! Reason for 4 stars, is because I find the tip to be a little flimsy and would prefer it more stiff.... but a little goes a long way with a light hand. FYI!"
        },
        {
            "review_title": "YAS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I've used the same brand of liquid liner for years and then last time I repurchased it, it was super inky and bled everywhere so I was searching for a new one and came across this genius-ness. I can do winged liner so much easier and faster now I love it!"
        },
        {
            "review_title": "Not my fav.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I was hoping to love this eye liner...it would skip when I would put it on and didn't provide the thicker line I wanted."
        },
        {
            "review_title": "not for sensitive & watery eyes, does not stay",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Not if you have sensitive eyes and you want it to last more than an hour.  so been trying to find a stupid/won't budge liquid eyeliner that mimics a certain liquid vinyl one but a better application/wand that I can't buy at Sephora. I'm still on the hunt.  Both my good friend and I say NO"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Hands down best eyeliner I have ever used. Been using this for a couple years and I won't use anything else!! Go buy it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Perfect for doing wings! Great waterproof formula, just like the original."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Great product for making a nice winged eyeliner look!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Same formula as the original, just a slimmer tip. Fantastic product."
        },
        {
            "review_title": "so-so",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "50/50 on this one. It starts off with an intense black pigment but once you go for your second eye, it becomes a bit more gray and patchy. I do like the small tip for precision however it is quite stiff whereas I prefer a softer pen so that I can flick the wing at the end. With this kind of a tip, you need to first draw the wing and fill it in. The finish is not matte, more of a shiny black I'd say."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Have had this for a few weeks now. I am an eyeliner kinda girl and I am loving this eye liner! Great for procision they either do a cute liner or dramatic wing! So approve and recommend!"
        },
        {
            "review_title": "Completely Waterproof!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The mirco tip is amazing! The formula is just as amazing if not more, I put a bit on the back of my hand and when it came time to wash it off it took quite a bit of effort!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this so much more than the original! It's perfect for hooded eyes when you don't want your eyeliner taking up all of your lidspace, and makes drawing wings a breeze."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Love the amount of control this gives, and that I can tight line and even get in between my eyelashes without irritation or smudging. Stays put well, yet removes easily with my cleansing balm or micellar water."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Exactly what I was looking for in an eyeliner"
        },
        {
            "review_title": "NOW I can jump on the liquid liner fan train",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I finally understand what has people crazed about liquid liner! This is an immeasurably valuable tool with such intense pigment and such a sharp tip to allow precision application.  Let's you put it exactly where you want it then stays put!"
        },
        {
            "review_title": "great for eyes with minimal lid space",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Smaller tip than the Kat Von D trooper I have been using. For my hooded eyes I can get the liner thin enough to still have some lid space."
        },
        {
            "review_title": "amazing u2665ufe0fu2665ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Amazing just amazing , last almost all day , the color is intense , I just love it , my go to liner , amazing just amazing"
        },
        {
            "review_title": "Wings All Day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Does not move all day and night. Perfect Wings!"
        },
        {
            "review_title": "The perfect wing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Love how small the tip is on this one. It really helps me create the perfect winged eyeliner. Even if I mess up, it's easy to fix. This one and regular sized tip are my favorite eyeliners. I have cried and had water splashed in my face and this stuff still won't come off. But at the same time my cleanser is easily able to take it off."
        },
        {
            "review_title": "Nice liquid eyeliner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I'm a liquid eyeliner lover and this is definitely a great one, it's very easy to do my cat eye because of the micro tip and it stays on longer than most of my eyeliners, the only thing I would change is that it is kind of shiny and I would preferred it to be matte, but overall is a really good product."
        },
        {
            "review_title": "SAME FOMULA, MORE PRECISION",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "If you love the original Stay All Day liner, but wish that they've made the tip a bit smaller because you tend to over draw your liner, your prayers have been answered LOL.   I'll start by saying that the original Stay All Day and Kat Von D Tattoo liners are my two holy grail liners.  Both liners stay put all day long, even in extreme heat and humidity, rainforest type of weather.  I've always wished that these two liners would swap formulas sometimes because I love the intensity of the Stila liner, but the smaller, more precise tip of the KVD liner for drawing thin lines.  FINALLY!!!!  Stila have done it!!!  The formula is still the same as the original as far as I can tell.  Budge proof, stay all day!!!  Thank you Stila!!!!! I'll try to attach a picture of the original and micro tip liner so you can see the comparison."
        },
        {
            "review_title": "Love it~",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Not messy, a blue-ish hue? Truly helpful with minor/fine details."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love this eyeliner! Perfect thin point for a sharp wing. Very pigmented dark black color!"
        },
        {
            "review_title": "Great eyeliner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Easy to use and long lasting. Love it."
        },
        {
            "review_title": "New Fav!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I used to use the tarte so fine micro liner because I loved the small tip that made it easier to do a cat eye. This has a small tip like the tarte, but with a better formula. The tarte claims to be waterproof, but I always had issues with it fading. This stuff stays put all day long!! I would highly recommend this eyeliner."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Doesn't smudge at all"
        },
        {
            "review_title": "Great eyeliner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Provides a nice thin line that stays in place! Guess I'm a liquid eyeliner girl now! Love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Intense Black - jet black",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Perfect for cat eyeliner! Just wish the tip was maybe a smidge linger but the application is effortless"
        },
        {
            "review_title": "i think i like it more than the original",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "its so small and great for my simple wing. i think i might like it more than the original."
        },
        {
            "review_title": "BEST EYELINER EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Amazing product! New holy grail! Waterproof and doesn't smudge, lasts me all day long! Even better than the original and I didn't know that was possible"
        },
        {
            "review_title": "My Wings Are So Sharp Now",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This is the perfect liner for me. I use my regular sized liner (either stila or kvd) and then wing it out with this micro tipped one. It is so small and perfect for wings. Definitely try this out if you love winged liner but have issues getting it sharp. Will buy again when I run out for sure."
        },
        {
            "review_title": "smudges",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "The tip is great it glides on smoothly, but it smudges!   It looks nice but you'd have to not touch your eye at all!"
        },
        {
            "review_title": "Best ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The best felt tip. It stays sharp and precise right down to the last cat eye. You can do thick or thin. My first one was a sample. Then I purchased the full size one. You won't be disappointed."
        },
        {
            "review_title": "Not sure how I lived without this before...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I've only ever used Stila's classic liquid liner because it is the holy grail of all liners, and now this new micro tip is a GAME CHANGER. I don't know how I've ever done my makeup without it! The formula is exactly the same fantastic formula of the original, but the applicator is super thin which makes it soooo easy to perfect a super sharp cat eye. I literally HAVE to use both now at all times! It makes every cat eye look perfect. Love this so much! And it's so great for lining super close to the lash line on the days that I don't want to go full glam. It's a MUST!"
        }
    ]
}