{
    "product_id": "1581",
    "name": "THE FACE Illuminating Self-Tan Drops",
    "brand": "TAN-LUXE",
    "categories": "Skincare, Self Tanners, For Face",
    "price": 68.0,
    "about": "No match",
    "ingredients": "-Raspberry Seed Oil: Moisturizes and conditions..-Aloe Vera: Soothes and moisturizes..-Cellutone Complex: Gives skin a firmer look...Water, Dihydroxyacetone, Alcohol Denat, (SD Alcohol 40-B), Glycerin, Rubus Idaeus (Raspberry) Seed Oil, Hydrolyzed Silk, Aloe Barbadensis (Aloe) Leaf Juice, Polysorbate 80, Erythrulose, Caramel, Xanthan Gum, Fragrance, Limonene, Geraniol, Hexyl Cinnamal, Benzyl Salicylate, Butylphenyl Methylpropional, Lecithin, Caffeine, Tocopheryl Acetate (Vitmain E Acetate), Palmitoyl Carnitine, Sodium Hydroxide, Benzoic Acid, Phenoxyethanol, Dehydroacetic Acid.",
    "how_to_use": "",
    "num_reviews": 9,
    "overall_rating": 3.3,
    "product_url": "https://www.sephora.com/ca/en/product/tan-luxe-the-face-illuminating-self-tan-drops-medium-dark-P469880?skuId=2444834&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2444834-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.01 oz/ 30 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2444834-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Use 3 drops every week & love this product!! Lasting me over a year."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": ""
        },
        {
            "review_title": "The least natural colour ever in a self-tanner",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received a sample of the product, a tiny sachet. I used a few drops mixed with my moisturizer. This was the light/medium and I had just returned from two weeks in the sun and was hoping to enhance my colour a bit. What I got was a very orangey, fake tan look - the last thing I expected. I just hope it doesn't linger."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "My bottle isnu2019t full when It arrived Iu2019m worried itu2019s been opened and used before so I donu2019t really want to try it. Not sure if itu2019s supposed to come like that or not"
        },
        {
            "review_title": "the smell",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "the smell is strong, I dont love it and wouldn't purchase this, I got a samplw"
        },
        {
            "review_title": "Not full",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I really do love this product. But Iu2019m a little disappointed with my last order. Bottle wasnu2019t even fullu2026. Looks like it was already used. For that price Iu2019m a little annoyed. Also.. what is with Sephora not sending samples anymoreu2026"
        },
        {
            "review_title": "amazing product worth the money",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "best tanning drop i have ever bought. I got the med/dark and I have light/tan skin but I get super pale in the winter so this is going to be a must have."
        },
        {
            "review_title": "Natural look, no streaks or splotches.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Amazing product. Im white with a medium skin tone and used a medium-dark version. Start with three drops. Zero streaks you can use a few times a week until you achieve desired results. Looks very natural. I used it on a weekly bases. I never saw streaks or splotches on my face even when applied drops directly and not mixed with a moisturizer. But if forgot to wash my hands properly after using it my hands had those orange self-tanner splotches etc.. Dont forget to wash your hands!! No idea how it did that to my hands but never my face. Worth the price."
        },
        {
            "review_title": "This one wins!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I can see a difference within 5 hours of applying it! I dermaplanned the night before to really get it to seep in and itu2019s like night and day! Gives my face a really healthy glow :) I used an Isle of Paradise tester on the rest of my body and itu2019s safe to say that the Tan Lux wins."
        }
    ]
}