{
    "product_id": "1385",
    "name": "Softlight Clean Dewy Hydrating Concealer",
    "brand": "ROSE INC",
    "categories": "Makeup, Face, Concealer",
    "price": 20.25,
    "about": "What it is: A buildable, non-comedogenic concealer that visibly brightens, blurs, and contours while nourishing skin with hydrating squalane and protective vitamin E...Coverage: Medium..Finish: Radiant..Formulation: Liquid..Highlighted Ingredients:.- Squalane: A pure, sustainable, plant-derived moisturizer for weightless hydration..- Vitamin E: A powerful antioxidant that nourishes and protects skin..- Fig Buttercup Extract: Calms skin and reduces the look of redness...Ingredient Callouts: This product is vegan, cruelty-free, and comes in recyclable packaging...What Else You Need to Know: This long-wearing liquid formula minimizes the look of fine lines, redness, and discoloration for a visibly even, glowing complexion. Apply to even out skin tone around the eyes and anywhere on the face you desire coverage. Medium coverage can be built up to full coverage, if desired...Clinical Results: In a 24-hour clinical instrument study of 33 people, ages 18u201366, receiving a single application after 8-, 12-, and 24 hours:.- Participants reported it kept skin moisturized for up to 24 hours.- 100% of participants showed significant clinical improvement of the skin barrier..In a 30-day consumer-use study of 32 people, between the ages of 18 and 66 years:.- 90% noticed a rapid smoothing effect after applying.Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
    "ingredients": "-Squalane: A pure, sustainable plant-derived moisturizer for weightless hydration. .-Vitamin E: A powerful antioxidant that nourishes and protects skin. .-Fig Buttercup Extract: Calms skin and visibly reduces redness. ..Water/Aqua/Eau, C9-12 Alkane, Glycerin, Propanediol, Tribehenin, Pentylene Glycol, Polyglyceryl-3 Polyricinoleate, Sorbitan Isostearate, Disteardimonium Hectorite, Caprylic/Capric Triglyceride, Coco-Caprylate/Caprate, Squalane, Ranunculus Ficaria Extract, Acmella Oleracea Extract, Sodium Hyaluronate, Lysine, Tocopherol, Magnesium Chloride, Aluminum Hydroxide, Glyceryl Caprylate/Caprate, Sodium Lauroyl Glutamate, [+/-: Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, CI 77492, CI 77499)].....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Using the applicator, dot cream onto desired areas and blend using fingers or concealer brush..-Apply more to build coverage if desired..-Can also be used alone as foundation.&nbsp;..Recycling Instructions:.-Remove wiper from inside bottle with tweezers or scissors and discard with cap and doe foot. .-Clean remaining product from bottle and place bottle, box, and insert in recycling bin.",
    "num_reviews": 563,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/rose-inc-softlight-clean-dewy-hydrating-concealer-P476011?skuId=2488245&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2488245-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "LX 190",
            "shade_descriptor": "very deep skin tone, cool red undertone",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2528339-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "LX 180",
            "shade_descriptor": "Deep skin tone, warm neutral undertone",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2488278-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "LX 170",
            "shade_descriptor": "Deep skin tone, golden undertone",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2488260-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "LX 160",
            "shade_descriptor": "Deep skin tone, red undertone",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2488252-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "LX 150",
            "shade_descriptor": "Deep skin tone, neutral undertone",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2488245-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "LX 140",
            "shade_descriptor": "Medium/deep skin tone, neutral undertone",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2488237-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "LX 130",
            "shade_descriptor": "Medium/deep skin tone, warm golden undertone",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2488229-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "LX 120",
            "shade_descriptor": "Medium/deep skin tone, cool pink undertone",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2488211-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "THE BEST CONCEALER IVE EVER FOUND.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Iu2019m SO devastated that this product is leaving Sephora, it is my absolute favourite of all time! Iu2019ve tried many before but none compare to this one. It blends SO easily, covers all my acne spots and scars, stays ALLL DAY, and its finish is just beautiful. For reference, i have sensitive, fungal acne prone skin and this has never broken me out. Everyone should buy this imo!"
        },
        {
            "review_title": "I love this product!!!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I loooove this concealer. Is perfect for my everyday makeup because it looks like I have nothing on, also it doesnu2019t crease with is something I struggle a lot with my dry skin. Happy I purchased this on sale"
        },
        {
            "review_title": "Do not add powder on top",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "Iu2019ve had this concealer for awhile and hereu2019s what I noticed. The product works best the serum or saie glow. It needs a base. Once it dries it does not move. I thought it creased a lot but I found it doesnu2019t when I have a proper base to it. It laters really nice and self sets. Do not add powder."
        },
        {
            "review_title": "Love this concealer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Love this formula! It goes so smooth illuminating and concealing its not greasy, i have combo skin and i apply it all over my face and last the entire day flawlessly controling my oils perfectly ud83dudc4fud83cudffc it reminds me the hourglass concealer"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "LX 180 - Deep skin tone, warm neutral undertone",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "The concealer came out so orange in my skin I wonu2019t recommend"
        },
        {
            "review_title": "Arrived used",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This arrived completely used and disgusting! Buyer beware - got on sale hoped for a contour shade but will not be touching jt"
        },
        {
            "review_title": "Best concealer I ever used (religiously for 3 yrs)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I actually wore 040 and not 140 u2014 best concealer ever! Iu2019ve never gone back to wear the same concealer and always tried new ones out. Iu2019m so sad they no longer will continue this brand &/or that shade!! :( it stays hydrating my skin the entire day and I always received so many compliments on my skin for it and how much ppl liked my makeup. Gonna have to buy it on the actual Rose Inc site now bc I swear itu2019s that great! I even tried another u201cclean beautyu201d concealer in the interim since I ran out and it dries me out by end of day! Makes you look older! Ugh"
        },
        {
            "review_title": "Not a favorite",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I really wanted to love this concealer u2014 it is very full coverage. But the downside is that the texture is terrible. It is heavy and sticky, doesnu2019t blend well, and if you sweat with it on it beads up with a whitish cast, which is really visible on someone with a darker skin tone."
        },
        {
            "review_title": "Crease Blindness",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I got a sample size of this concealer a while back with another purchase and loved it! However, about a month ago, I bought the full size and absolutely HATED it. The first couple of weeks I was wearing it I would look at myself in the mirror and think u201cjeez, Iu2019m looking older.u201d (Granted I graduated from COLLEGE this spring. Iu2019m young!) In fact, I even started joking with some of my friends I need to get preemptive Botox or something for my crazy eye wrinkles. The thing was, I only ever felt like that while wear THIS concealer. It settles into your fine lines and pores like no business leaving a crazy texture. It also feels permanently sticky and heavy no matter how much powder I use. Yes the coverage is great, but unfortunately for me, just not worth it. Iu2019ve resorted to using my expired concealer that I have to scrape the lid for just so I donu2019t have to use this one."
        },
        {
            "review_title": "Conditionally Good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I actually didnu2019t like this concealer at first because i felt it wasnu2019t super dewy and a bit drying when i used it as a concealer on bare skin. However I recently tried it with a CC cream base (tarte) and it blended really nicely and stayed all day without drying my skin! I definitely feel it works best for layering and as a step in the process after full coverage, rather than on it own. For the sale price I definitely think itu2019s worth it!"
        },
        {
            "review_title": "Colour is totally wrong",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Not sure why this says itu2019s for medium skin with olive undertones when itu2019s literally an orange yellow tan pigment. Donu2019t buy this one online like I did, better to colour match in person."
        },
        {
            "review_title": "Good for acne prone skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Can be buildable, looks like skin, does not clog pores. The best I have found for my sensitive acne prone skin!"
        },
        {
            "review_title": "Product separated",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": ":( good color match, bad product- separating, kept dripping clear oil even after mixed again and again. I had to return."
        },
        {
            "review_title": "A must have and will repurchase.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "I am medium tan skin, I bought shade lx80. Looks pink but it really turns into a nice peachy tone which is my undertone. Seriously looks canu2019t tell Iu2019m wearing concealer! The best concealer by far!! This concealer is hard to find but the best! I have workout, cried and it doesnu2019t move at all. You can wear it light by tapping it in with your fingers or build it up with a brush or a spindle itu2019s super flexible and great!"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I love this product it is so skin like and is so easy to use. I bought this a while back and just repurchased it because it was so good."
        },
        {
            "review_title": "perfect pale neutral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "if you are a pale olive/desaturated girly then this is the product for you!! was struggling to find a concealer that was neutral/gray enough for my skintone, but this shade is perfect for me. lots of coverage too. matches really well with their foundation shade 2N !!!"
        },
        {
            "review_title": "great combined with ROSE INC foundation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "i switched to this concealer along with the ROSE INC foundation about two months ago in an effort to find new makeup that would work for my very acne prone skin. this concealer hasn't made me breakout and combined with foundation the provide good coverage that lasts throughout the day but doesn't look heavy. i love the natural look but i have some active acne and past scarring and these products really even out my skin tone and help me get faux natural glow"
        },
        {
            "review_title": "Pass",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I loved this product but find myself reaching for NARS after a few months. The packaging is messy while the formula oxidizes (becomes darker), separates completely leaving a watery texture/mess."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "LX 140 - Medium/deep skin tone, neutral undertone",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "good product but the packaging gets very messy,  oxidation does occur"
        },
        {
            "review_title": "On the fence",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "On the fence about this product. Nice mousse whipped formula, pretty full coverage, seems like a bit of product in the tube. Nourishing formula and wears beautifully. Surprised at how full coverage this product is since the rest of the line seems to be very natural / clean girl aesthetic. This productu2019s full coverage could be used in drag if there was more product in the tube, itu2019s pretty solid.   While there are some nice attributes about this product, hereu2019s where it falls a little short for me. Packaging, I have to store this upright and I must insert the doh foot back into the tube precisely for fear of product catching on the rim and building up/ getting everywhere. This is common with concealers, but it seems like this design is a bit messier. As other users have mentioned, the shade range is a bit difficult to find the correct undertone, I agree.   Glad I purchased when they were having a Presidentsu2019 Day sale and it was half off."
        },
        {
            "review_title": "Must have concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "My favourite concealer. Doesnu2019t crease under eyes, stays put and is a perfect color match which can be so hard to find with fair skin! Will continue buying as long as they continue making it."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": ""
        },
        {
            "review_title": "Sooo good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019m obessfed with this concealer!  donu2019t usually like or wear them, but I got this one in a kit and decided to give it a go. Itu2019s DREAMY! I usually use it by itself - no foundation - and it offers great coverage, doesnu2019t crease, and itu2019s long lasting. It looks really pretty on my skin and works great with the laura mercier setting powder."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Normal skin",
            "review_text": "nice shade range and it spot conceals super well but it's no good on the undereye"
        },
        {
            "review_title": "Ehh",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I didnu2019t love this, it was hard to find a good match for my pale skin tone, it was nice just not a great match"
        },
        {
            "review_title": "Packaging Leaks",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Wish they would repackage this. Iu2019m careful putting the applicator back in but the concealer gets all over the threading and it leaks. So much product wasted from it getting on the packaging. The formula is really good though. Easy to blend, doesnu2019t break me out, and has a nice satin finish"
        },
        {
            "review_title": "not for me:(",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "this is the first review i ever write on the sephora app. this concealer was cakey, heavy, full coverage, and not at all as advertised. the only positive thing i have to say is that it lasts all day. however, if youu2019re into more full coverage concealers and your undereyes arenu2019t dry, i can totally see you loving this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "Itu2019s cry proof wish it came in more shades, and if your going to have less shades at least have photos of products with multiple shades. Kinda annoying trying to find the right shade"
        },
        {
            "review_title": "Leaks",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I love this concealer! It blends out pretty well and itu2019s not drying. However, the packaging is awful! The product leaks out the sides and gets all over my hands and makeup bag."
        },
        {
            "review_title": "Gamble for Sensitive or Acne Prone Skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I got this concealer during black friday and i had high hopes for it but the first time I used it, my face felt really itchy. I thought was a fluke and maybe it didnt work with my skin prep products but when I tried it again with nothing underneath, I could see my skin starting to break out in splotches.  The coverage and consistency of the concealer is amazing but if you have sensitive skin, its a hit or miss. Depends on if you want to take the chance"
        },
        {
            "review_title": "MUST HAVE for AGING FACE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Favorite concealer and brand of makeup products of all time. They work amazing. You also have to use the foundation in combination with it. Works wonders."
        },
        {
            "review_title": "I couldn't believe it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "BEST concealer to date! Previously what worked for me was Shape Tape and Nars Creamy, but lately it's been dry and those products settle a little heavy. I am still in disbelief how this concealer is full coverage, yet is so fluid that it doesn't show texture or dryness at all. My coworkers thought I had some work done, and I said no it was just a new concealer!"
        },
        {
            "review_title": "Excellent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "44 years old, for the first time ever I am about to finish this entire product. My skin is medium olive tone, so this shade initially seemed a little dark on me, but when placed only on my blueish underage its great. Consistency, coverage all great in my book. Will definitely repurchase either the same shade or I may try lx050. Needless to say I love that this is clean."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Product is great but the packaging is garbage. This is my third product and I hate the fact that I bought it again with this packaging. Might return. The products leak every single time."
        },
        {
            "review_title": "Wow ud83eudd29",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019ve been on the search for a clean concealer that is remotely comparable to the Nars cult favorite concealer and everything has been an epic fail!! But this concealer just about hit the mark! Lasting power is amazing!"
        },
        {
            "review_title": "Change the container so it doesnu2019t leak",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love the product and is my go to under eye concealer. Nice and sheer.  However I am giving it a 4 because the container is terrible. It leaks as the formula comes out of the top and makes it hard to travel with."
        },
        {
            "review_title": "Good for under eye circles",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I am more of a fan of creamy concealers for under the eye. This concealer isnu2019t too drying or too thick. I need just a smidge for under my eyes to cover my dark circles. It blends quite well and looks more natural. Iu2019ll def be buying again."
        },
        {
            "review_title": "Greasy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I loved the colour match for me, honestly perfect, but itu2019s definitely not full coverage. Iu2019d say itu2019s a medium coverage with natural finish, but perhaps thatu2019s because my concealer tended to separate and get oily. Therefore Iu2019d have to shake it often in order to even receive the full benefits."
        },
        {
            "review_title": "Full, full coverage!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Full coverage,  matte finish,  would be great for someone with combo/oily skin. I bought for under eye so I didn't like it for that area. I gave this to my daughter and she adores it!!"
        },
        {
            "review_title": "Really nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love all of the rose Inc. products. Definitely for people with dryer skin types. The concealer goes on so smoothly and plans out incredibly. Absolutely love this."
        },
        {
            "review_title": "A little goes a long way",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I've found my happy place with Rose Inc. This concealer is fabulous. I use it for the dark circles under my eyes and it works so well. I must say, a little goes a very long way. And it pairs beautifully with the foundation. I absolutely love it. It says it can be used as a foundation, too, and I haven't tried that yet but I wouldn't be surprised if it worked."
        },
        {
            "review_title": "Impressive staying power",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Surprised how long this lasted! It does pull up with extreme sweat and eye boogers, but what was left around nose and cheeks stayed through a whole kitchen shift!  Iu2019m not desperate for this fix, but it works well! The packaging is soooo messy, however, a little goes a long way and this tube spills out."
        },
        {
            "review_title": "Itu2019s amazing - but use it sparingly!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is the best concealer Iu2019ve ever used in my life! Itu2019s been my holy grail for about a year and a half and I canu2019t get enough. Itu2019s creamy and extremely pigemented to the point where you truly need the tiniest bit to completely cover redness. Using it sparingly I think is the key - I donu2019t even apply the doe foot directly to my face, just use a small face brush and touch it to the shaft of the wand and thatu2019s enough to cover all the redness on my nose and chin."
        },
        {
            "review_title": "My everyday go-to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This line nails the u2018oliveu2019 undertone for anyone else that struggles to find a skin tone match. Itu2019s such a perfect match that I use it as a foundation and just thin it out with a brush. My new everyday go-to"
        },
        {
            "review_title": "Wanted to love",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Oxidizes pretty bad and is very dry otherwise itu2019s a good color match."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Love the coverage, I would recommend getting it from the store to get a perfect color match!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Light skin tone, Combination skin",
            "review_text": "This was my second time returning it.  The first one I bought the color was wayyy off and now this one was the one I exchanged after getting color matched but it is still off. I bought a lot of other rose inc items but the color for concealer isnu2019t right and am pretty unhappy about it"
        },
        {
            "review_title": "Must Have in my daily routine.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Bought this concealer in December in a slightly cool tone shade to cover my under eye dark circles. Great concealer, coverage was great, and definitely long lasting. No creasing, pilling or bunching. Amazing for dry skin! I used it every day to the last drop in the bottle and I'm getting a second one in. (Kinda wish they continued selling them in stores for quick pickup and to try out different shades.)"
        },
        {
            "review_title": "Very drying and blends badly",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Didn't blend out well, and it was very drying. Don't recommend it."
        },
        {
            "review_title": "Canu2019t imagine using anything else",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "The only concealer I use. It is hydrating, has amazing coverage and is not cakey on my under-eyes. This has become a staple for me and I donu2019t even think about other concealers. It is also the perfect pale olive for me. I definitely recommend!"
        },
        {
            "review_title": "Not for Me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This concealer went on and blended easily. Unfortunately, within 2 hours it had caked (I used it sparingly) and accented my texture. Koses and Teint Idole work far better for me. I returned it."
        },
        {
            "review_title": "Summer glow!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "This product is illuminating on my very dark circles, it doesnu2019t crease if he said it with a powder puff and some pressed powder, and it looks like I have a summer glow from within! I usually use my Nars radiant concealer, however, this is my new favorite concealer for the summer! Chloe skin here I come ufffc"
        },
        {
            "review_title": "Favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is just as good as nars radiant concealer (I used it for almost a decade!) - It works really well as a foundation too believe it or not. Full coverage, but radiant and long lasting!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "As my every day routine I use the Rose Inc. Serum tint, and I had such high hopes for this concealer. However it settled in very line on my face and made creases everywhere. After about an hour of wearing this concealer I looked like I aged 5 years. No matter what I tried under it did not help. In high humid states it wore so poorly. I would not recommend this product at all."
        },
        {
            "review_title": "Super high pigmentation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This does oxidize a little however the coverage is so fantastic it replaces your daily foundation. The finish is satin more matte than natural no powder required. 10/10 product"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Somehow is better than the best (Nars creamy concealer) ud83eudd2f It melted beautifully into my skin and reduced the appearance of dark circles like a magic eraser."
        },
        {
            "review_title": "New Favorite Concealer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
            "review_text": "This product really impressed me. A little goes a long way, the coverage is really good without feeling heavy, and it didn't dry my skin out at all. Definitely recommend!"
        },
        {
            "review_title": "my new holy grail concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "love love LOVE this concealer!!! i love it more than the kulfi, kosas and etc!!! at first i was scared to try it because there werenu2019t many rave reviews on it. iu2019m SO glad i took the leap. it has the mosBEAUTIFUL finish ever!!! that GORGEOUS satin matte finish thatu2019s just SOOO good looking to me and on me! itu2019s just so juicy and checks all my boxes. the colors throw me off at first but then it dries down so nicely BEAUTIFUL finish and"
        },
        {
            "review_title": "new favorite concealer, great for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "my new favorite concealer!! i have dry skin and this is hydrating, yet it still has good coverage. the tone is perfect as well, a true neutral and it blends perfectly on my skin. i saw some people had an issue with packaging but it was fine for me. will for sure be repurchasing. i hope they never change anything about this concealer!"
        },
        {
            "review_title": "Sad :(",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I wanted to love this product, but I used on my under eyes and it made them sooo dry and wrinkly."
        },
        {
            "review_title": "Good formula, horrible packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love the formula itself. However, the packaging is so bad that I wonu2019t repurchase. It is so messy and because not a lot of product is needed for coverage, it wastes almost 2-3 extra uses every time I use it. timetime I use its"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I like this concealer a lot. A little goes a long way! I find it work best if I blend with my fingers. When using the right amount, coverage stays all day without creasing under my eyes."
        },
        {
            "review_title": "Not a favourite",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I find this quite dark for being second to last light colour. It was almost a light orange/yellow. I found the texture off too. It was kind of dry. Not sure if it was old, but I did not enjoy."
        },
        {
            "review_title": "Didnu2019t like it at first",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "A little goes a long way because itu2019s very moisturizing (wet) and full coverage. I dab way less than any amount  of concealer I would usually use. I dab tiny amounts in areas I need the most and doesnu2019t crease. Coverage is flawless"
        },
        {
            "review_title": "gave me a breakout but great coverage",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Product has great coverage and lasts long. You also get a lot of coverage with just a small amount applied on the face. However, my face got an acne breakout after two months of using and ceased after I stopped using the concealer."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "love the formula (hydrating, feels good on the skin, buildable), just wish they had a better shade range!! I love the formula enough to mix the two lightest shades to match me though."
        },
        {
            "review_title": "its ok",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Couldn't find my shade but i love the packaging and formula."
        },
        {
            "review_title": "Great formula - but messy packaging!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "love it!!! but the packaging is so messy, it leaks after a while.... and the oil ends up separating and creating a huge mess. but the formula is amazing!"
        },
        {
            "review_title": "Waste of product because of packing. Good formula.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Itu2019s good, very hydrating so for my dry skin goes well. But, I hate the packing, itu2019s so messy to the point you waste a lot of product. Itu2019s common to be some product at the top of the bottle and applicator since we open and shut it thousands of times, Ive been using that product and picking it up with a Q-tip o even my finger because I cannot be wasting it like that. With this one itu2019s so annoying, it can get everywhere if you are not careful, I like to clean the outside of my make products so itu2019s looks clean, but I have to do it regularly with this although I donu2019t use a lot since itu2019s my winter shade. Wasting product itu2019s wasting money, I love the formula but I wouldnu2019t buy again because of that."
        },
        {
            "review_title": "Holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "This is the most beautiful luminus, creamy,radiant concealer ever! It works pefeclty for everything from no foundation to full glam. It stays put all day with no movement. Ima MAC NC10 an a bit lighter and this is a perfect colour match."
        },
        {
            "review_title": "Very smooth",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Even though I have to mix two tones to get my correct undertone I really enjoy the texture and feel of the product"
        },
        {
            "review_title": "Give it a try!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "One of the best concealer Iu2019ve tried. I like a dewy and natural look and with this one I often donu2019t even apply setting powder. It stays in place and doesnu2019t crease. Unfortunately, I HATE the packaging! It gets messy easily."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "LX 130 - Medium/deep skin tone, warm golden undertone",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Thereu2019s nothing dewy about this dry concealer. Also the golden undertone isnu2019t golden enough. However, I do like the packaging and a little goes a long way."
        },
        {
            "review_title": "PLEASE GET THIS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "The best concealer I have ever discovered. When I tell you I screamed after applying and setting it with powder!!! Iu2019ve always used Nars but this one beats it especially for winter. Iu2019m amazed. And itu2019s CLEAN"
        },
        {
            "review_title": "Incredible",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This concealer is incredible. It blew me away. I have dry undereyes and im very picky about concealer because of it. This is dewy and hydrating. The trick is to use VERY little. I feel that the negative reviews are using too much. Also this needs a tiny bit of powder for helping with creasing. I recommend the rare beauty powder because itu2019s so lightweight"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I personally really like this concealer. Super long-lasting and doesn't break me out. It also has great coverage. The one thing I would say is that it is not dewy. If you are looking for a concealer that is gonna give you a glowy dewy look I would not get this concealer."
        },
        {
            "review_title": "a little goes a long way for great performance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Medium to full coverage yet very light feel, a little goes a looooong way (it is so stretchy without compromising the coverage that a tiny bit can cover a large area so I don't need a foundation anymore!), with a radiant finish.  Very clean ingredients, and it doesn't clog pores nor makes me break out.  It is not drying, not oily, not too hydrating so feels very comfortable on my combination skin and Tzone.  For longer lasting wear, I suggest using a primer.   I put it on top of my natural mineral sunblock and it matches the finish very well.   Great for mature skin and those with large pores because it doesn't settle into the lines and pores, but blurs the textures.  CAN WE HAVE A FOUNDATION VERSION OF THIS TOO?"
        },
        {
            "review_title": "good coverage donu2019t love the formula",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019ve tried to make it work but it turns out cakey and creasy no matter how much I hydrate before and if I use less or more but itu2019s pretty high coverage"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "I like this concealer. a little goes a long way, it is highly pigmented. It has never clogged my pores and the colour match is spot on. I actually repurchased it a number of times before deciding that it is not the right product for me. This is largely due to one reasons... the packaging. idk why but over time the lid becomes filled with product and even when properly shut, product come out and gets on everything. I went to the lengths of putting it in a plastic bag to keep it separated from other makeup if I took it in my makeup bag to avoid a big mess. I thought this might be user error so in my repurchase I took care to clean the lid between uses...it happened every time no matter what I did .... over  times.  And for that reason I cannot justify the price. Its expensive and doesn't have the luxury experience of other concealers out there at the same price point."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I want to love this product, and I do, but the packaging ruins it for me. It's soo messy and gets all over everything it comes in contact with. I would repurchase if it weren't for the packaging. On to the next!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I purchased this from the advice of a Rose Inc. brand rep at the Sephora store I visited. I have an HG concealer I use, but Sephora was out of it in my shade. Decided to try this, along with a few other Rose Inc. products.   I used this for about 3 months and just could not fall in love with it. Few things that left me struggling with liking this:   1. The applicator is HUGE. Way too big and makes it difficult to control application.  2. Product builds up and spills out around the side of the tube. This leaves a mess on the outside of the package and wastes product.  3. Coverage is very dense and thick. I felt like it was making me breakout. I also felt like it gave me a much more caked on makeup look than what I prefer.   I give 2 stars because it is a very fully coverage concealer. For me, it was non-drying. I don't have a ton of fine lines so didn't see much settling, except a bit in the under eye area. Not my fave concealer but not the worst I've ever used.   This product feels mismatched in the rest of the product line. I purchased the skin tint serum (Rose Inc. doesn't have a full coverage foundation). The skin tint is so lightweight, yet this concealer is extremely pigmented and dense. It's an odd choice for sure in this product lineup."
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "One star off for the concealer, one star off of packaging. Surprised no one has mentioned this but every time you tighten the lid, some concealer squishes out and makes a huge mess, not to mention the waste! The concealer itself works fine, but I do find it to crease under my eyes. I wonu2019t buy this again, but will use up the bottle."
        },
        {
            "review_title": "GOOD",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I find this to be a fuller coverage concealer compared to other brands. It's thicker and a bit tackier than the other brands I have and use which I like though it is not as blendable as a result. A little goes a long way. But overall happy with purchase."
        },
        {
            "review_title": "Super full coverage.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Wow. Full coverage like shape tape but not drying. Covers my dark circles completely. Just use a small amount though or it does get candy."
        },
        {
            "review_title": "I do not recommend.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Received this as a sample & I must say I am glad it was just that. This reminds me of elf cano concealer, very thick & heavy. Itu2019s hard to blend out, and it will definitely start creasing, if you hace fine linee around or under your eyes BEWARE. Will not be purchasing, if youu2019re young with great skin then this might be for you but definitely not for someone with fine lines or dry skin."
        },
        {
            "review_title": "Quite heavy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "For being from a u201cnatural makeupu201d brand, this concealer is quite heavy. Hydrating though"
        },
        {
            "review_title": "LOVE For Mature or Dry Skin!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "I honestly do not get all the negative reviews. I have mature, dry under eyes and this delivers coverage that is not dying and blends nicely. Helpful Tip - Do *not* use too and let it dry down just a little before blending. I am picking up a lighter shade as the one I selected is a really perfect all over face shade. (I will use it for all over on my no-makeup, makeup days and it works like a dream."
        },
        {
            "review_title": "holy grail concealer, a unique product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This is my holy grail concealer. I have very dry skin and I prefer full coverage concealers so it's hard to find a product that strikes the right balance for me. This does exactly what I need it to -- excellent coverage and a great texture and consistency. I see a LOT of mixed reviews, so here's my two cents: this product is very unique (although I can't quite explain why), a little bit of product goes a loooong way (I can easily see how it got cakey for some people if they applied like their regular concealers) and despite the fact that it's hydrating and creamy you should still apply your regular eye cream underneath."
        },
        {
            "review_title": "Not for the under eyes",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "For a concealer that claims to be both dewy and hydrating, I was surprised at how drying this was under the eyes and that it emphasized lines. It has a very thick consistency, which does provide full coverage but also makes it look makeup-y. I will stick to Tarte Shape Tape and Kosas Revealer Concealer."
        },
        {
            "review_title": "Terrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "One of the worst concealers I have ever used.  Don't buy it, save your money"
        },
        {
            "review_title": "Good product, messy packaging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The product is great. Really cancels out bluish under eyes. A little goes a long way. Only four stars because the packaging was so messy, it was always gooing out when Iu2019d close it."
        },
        {
            "review_title": "Too dry, accentuated lines",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Great color and medium coverage but too dry for me. I have very dry skin and this accentuated every fine line."
        },
        {
            "review_title": "Perfect for dark circle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "If you have really dark circle, this is amazing! Its like color corrector and concealer in one! I have neutral medium skin and use shade LX080. It is really thick, so you need to use it really little amount. It has really good coverage! I blend it with concealer brush"
        },
        {
            "review_title": "Great concealer!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is my new favourite concealer! I had to learn how to use it at the beginning but I think I got it now! Make sure to hydrate your eye area really well and also I prefer to apply it with a brush. I wear minimal make up and this is the perfect light to medium coverage concealer. Not cakey at all and dries well, no creasing during the day. You need a very small amount of product to see results! Love love it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Okay, so I LOVE this concealer - 100% for it, go get it. The only thing I want to note is that the wand literally snapped in half being pulled out of the bottle - it doesn't seem like other people are having this issue? But I literally just pulled it out of the tube and it cracked. So weird, so just be gentle with packaging!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Thought the product was fine when I used it yesterday, but when I went to open it today, it had totally separated. Liquid came pouring out and I tried to shake the product thinking that shaking was just what I was supposed to do, but it was still separated. Does not have to do with the temp I kept it in bc I kept in a cool dry place."
        },
        {
            "review_title": "Awesome!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Really nice concealer. It is a thicker consistency and is very pigmented and is full coverage. Lasts all day as well. It didnu2019t emphasize lines and dry my under eyes nor did it cake up during application. I do suggest starting off with less product and build up from there. Has a natural finish and is perfect for spot concealing. Overall great product."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "AMAZING coverage and flawless finish. I love Rosie Hu2019s product line."
        },
        {
            "review_title": "not worth it at all",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "blends HORRIBLY and looks cakey. returned. love their cream blush tho"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Blends terribly with minimal coverage. Not hydrating at all-- I felt like it made my skin look more dry and cakey in the small spots I was applying. Definitely switching back to Nars!"
        },
        {
            "review_title": "love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "this one of the best concealers iu2019ve ever used and iu2019ve tried a lot. comes very close my holy grail, the dior forever skin. very creamy, full coverage, barely creases. only complaint is that there isnu2019t a lighter yellow toned shade. this shade definitely wonu2019t work for me in the winter. otherwise packaging is also 10/10"
        },
        {
            "review_title": "The worst concealer iu2019ve ever triedu2026",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This is genuinely the worst concealer Iu2019ve ever tried. I donu2019t even have dry skin or dry undereyes and yet this somehow clung to dry patches that arenu2019t even there. Caked so bad, coverage is mediocre, and it oxidizes like CRAZY. Just awful."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I like the applicator and the product has great coverage. One small dab did half my face. It covered my redness with ease."
        },
        {
            "review_title": "More shades please!(030 with neutral undertones)",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "I love this product, that said it does take some work. The undertones on these shades work so well and I can fudge the pink tone with adding a little green. This is a very full coverage product and I love to press it out into the thinnest foundation. On my dry patches I mix in a tinted moisturizer or spritz it. It works so well. It looks skin like (because it's so highly pigmented it holds its own in a thin layer). It blends with everything I own. It wears naturally.  Four stars for the amount of work. 4.5 if I could get a greener 030?"
        },
        {
            "review_title": "So good!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
            "review_text": "Iu2019ve never been someone who liked or used concealer, but this product completely changed my mind! The coverage is fantastic, the consistency is amazing, and the color is perfect! Iu2019m always concerned that makeup companies will not get the proper color match my skin, but like I said this is perfect. Iu2019m so glad that the rep recommended this product to me and that I listened to them"
        },
        {
            "review_title": "beware of u201cincentivized reviewsu201d",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I was recommended this by a Sephora employee, and as someone with very dry skin this did not work. I really wanted to love it, but itu2019s patchy, cakey, and impossible to find the right shade. 30(left) is too pink/light, and 40(right) is too orange/dark."
        },
        {
            "review_title": "such a letdown",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "I wanted to love this product so bad. Trust the reviews - NOT for dry skin. The formula itself looks beautiful but not for dry areas. The shade range is also pretty limited. I tried two different shades, 010 and 030 and one looks like a sheet of paper on my skin, the other looks like contour. Sad day :("
        },
        {
            "review_title": "good but not perfect",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Good coverage (I'd say medium to full), very hydrating and a ton of product in the tube. However the applicator is made for faces of giants (it's far too big and dispenses far too much product), and the finish isn't a radiant as Nars. I'll stick with Nars..."
        },
        {
            "review_title": "Hydrating concealer that works....",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is probably the most hydrating concealer I've ever used.     I am pretty amazed with it so far.     I haven't had any issues with dryness or flaking throughout the day.   A little goes a long way too.   This will last me forever compared to my former concealers."
        },
        {
            "review_title": "Unique and hard to describe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "This concealer is unlike any Iu2019ve ever used. Itu2019s full coverage and blends out beautiful, and is somehow very hydrating feeling? It is just truly, so nice. The texture is completely unique."
        },
        {
            "review_title": "great coverage and lasts forever",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Nice coverage. A little goes a long way. Almost too much coverage? A little messy but nice formula."
        },
        {
            "review_title": "Great product, needs smaller applicator",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This is a really great concealer that is a classic example of a little goes a VERY long way. It's super pigmented AND very spreadable. Unfortunately, it comes with an enormous doe-foot, which is really confusing to me. Putting one dot under each eye ends up being way too much for me. What I've found works really well is applying one dot to the back of my hand, and then dipping my brush in and then applying to my undereyes. One dot on the back of my hand is enough for both eyes and spot concealing any blemishes on my face. Once it's on, it looks quite lovely and lasts all day.  My only other complaint is that there need to be more shades. It's too pigmented of a product for so few shades!"
        },
        {
            "review_title": "NEW HOLY GRAIL!! wowww!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "A little goes a long way! This concealer has become my new favorite. Itu2019s as much coverage as tarte shape tape but itu2019s hydrating. But waitu2026. Hydrating and doesnu2019t crease. Iu2019m obsessed. I like setting it with the Givenchy setting powder andu2026. Magic. It lasts on me for 12 hour work days. I have Normal skin with dry patches every once in a while by the way but lots of fine lines under my eyes and I swear this blurs them."
        },
        {
            "review_title": "A little goes a long way",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The good: great colour match for me, I typically use it under my eyes to brighten and hide my dark circles, formula wears quite well, full coverage. The bad: it is easy to apply too much and have it look cakey, I have solved this by adding the glossier dew primer under this concealer because even if I wear it with moisturizer and sunscreen it can get cakey. Also easy to make it look cakey (how many times can I use this word in one review? lol) by setting it with too much powder. So, it took me a while to figure out how to best use it, but overall, because it wears well and because it will last for a long time I would repurchase."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "LX 120 - Medium/deep skin tone, cool pink undertone",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I really like this product! I have combination skin, and itu2019s non drying, and also doesnu2019t crease. I only use a small amount, because a little goes a long way.  And Iu2019ll be trying other products from this brand."
        },
        {
            "review_title": "Perfect For Oily Skin. Dry Skin Beware.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Let me start this review off with the positives. This is PERFECT for oily skinned babes. This concealer has really good coverage and almost sets itself. I use a tiny bit of power just to prevent it from settling into this one deep line under my eye but, otherwise, I don't need to fuss with it much. Also, when I tell you this stuff lasts all day, I mean it lasts ALL day. I have the oiliest eyelids and holy cow this stuff never creases. It's stunning.  That being said, it's definitely not dewy like it claims. It sets to an almost powdery finish and, again, my super oily eyelids don't crease. So, I don't think this would be good for dry skin. Like, at all. I think it would likely make dry skin babes look super patched and crusty. To me, it's sort of like the skin tint they sell. I have oily skin and that stuff also looks and wears like a dream for me but everyone I know with dry skin HATES it.   So, long story short, this stuff is definitely perfect for oily skin but if you have dry skin, you've been warned! Giving it four stars because the marketing is definitely off but I love it anyway."
        },
        {
            "review_title": "Really happy with this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Very pleased with this concealer! Over your moisturizer/sunscreen- Use a brush and a very small amount (one drop under each eye) and blend it where you want it. Finish with your finger, if needed. It is full coverage and brightening yet not obvious. It really boosts my appearance by itself and more so than any other concealer I have worn."
        },
        {
            "review_title": "She's a finicky but effective betch",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Okay so I love this concealer. That said, it is hard to find a shade match in the lighter shades and I'm still struggling to make the shades work. It is SO pigmented, but you really do only need a little bit. All the other reviews that mention it caking up or not staying are probably using too much. As long as you moisturize well, I find this goes on beautifully and is really versatile all over the face, you just need to use WAY less than you are used to. I use a brush for evening out larger patches of my face and a beauty blender for under the eyes. It has a really beautiful skin like look upon first application, but it does need to be set. Still trying to play around with the right setting powder, as my Fenty powder doesn't seem to do the trick with this one. I'll probably end up mixing LX 050 and LX 010, since the LX 050 matches my face but isn't brightening enough for under my eyes. And because I like the formula so much, I'll go on the hunt for a powder that works with it, because it is really that good. Hopefully they'll release more shades in the future so I can save myself all the extra work."
        },
        {
            "review_title": "too pigmented, doesn't blend well",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I got this because I thought it would pair well with the Rose Inc tinted serum but I can't figure out how to use them together. This is by far the most pigmented concealer I have ever used. I only needed the tiniest dab on my pinky finger to cover all my red patches and blemishes. The extra large applicator makes no sense to me-- it should be extra small! It clung to my dry patches and was very difficult to blend into my skin, with or without the tinted serum. I think this might work great for someone who uses a full coverage foundation, but the Rose Inc tinted serum has the lightest possible coverage, so they just don't pair well. I'm so perplexed that these two products come from the same company and are meant to pair together, because they didn't for me. I got better results pairing the serum, with Tarte Shape Tape and/or with my cheapo Wet n Wild redness correcting primer."
        },
        {
            "review_title": "Actually covers dark circles",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I canu2019t express enough that I genuinely like this concealer. The nurse concealer is amazing, but it cost more and the applicator barely lets you get any product out. This concealer with blending (& honestly some face oil and primer) works well for me. Donu2019t pair this concealer with Laura Mercier loose powder or the Fenty loose powder. It wonu2019t work, itu2019ll look cakey, dry, and a mess. My skin is dry to combo, so a good eye cream and primer works well for me. Since itu2019s so thick, you have to blend blend blend! I donu2019t even like using a brush with this one either."
        },
        {
            "review_title": "Not worth even 5$",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Dry, cakey and orange...I've ordered this concealer all the way from Europe, paid extra to get it through third party delivery company...and it was all for nothing. It is dry, does not blend well and the color is not as described."
        },
        {
            "review_title": "Dry Skin Beware",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This is very pigmented which surprised me. A little certainly goes a long way. Also, I liked the color. It was very pale but brightening somehow.   But it was really bad for my dry skin. It flaked and caked and looked awful in about an hour. I would not recommend this to those with dry skin unfortunately at all."
        },
        {
            "review_title": "All in one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Euros both as corrector and concealer. Does not get into fine lines and wrinkles. Sets fast. Color matches well. Love it."
        },
        {
            "review_title": "Best concealer Iu2019ve ever used",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Best concealer I have ever used. I have very sensitive and acne prone skin, this concealer does not break me out, great coverage, and very natural looking. Very hydrating as well (wich I love because I have dry skin). Iu2019ve tried many products that say they will hydrate but end up looking cakey and dry, and at the same time I donu2019t feel this concealer breaks apart or gets melty. Just dewy and awesome!! Love it"
        },
        {
            "review_title": "No longevity",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I feel like Iu2019m doing something wrong every time i use this. Youtubers whose recommendations I totally trust have loved this concealer, but it is really not that good. When first applied, it spreads so nicely, has good coverage, and feels super light and comfortable. However, five minutes later itu2019s greasy and creasy. Iu2019ve applied it every which way imaginable, but it just has no lasting power."
        },
        {
            "review_title": "mmmm yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Just got this today, and tried it on...packaging is great, no smell, thick and hydrating, honestly felt like a serum on my skin. I'm excited to try a long wear look. My skin is very fair and very uneven leaning on the drier side. This sat comfortably on non primered skin and had a really good coverage for the first trial."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "As others have said, this is notttt for dry skin. It applies gorgeously and looks like it has a nice dew finish at first, then a few hours later, it separates and creases. Donu2019t bother setting it because it will still separate and crease but will look 100x worse. Iu2019ve used eye cream and still canu2019t make this work."
        },
        {
            "review_title": "terrible concealer",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I have never written a review but this product was offensive. It is chalky, dry & has a terrible finish. I bought it cause the reviews were amazing. But Iu2019m doubtful theyu2019re true. Save your money."
        },
        {
            "review_title": "No more foundation!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The most hydrating full coverage concealer I've tried which doesn't't cling to dry patches. It's easy to blend and distribute the product so a little goes a long way."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I really like this concealer. Other reviews have said that it can be chalky and dry, I think that might be because too much was used. This is so high coverage and pigmented that you need the tiniest amount. I also prefer a beauty blender, not a brush with this. This colour is perfect for me, I'm 020 in the tinted serum."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I usually use Cle de Peau or the Nars concealer, and this one is great. Itu2019s very creamy and hydrating, and spreads very easily. Itu2019s lighter coverage (Iu2019d say light to medium) relative to the others I use but I like it for exactly that. Itu2019s good for when you want the no-makeup makeup look."
        },
        {
            "review_title": "Don't buy! Not for people with dry skin!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Do not buy this especially if you have dry skin! I bought this after an employee recommended it for me, said it would be good for people with dry skin. It absolutely is not and I returned it two days later! This concealer stuck to dry patches I didn't even know I had. I even prepped my face and exfoliated then put on a good moisturizer and primer but none of that prep was enough to make this concealer look good. If you have dry skin, do not buy this because it will make your skin look awful and will be a waste of money."
        },
        {
            "review_title": "A little too chalky",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Dries a little bit too dry and a little too white cast. I should have gotten the LX 110 - Medium/deep skin tone, golden undertone since I have to combine with my NARS concealer to get the right shade and consistency."
        },
        {
            "review_title": "Not your HG",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Loved it at first but after continued use with different pre makeup prep (sometimes no prep) it does cling to dry patches and separates at times. Best applied with my beauty blender - I find thats the best method to prevent the above. Overall its okay and gets the job done (great spreadability and coverage), but I'm still on the hunt for my HG concealer"
        },
        {
            "review_title": "In what world",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "In what world is this a cool peach tone? This is VERY yellow on my true neutral skin tone. I think whoever did the shade descriptions on these is color blind. In fact, all the shades in this range seem to lean more yellow. I should have read the reviews first. The same thing happened with the Kosas concealers. The formula is just okay, actually not dewy, sets pretty matte - the Glossier concealer is actually dewy if thatu2019s what youu2019re looking for."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Great color match from me, has a good neutral undertone that is not too peachy. Itu2019s very creamy and high coverage, as itu2019s so moisturizing it works well for my dry skin but I wouldnu2019t say itu2019s super long wearing. It can be difficult to powder in my opinion, and not the best to wear under a mask."
        },
        {
            "review_title": "Nope",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Sinks into creases of my skin and is so so yellow. Not a fan."
        },
        {
            "review_title": "Nothing cool or peach about this",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I bought Rose Inc's concealer in shade LX 020. I also have the skin tint in the same exact shade. The shade in the skin tint is an absolute DREAM of a match on my skin. The concealer... what the heck happened? It's so yellow/orange and warm. My skin is very neutral but there is absolutely nothing cool toned about LX 020. I'd like to try LX 010 but I'm not even a fan of the formula at all. Complete 0/10. The skin tint on the other hand... love it."
        },
        {
            "review_title": "Such a good formula but somewhat weird shades",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Soooo good (if you can find your color)! Itu2019s a super lightweight and creamy formula thatu2019s non-drying under the eyes, but the shades are kind of weird. I initially ordered LX 050 and that was waaaaay too dark for me, so I decided to try out the very lightest shade LX 010 (Iu2019m usually never the lightest in a shade range; Iu2019m white and Asian so typically I go for a light shade thatu2019s either the second or third lightest shade that has either neutral or cool undertones) and it works perfectly! So if youu2019re deciding on a shade, understand that the shades in this range are a lil weird and some look like they have kinda weird undertones, but if you have light neutral skin, Iu2019d stick with shade LX 010, the lightest shade."
        },
        {
            "review_title": "Great coverage and moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I personally really liked it. Itu2019s gives good coverage without caking up or breaking. Also, I found it pretty moisturizing which allows it to blend really well. I donu2019t usually go for a super matte look so this worked out perfectly!"
        },
        {
            "review_title": "40+ approved",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Absolutely love. I have mature under eyes, very textured. This is the ONLY concealer Iu2019ve found that covers and doesnu2019t make them look worse. I love it!!!!"
        },
        {
            "review_title": "Not for dry skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It has really nice coverage; this is a very pigmented product. However, I won't be using it again because it gets immediately cakey under my eyes. I tried it with a brush, with a damp sponge, with eye cream, with primer... I cannot get it to look good on my dry under eyes.   If you have oilier skin, this might work great, but if your skin is on the dryer side, I would not recommend."
        },
        {
            "review_title": "I wanted to love thisu2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I was super excited about this concealer, but the first application I was left disappointed. First off, I think the coverage is amazing and the finish gives a natural radiance. However, it clung to dry patches that I didnu2019t even know I had (I have oily/combo skin), and it separated throughout the day. From far away, my makeup looked flawless, but closer up, my face looked cakey. The colour wasnu2019t quite a match u2014 there was a bit of a sandy-yellow hue, which I didnu2019t love, being that Iu2019m a pink undertone (I used the shade LX 030). Overall, Iu2019d recommend trying this if youu2019re curious, but just take this with a grain of salt."
        },
        {
            "review_title": "Bright undereye",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
            "review_text": "I like this concealer and I admit, when I first used it it was creasing. I used too much, and that is why it creased. A little goes a long way with this concealer. I love how bright my under eyes look after using this."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "I had to try 3 different colors and I still donu2019t have a good match. Works as a base color, but I need a concealer not a foundation. The website colors here and on Rose Inc. website are no help. The 30 shade is like white, the 40 shade is yellow jaundiced and 50 is nice for a base shade but not a concealer. Go in store to check shades."
        },
        {
            "review_title": "Another Highly Rated Product That Doesn't Deliver",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This concealer falls short to its promises. It goes on smoothly but after a while it will crease and enhance pores. I don't expect for a skin product to not crease or move, that's unrealistic but this really settles into the pores and it makes it look like I have tiny little bumps. I tried different  applications and varying the amount of product each time but it still didn't work for me. I only apply a tiny bit on the corners or my eyes and a little dot on the forehead which I spread to the chin with a brush. There is a lot of product in the tube and I had hoped to use it as a combination of concealer and foundation since that's how I used all my concealers and that's how it was marketed. Sadly this is going back and I will stick to my old concealer.  I have noticed that a lot of the highly rated reviews, this one included, are from accounts that received this product as an incentive or part of a marketing offer. This makes me doubt the accuracy of the reviews in general. I noticed this on another product I purchased. In the long run this isn't a good practice for Sephora to have since this and the other highly (and inaccurately) rated product, IMO, is going back creating waste of resources."
        },
        {
            "review_title": "Nah",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I was suckered into buying this after reading all the great reviews. I'm a concealer-fiend -- I've tested so many from Sephora and from the drugstore, and I can think of AT LEAST 10 that I prefer over this. For one- finding the appropriate color was tricky- I tried 2 and neither looked right. I guess I should note I do have textured/somewhat dry under eyes and dark circles (yay) -  but regardless I in no way found this to be hydrating- my under eyes looked cakey and somewhat crepe-y even upon initial application (i felt it aged me by at least a few years) and furthermore, it wore terribly throughout the day. Definitely a no for me!"
        },
        {
            "review_title": "Formula good, shades bad",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Amazing, super easy-to-blend formula. Wish there were better and more shades though :/"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I purchased this to replace my beauty counter concealer (which was discontinued) and I'm in love. It works SO WELL. I have genetic dark circles, coupled with the sleep deprivation of a newborn baby, and this is a miracle-worker. It doesn't crease, it's hydrating, and it covers without feeling too thick. love, love, love."
        },
        {
            "review_title": "Wrong color, but I still like it! Long Review...",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I bought my highlight shade (LX120) first when I should've gotten my skintone shade (LX140) after watching one of Arnell's Tiktoks to be honest. It really did help me with my dark circles with two layers. If I had gotten my exact shade, it would have been great. However, it still worked out because I mixed it with Fenty's Pro Filt'r Instant Retouch Concealer (410) + a Tati beauty sponge. Blending this out with a brush didn't work for me, and it didn't work too well with a Beauty Blender either, not sure why but it just didn't.  I don't wear makeup too often, but I am tired of having my concealer not last underneath my eyes. My dark circles are truly dark and I truly want them concealed! Fenty doesn't do that on it's own. Nars does sometimes, but I hate the applicator. I also haven't tried Charlotte Tilbury, Lancome, ABH, or Pat McGrath yet. I think it's worth the money. Hope this review isn't too long, and I hope it helps someone. I am glad I got this one and added to my collection. I'm not buying products just to have them. I'm on a budget, and I'm only buying what truly works. So when this runs out, I'm definitely order another."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Good, but not as good as expected. I thought this would be like a lighter/more natural looking shape tape, but itu2019s not. It goes on well but doesnu2019t wear well over time - it dries up on the skin and breaks up on the under eye. Also, the undertones are very greenish yellow, it still worked for me but the shade range is kinda off like the other reviewers say."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "This concealer felt & looked divine on my forearm in-store...until I looked down come my return to the car, and saw a supposed medium warm olive shade in natural light that would have had me out here telling the girls how it's not easy being cheesy. I have never seen a concealer oxidize then crease the way this one does. Now instead of turning around (knowing what all I endure while navigating shopping for complexion products is irritating yet ineluctable), I decided to go home and work with it. Now upon initial application, it seemed adamant on redeeming itself. Nope. Oxidation orange to grey, creasing, and collected in my pores & fine lines like it owed them both less than 10 minutes later. During my next Sephora visit/returning this, I too returned to the Rose Inc. kiosk for s's & g's to see if any preceding and/or proceeding shades would be a better match and I- who thumbs up'ed this shade range?! What a fumbled bag."
        },
        {
            "review_title": "The shade range is awful",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I have always been the 3rd-4th shades from the lightest. Iu2019m light. The color swatches in the pics seemed easy to gauge so I was confident in my color selectionu2026oh my goodness itu2019s BROWN! This is the second shade in the range and itu2019s about 4 shades too deep for me. I gave the lightest shade a try and still too deep. Maybe RHW needs to market toward POC community"
        },
        {
            "review_title": "Disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "fairLight skin tone, Dry skin",
            "review_text": "This is the driest concealer! No matter if using a freckle amount or a full swipe, it is barely spreadable and exaggerates every pore. It doesnu2019t matter what skincare prep or primer Iu2019ve used."
        },
        {
            "review_title": "I got the LX 060 & LX 070.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This concealer is amazing! First off, it is definitely more so a hybrid of concealer and foundation because it does such a great job at also covering your face if you want too. It is very nice, but you have to make sure you have good, prepped skin. If its dry and you haven't done your skincare routine, don't even bother.   I am a Hispanic woman that is in the light medium range. I am not light, but I am not medium, if that makes sense. During the summer I do pick up a bit more color, so I am more medium during that time. So, trying to find the perfect matches are always a struggle. And Hispanic, Latina women also want in on gorgeous new products from brands like Rose Inc.   That being said I purchased LX060 and LX070 which I found I am a mixture of both (More of the LX070, I use the LX 060 (w/ LX 070) more so around under my eyes to give me that brightening effect). I had originally bought the LX 090 but it was too dark on me and too yellow. I tried it a couple of times and BLENDED it out just to make sure, but it was still too dark and could notice that face/neck line thing when you have the wrong shade.    I do think Rose Inc. needs more ranges of this concealer. The ones they have are great, but some people are a mix of both. Please come out with more shades!!!   Also, this concealer while hydrating and gorgeous, does tend to be on the sticky as another reviewer pointed out. However, it is also very much so on the dewy side. You won't have a matte, velvety feel at all. I tried using on top of this the Laura Mercier setting powder and it just made my skin oilier which was odd. Normally when I wear it without a setting powder it looks like I am glowing/dewy, but when I put on the setting powder, an hour later it looked like I was SWEATING, not dewy. So, I do think the formulation needs a tad bit more work though.  All in all, lovely concealer and Rose Inc seems to be off to a great start (so far)."
        },
        {
            "review_title": "Solid Meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "After going to sephora twice for consultation on colour... still pretty displeased with the recommendations. Big difference between this colour and my actual skin tone, my husband even commented on it (lots of blending)! Maybe it's the product? Maybe it's the recommendation, but came out super orange"
        },
        {
            "review_title": "A let down for me fam.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
            "review_text": "This was probably the most let down a product has been for me. I did not like the shades it came in, this one is very light, even for fair skin. I like the creaminess of it but the moment it touched my combination skin it separated and showed me where all my dry skin was! It made what I was trying to hide worse. Not good for dry skin and not hydrating. Feels heavy too. I'm glad it works for some people though."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "my dream concealer! thin, creamy, blendable, high coverage, very slightly dewy. I don't experience any creasing at all with a light dusting of powder, and I love the packaging! a couple of other reviews mentioned a mess but I haven't experienced that at all."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Combination skin",
            "review_text": "I really wanted to like this more. The shade was a great match for me but the formula creases pretty quickly. I also find that the despite being a person who is pretty careful with opening and closing products, it still get all over the packaging. Itu2019s a mess and I have no idea how or why."
        },
        {
            "review_title": "Will repurchase but has its quirks",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I really like this concealer a lot and I will definitely be repurchasing it. That said, it definitely feels like it has a few quirks to the formula that need to be worked around.   First thing, LX10 is my PERFECT shade match. Literally perfect. I've never had such an excellent shade match and I will repurchase for that alone, I'm very difficult to match and have to colour correct most products to even get close, but blue mixers can sometimes make products look odd depending on the lighting. Having something this good out of the tubs = LIFESAVER! Many fair neutral shades are not fair OR neutral. This one is, and I REALLY hope they make a skin tint or serum foundation in the same shade because I would be all over it. My favourite way to use this is actually used sparingly blended all over the face - it wears better than any foundation I've used and looks amazing. I also like that it's extremely lightweight and I think you get a good amount of product even if the up-front cost is a bit pricey.  There are a few downsides. First, I do find this a little bit of an interesting formula. It's pretty pigmented, but compared to some other higher coverage concealers I've used, it has this odd combination of having both sort of a sticky quality in that it wants to stay where you put it, but also feeling oddly watery. Finger-blending over unprimed skin on a low/no makeup day doesn't seem to work well, that kind of shifts it around and the pigment doesn't quite want to settle, it does best with a brush and ok with a sponge as long as it's HARDLY damp (any significant dampness wipes it right off). It also does best over a really tacky primer like the Milk Hydroboost, IMO. Otherwise I find the pigment can settle slightly unevenly on the skin and cake up or really cling to dry patches. Also I think the shade range could be improved, the very fair and very deep ends could both be expanded."
        },
        {
            "review_title": "Best shade match Iu2019ve ever had!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Finally a shade that is truly fair and neutral. So many brands donu2019t go light enough, or the lightest shades have too much yellow, pink, peach, etc. Really happy with this shade!"
        },
        {
            "review_title": "Thick and hydrating, but creases!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "A SA recommended this as a better alternative to the Kosas concealer, and I really wanted to love it! Itu2019s super hydrating and seems to have great skincare properties. I purchased this to use under my eyes (I have dry skin under my eyes, and some darkness), but it would not stay smooth. Iu2019m in my early thirties with some fine lines under my eyes, and this formula accentuated those lines. Coverage was fine, but I had to return this because it just did not work for me."
        },
        {
            "review_title": "misleading color descriptions",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Overall formula is nice, doesnu2019t go chalky or settle into fine lines. Good medium coverage thatu2019s buildable and little goes a long way. Itu2019s impossible to find your shade online though. The u2018neutralu2019 tones are actually super yellow in person and the u201ccool pink tonesu201d are neutral. The LX030 is perfect for me. For reference Iu2019m typically a light to light/medium foundation. I wear creme bru00fblu00e9e in Nars concealer, shade 5 in Armani luminous silk and L30 light in Bite Micellar Foundation"
        },
        {
            "review_title": "good formula BAD colors",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Amazing but, the color is waaaaaaaay off. It is yellow and orange. Not beige or pinkie or cool or neutral. Straight up yellow orange. For reference I am vanilla in Nars concealer or cru00e8me bru00fblu00e9e Nars concealer when I have a little more color. I really liked the texture and coverage of this product but the color was horrrrrible"
        },
        {
            "review_title": "amazing but needs more color options",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I bought this as an impulse purchase and sadly will be returning. I was impressed by the doe foot applicator and love how it goes smoothly in the under eye area and the nasalabial folds. Itu2019s really good coverage but the shade range is bad. My shade 070 was actually too pink toned and there arenu2019t really any yellow tone shades. Hopefully they add a few more shades. If they do than I will buy more."
        },
        {
            "review_title": "Go get it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "The best concealer I ever tried!! So smooth, doesnu2019t go into my fine lines.. AND itu2019s clean!!! So happy I found it :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Really nice and dewy finish, I use it as my foundation!"
        },
        {
            "review_title": "So Dark. No fair skinned friendly.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Holy, this is dark. In what world is this shade a light skin tone? I wanted to try this so bad, but I'm not sure this would even work for me at my most tanned in the summer...2 stars because the texture feels amazing. Returning."
        },
        {
            "review_title": "Not for mature skin under eyes",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This rating is using the concealer under the eyes to help conceal tear troughs. It was not dewy or hydrating.  I moisturized and primed my under eyes before product and applied sparingly so as not to settle into lines/wrinkles. Within 1 hr it felt like a desert under my eyes, creased and settled into wrinkles.  On different day I applied light dusting of under eye powder to help with settling but it aged me at least 10 years.  I also could not find a good color match.   I was interested in this brand because it's newer and cruelty free. Due to the lack of color range, I couldn't use it on my face either. I hoped to have some canceling of shadows from tear troughs but didn't work for that either."
        },
        {
            "review_title": "the best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This concealer is my new obsession. I have dry under eyes (itu2019s the worst,) and this concealer not only hydrated this area but it also provided actual coverage. I find with most u201chydratingu201d concealers they donu2019t have enough pigment or coverage in them, but this one does! A little goes a looooong way too, so I think the value is definitely there. I will be repurchasing over and over again!"
        },
        {
            "review_title": "Patchy mess",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This product was just horrible, I bought it because of the many good reviews. I tried it and I aged like 10 years. The way this emphasized my under eyes I could not believe. I tried setting with powder and it looked even worse. I looked like I had a clay mask on my face, this emphasized every dry patch I had no idea I had and started craking."
        },
        {
            "review_title": "overrated",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "My $6 ELF hydrating concealer performs better at covering my dark circles. I was definitely disappointed with its coverage."
        },
        {
            "review_title": "Great concealer!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This is a great concealer/make up.  It provides a medium coverage, with a slightly radiant finish u2013 not at all shiny, not at all glittery u2013 more the effect you get from a good lighting in a photo. It takes the edge off undereye circles with a subtle but definite illuminating effect.  A little goes. a long way and the applicator may provide too much.  so I dab a bit on back of my hand and apply with a concealer brush to inner corner of eye, and diminishing amounts outward; then to nose and chin as necessary.  Shades: this was hard to decide. .  For reference I had been using Make Up For Everu2019s Lift concealer in 01 pink beige and Lift Foundation in 01 Porcelain..  LX 030 was a great match ( I think LX010 would have been too light - it is very light.)  No strong fragrance either which is great.  Definite recommend!"
        },
        {
            "review_title": "excellent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "Great coverage. Performs the same whether I set it or choose not to. Not overly dewy nor overly matte. Blends out easily. I just love it and highly recommend."
        },
        {
            "review_title": "Your skin but better concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "A little goes a long way and this concealer lets you choose how much coverage you need. Anyone saying itu2019s cakey must be doing a 2015-style triangle of light under the eyes because 1-2 dots is all you need to get lovely coverage. Itu2019s a nice medium coverage, very light-feeling concealer. Perfect for no make-up makeup. Comparable to Nars Radiant Creamy Concealer (LX 110 dupes Nars Caramel), but you need way less product. Very hydrating and doesnu2019t crease (given you donu2019t over-apply). Itu2019s also self-setting which is great. Only cons are the limited shade range and that unlike the Nars Radiant Creamy where the first swipe gives you medium coverage, you have to build up to medium coverage as the first few dots give you light coverage."
        },
        {
            "review_title": "donu2019t buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Wanted to like this because I saw reviews saying comparable to shape tape and kosas, but absolutely not.. Itu2019s cakey, drying and creases. Hate to say but probably the worst concealer Iu2019ve tried. Ive tried with different bases, Iu2019ve set it and tried without setting and still no luck. Itu2019s like it immediately pills on the face, super weird."
        },
        {
            "review_title": "New HG concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Been on the hunt for a new concealer that was cruelty free and clean. Tried this out and fell in love! I prev. used shape tape which was too drying on me so I love how this didn't look or feel dry, it didn't settle into my fine lines, and didn't look cakey BUT was surprisingly med-full coverage and went a long way with just a few dots. Will definitely get a lot of use out of it. Honestly, I will be repurchasing and until it gives me a reason not to I'll be sticking to this! My biggest con would be the shade range - I got color matched via the app and the original shade LX010 I got was way too light. I made it work but definitely wanted something closer to my shade. Got the LX050 after shade matching myself in store since I'm usually a golden undertone but that waa too yellow. Got shade matched in store by an associate and voila LX030 was it. I thought it'd be too pink so I was a bit nervous but it worked perfectly on my face so I think its worth going in store for your shade since it isnt all that true to the description. More ranges/accurate descriptions/variety of swatches would help? But other than that, I went back 2-3x because I liked the formulation so much lol so definitely worth the buy."
        },
        {
            "review_title": "Best Concealer-Please bring more fair shades",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "This is the BEST concealer I have ever used. Super smooth, covers imperfections, blurs pores, and can be used as a concealer and foundation! I wear the lightest shade which is just a bit too light. Please bring more shades in fair. Thanks for a great product!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Meilleur anticernes que ju2019ai eu! Ne fille pas dans les plis et surtout nu2019assu00e8che pas le dessous des yeux!!!"
        },
        {
            "review_title": "yellow!!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I did not like this concealer at all! I went into the store to color match and simply could not find a good shade. I ended up getting the one closest to my skin tone and going home with it. Tried it on later that night and it was soooo yellow! but the other color I was debating was way too light. Ended up just returning it and getting the Hourglass concealer. Still on the hunt for a good, clean concealer - but can't find one that I love :("
        },
        {
            "review_title": "A new favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I LOVE THIS FORMULA! It has a lightweight, hydrating formula that does not look cakey on the skin. I get red marks on the side of my nose from my glasses and this covered them right up. I used this with their concealer brush and it applies the concealer smoothly and evenly. I got the shade 80 and its a cool tone shade that looks natural yet still awakens my eyes. My under eye area sometimes gets SO dry - especially during the winter months so I'm so happy I came across this hydrating concealer. A new favorite!"
        },
        {
            "review_title": "Shade looks insanely orange on me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Really nice formula, I plan to repurchase in a different shade. I used the Rose Inc. website's color matching feature, and pictures of this shade online look like the right match. But when I put it on my skin it looks like 2008-era orange foundation. I bought it for under my eyes, and unfortunately it does settle into lines and is not something that I would use for texture reasons on that part of my face, but it looks great elsewhere and provides great coverage.  Still really confused by the shade, but like I said the formulation and coverage is great."
        },
        {
            "review_title": "Better than the Kosas concealer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "My new favorite concealer! Iu2019ve tried so many different u201ccleanu201d concealers and theyu2019ve all caked on my skin u2014 even the Kosas one everyone seems to love. This one from Rose Inc doesnu2019t cake at all, blends beautifully, stays put, and generally looks great. Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I received this product free to test, honest opinions are my own. I think I found my new favorite concealer! A little goes a long way, providing just enough coverage for problem areas or dab all over as a foundation.  I love the doe-foot applicator, itu2019s sturdy and applies product efficiently. Iu2019ve been using the Rose Inc brush but you can definitely use your fingers to blend.  Itu2019s creamy and doesnu2019t feel heavy or cakey on my face.  I kept waiting for the concealer to cake and crease but it left a wonderful smooth glowy finish all day long! I will def purchase when I run out and recommend to friends."
        },
        {
            "review_title": "My new fave concealer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Iu2019m very impressed with this formula! It feels so lightweight and hydrating! Itu2019s super easy to apply, blends out like a dream and provides good coverage while adding just the right amount of luminance to my under eye skin. Absolutely beautiful!"
        },
        {
            "review_title": "Long Lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "A little definitely goes a long way with this concealer and it works like a charm.  it is GREAT for layering, as I have some areas of my face that need more coverage than others and it gets the job done.  It offers all day wear and keeps my skin feeling moisturized without feeling sticky or damp.  I apply it with the Rose Inc #1 Concealer Brush under my eyes for a really smooth and even application."
        },
        {
            "review_title": "Finallyu2026Iu2019ve found the one",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This ended my 3-month quest for a concealer! It blends easily with fingers or brush with almost no creasing. Does as it claims and brightens my eye area with a just-the-right-amount of dewiness and without settling too much into my fine lines. Being yet another celebrity makeup brand, I was a little skeptical at first but here I am, writing my first review EVER. Best part is that the littlest amount makes a difference so the tube should last awhile."
        },
        {
            "review_title": "Beautiful Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I was gifted this concealer from Rose Inc. Wow!!! It is beautiful! It is so lightweight but covers and blends like a dream! I love it for under my eyes (just to cover dark circles, it is my skin tone so it isn't brightening) as well as for spot concealing! I definitely need to pick up a shade that is slightly lighter to use as an under eye brightening concealer!"
        },
        {
            "review_title": "BEST CONCEALER EVER !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "So glad I came across this product . I'm in love this this luminous concealer from Rose Inc . Leaves my undereye skin soft , and blemishes the imperction . I can definitely call it one of my favorite makeup products ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The concealer was gifted from Rose Inc in exchange for my honest opinion. The concealer is very hydrating and nourishing. I only need to use a tiny amount of it to cover blemish. It doesn't cease or cake. I like how it lasts all day long on my face. Recommend it to anyone who is in need of a new concealer!"
        },
        {
            "review_title": "number one",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "very nice concealer with a full coverage, shade matches perfectly and laying really good. i advice to set woth a setiing powder to prevent it to come into wrinkles. great texture and definitely number one for me"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Good coverage - check  Seamless blending - check  Beautiful glow from within - check   Love this! Second product Iu2019ve tried from the brand and I havenu2019t been disappointed! So happy celebrity backed brands are actually putting out gorgeous products!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Iu2019m super happy I got to try this concealer! Itu2019s amazing! I love how creamy it is and it blends out beautifully. The coverage is sooo good! Didnu2019t make my under eye area feel heavy or look dry and it feels really comfortable too."
        },
        {
            "review_title": "Loving it!! :)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Absolutely loved incorporating this product into my routine when putting together my everyday makeup looks. After application, I noticed it was very blendable and hydrating against my skin, while also having amazing coverage."
        },
        {
            "review_title": "Loving this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I am very happy to have tried this incredible product, I love the formula and the coverage it has.  It is super easy to blend, it leaves my skin super hydrated and luminous.  They must try this concealer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "LX 180 - Deep skin tone, warm neutral undertone",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "like this concealer a lot! Itu2019s very blendable (I used a damp beauty blender), but the pigment doesnu2019t disappear. While it feels hydrating it doesnu2019t just wipe away in an instant like a lot of u201chydratingu201d targeted products usually do. I was worried with the consistency right out of the tube that it would be too thick and cakey on my skin, but it did hydrate and leave it feeling like skin rather than like makeup. I didnu2019t have trouble with fine lines other than whatu2019s typical, and I liked how long lasting it is! Would work really well as a cream contour too if you like using concealers for that, as itu2019s very buildable and easy to blend!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "LX 160 - Deep skin tone, red undertone",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I received this product complimentary from Rose inc. The concealer didn't crack, crease, or cake. It did last all day and I didn't have to use much concealer. The shade I received was too dark, so it didn't properly even my complexion."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "LX 130 - Medium/deep skin tone, warm golden undertone",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This is an amazing medium to full coverage concealer. The formula is lightweight and creamy, which makes the concealer to stay on without creasing all day. It minimizes my dark spots, uneven skin tone, and fine lines. A little goes a long way."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I love this creamy concealer! I used it under my eyes as well as for a subtle highlight. It has a natural looking coverage and is long lasting. It is also hydrating so I love it for under eyes. I did find it dries quickly, so you have to be prompt with the blending, but overall I loved it"
        },
        {
            "review_title": "awesome product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This concealer is totally great! I love the consistency of this concealer and how it covers my dark under eye circles .  The applicator is great. The shade that I picked is a perfect match. I like its creamy texture. It is very easy to apply and it stays on for the whole day long.  I will definitely be buying it again."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Medium coverage, long lasting concealer with a natural finish. The concealer shade is slightly too peachy for my entire face which is more yellow and warm but itu2019s perfect for counteracting the grey/blue tones under my eyes. I definitely need to set it, as a though it does not crease on me, I do find it to smudge my mascara. I would buy this again but perhaps in a different shade so I can use it all over my face."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I received this concealer as a gift from Rose Inc. I love the consistency of this concealer and how it covers my dark spots. Itu2019s a great thing that a little goes a very long way. All I use is a dot of it. The applicator is great as well"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I received this concealer as a gift from Rose Inc. I love the consistency of this concealer and how it covers my dark spots. Itu2019s a great thing that a little goes a very long way. All I use is a dot of it. The applicator is great as well"
        },
        {
            "review_title": "Blends great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Complimentary from Rose Inc. I've been really loving this Concealer formula. It's thick but blends out very easily and actually covers what you want it to cover. It doesn't look Cakey and keeps the area hydrated."
        },
        {
            "review_title": "Perfect!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is the perfect concealer to use when you don't want to put on a full face of foundation! I had been looking for a product just like this one. My new go-to!"
        },
        {
            "review_title": "Beautiful concealer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Rose Inc gifted me this concealer and I'm officially  a huge fan!  First off, the packaging is stunning and minimal, which I love.  Secondly, the formula itself is a beautiful consistency; creamy and smooth and easy to apply.  A little goes a long way if applied to the inner and outer corners of your eyes!  It has not creased or caked at all and does a great job covering dark circles and blemishes!  Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "What a lovely concealer. I have oily skin and this concealer left me with a dewy finish that did not look overly greasy. It evened out my dark spots and covered my blemishes well! A little goes a long way, and I felt that this would last me a good while. The shades could be improved. Shade 020 appeared a bit more yellow and darker than 030, which is odd. I had to mix the two to get the right shade for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "LX 180 - Deep skin tone, warm neutral undertone",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I love how creamy and lightweight this concealer is. It is perfect for cover dark under eye circles and blemishes. I have used it for natural everyday make up looks and for more full coverage make looks."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "LX 180 - Deep skin tone, warm neutral undertone",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This concealer worked really for me and it was just what I was looking for. It provided amazing coverage but it wasnu2019t thick on the skin. I love the glow it gave when I used it to spot conceal after applying foundation."
        },
        {
            "review_title": "Blends well and long lasting!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This didnu2019t disappoint. It really evened out my complexion. I thought the product was hydrating. I didnu2019t notice any caking. A little bit goes a long way. It lasted all day, so I was please with that. This product evens complexion, is buildable. It has a light, creamy liquid formula. It is non-comedogenic. The finish is radiant. I appreciate that this product is vegan and cruelty free. So nice!"
        },
        {
            "review_title": "Nice formula.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a really nice formula that provides great coverage. Itu2019s hydrating and really does a fab job of brightening the under eye. I have a serious struggle with darkness on the inner corners of my eyes and some fine lines. This did a nice job of covering my problem areas and not settling into the fine lines. It also seemed to hold up well throughout the day. Iu2019d say itu2019s a top five in terms of concealers. I will need to go a bit lighter for the winter months because I think this will do well in both summer and winter."
        },
        {
            "review_title": "This is the best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I hate concealer because it makes me look old. THIS ONE DOES NOT! It is so awesome.  It looks like a second set of perfect skin. I am going to buy one for every member in my family for Christmas!"
        },
        {
            "review_title": "Gorgeous Hydrating Concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "The new Rose Inc Hydrating Concealer is luminous, lightweight, and lovely to layer over my skincare and makeup primer with. The brush is a dream paired with the concealer and helped blend out the formula effectively and evenly. I can get away with using the concealer by itself on days where I want a light, natural makeup look and it does not crease throughout the day on my combination skin."
        },
        {
            "review_title": "Full coverage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Shade selection was a little tricky and I ended up choosing a shade that I thought would be too dark but itu2019s perfect for doing my brows. Itu2019s not thick in consistency and a little goes a long way so be careful when applying."
        },
        {
            "review_title": "love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I am loving this concealer. The shade LX090 and my skin tone match really well, so it helps to cover my dark almost perfectly. The coverage is exactly what I need. I found that it has a bit more than a medium coverage while being lightweight. A little goes a long way and I can build it up without getting cakey. It is very creamy and blends like a dream. This is a gorgeous hydrating formula with a perfect dewy finish."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "First off, shade was ON POINT. Havenu2019t really worn makeup because of the pandemic but this concealer is BOMB!"
        },
        {
            "review_title": "Wrong shade, beautiful coverage",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I used the shade match finder on the rose inc. website but unfortunately the shade was way off. However I did play around with it and enjoyed the formula a lot. The finish was more matte than I had imagined but I did love the coverage and how blendable the product was. I will have to find my proper shade but otherwise itu2019s a beautiful formula."
        },
        {
            "review_title": "glowy!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Love! Very glowy and nourishing. I got this in a shade to use as a contour and it blended quite nicely. It did not cake nor look messy. I plan on purchasing this in my actual shade to use for my under-eye. It's so pretty and a must-have!!"
        },
        {
            "review_title": "so creamy!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The formula is so so creamy! I bought the shade 170 to use as a cream eyeshadow and a cream bronzer, and it is the perfect warm toned shade for that. This concealer is also EXTREMELY pigmented, no joke. I didn't get a true concealing shade for my light-medium skin tone but I imagine it won't feel dry under the eyes at all. It does seem like it doesn't entirely dry down or set down to be transfer proof, though."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was pleasantly surprised when. Trying this concealer out! I went in thinking it would be the same as my daily concealer and I admit I was wrong. I am in love with this product and will definitely buy another shade. The shade I have now I selected to use as a bronzer shade and it is amazing! Blends in very effortlessly and has great coverage!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was pleasantly surprised when. Trying this concealer out! I went in thinking it would be the same as my daily concealer and I admit I was wrong. I am in love with this product and will definitely buy another shade. The shade I have now I selected to use as a bronzer shade and it is amazing! Blends in very effortlessly and has great coverage!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m a very big fan of natural skin-like coverage complexion products, and this concealer works well to cover up my blemishes without requiring the use of a foundation. The concealer itself is medium coverage, so a little goes a long way, but it can be sheered out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "LX 170 - Deep skin tone, golden undertone",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "The Softlight Luminous Hydrating Concealer is so good. I got this in a darker shade than my skin colour on purpose so I could use it as a cream contour. The applicator is nicely sized and doesnu2019t break me out!"
        },
        {
            "review_title": "Love this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "A concealer and bronzer all in one. If you want to use a bronzer, just get a darker shade and it's perfect. It blends really well and leaves a great finish. I am so excited to use this to create more warm looks this fall."
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This is really truly an amazing concealer, I am so glad to have found it. It is not cause any creases in my phone lines at all. It is definitely Hydrating, like it says, and coverage my sun spots, blemishes and under eyes completely!"
        },
        {
            "review_title": "Long lasting",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Im always and hunt for a good coverage concealer so I am trying  the soft light  luminous concealer in shade LX140. I selected I selected came out to be darker than what I normally use, But my experience with this concealer is that a little bit does go a long way and provides great coverage. It last all day without creasing. However I do have dry skin and it didn't feel as hydrating as I would have liked it to be. In my personal opinion I think it will work best for someone maybe that has combo skin."
        },
        {
            "review_title": "Perfect for acne scars",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Perfect for uneven tone and ppl who end up with acne scars. Iu2019m not prone to too many breakouts but when it does happen, I always end up with scars and this helps blend out my skin tone and cover up the blemishes perfectly!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "LX 180 - Deep skin tone, warm neutral undertone",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Love this concealer!!  So good and definitely full coverage. Kind of pricey but it definitely worth it. I have used the same bottle for about a month now and I love it!   Does not cake up, and has great coverage.  Would definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "LX 180 - Deep skin tone, warm neutral undertone",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Very nice packaging! This concealer is very hydrating and creamy. The consistency goes on very smooth and blends out like a dream! It looks very natural and the medium coverage is perfect for everyday wear. The application wand picks up the perfect amount of product and it sets to the perfect skin like finish!"
        },
        {
            "review_title": "Great concealer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I received complimentary from Rose Inc. It is smooth, mildly thick texture. It has a doe foot applicator and applies lovely on the skin. My skin match was pretty great and yes it was helpful with covering up some spots and pimples. It wasnu2019t so good with covering up texture, though. My texture underneath was still somewhat bumpy, so you should definitely use a primer if you have texture"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "This is such an amazing concealer! I have been enjoying it so much! It doesnu2019t dry out my under eye area nor does it look cakey! It has a beautiful natural dewy finish! I little product goes a long way!"
        },
        {
            "review_title": "Great coverage, and good for oily acne prone skin:",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Itu2019s definitely a medium coverage concealer, it covered my acne scars, it didnu2019t cling onto my dry patches, a little goes a long the way with his product given itu2019s creamy texture itu2019s blends easy onto the skin. I love it for my full glam days but also for my everyday makeup days just using it all over my face to spot conceal and call it a day. I definitely recommend it if you are acne prone skin and want more coverage, given itu2019s ingredients and non pore clogging benefits."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The brush to use for the concealer was amazing I loved how when I applied the concealer my under eyes would look smooth and not dried up. Barely any creases with this concealer it id definitely a go to!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Gifted by Rose Inc this is such a gorgeous concealer and just glides on so perfectly! Absolutely love! The brush is also so stunning! The product also just blends so well and doesnu2019t crease which is a huge thing !!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I absolutely love this concealer because I've been able to stop using foundation from my makeup routine, Once I buff it into my skin with a brush, my complexion looks brighter and smoother, but completely bare and conceals everything. There's no trace of makeup - just smooth, radiant skin. And it is long lasting as well."
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Such an amazing concealer! I donu2019t know how to explain itu2026u2026 but itu2019s a full coverage concealer but it looks so healthy and natural, Iu2019m extremely oily and I sweat a lot throughout the day it didnu2019t crease or get cakey !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "When Rose Inc launched, the aesthetic is what I gravitate toward but I also had high hopes for the quality of the products and they truly perform up to my expectations.  The concealed packaging is chic and elevated but so is the formula it holds.  Lightweight, pigmented,  blends with ease,  long lasting and a skin like finish are all achieved with just a little bit of product."
        },
        {
            "review_title": "Nice but to dark",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "Color was way to dark but I really like the coverage I plan to go in and buy instead of ordering online"
        },
        {
            "review_title": "good coverage",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "The coverage of this concealer is very very good, it feels very hydrating on the face and the applicator has a perfect size. The packaging is also very cute with pastel pink tones and matte that makes this product cute and good"
        },
        {
            "review_title": "Love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love a good concealer. This is A really lightweight concealer and it has long wearability. I love the shade range. I didnu2019t have any caking or creases in my makeup. The packaging is really nice and heavy as well."
        },
        {
            "review_title": "Great neutralizer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "So glad I found this! A little bit goes a long way (SO thick and creamy) and this can definitely just be used with a light hand as a your overall foundation - very nice pore-masking coverage. It really neutralizes my redness, especially on and around my nose, and still looks like my own skin. Works better on my extreme combination skin than other concealers or foundations I have ever used. I will continue to stock this, such a great all around product."
        },
        {
            "review_title": "Light weight & long wear",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I was gifted the concealer but i actually chose a color for my daughter. So sheu2019s been the one testing out the product.  The color I choose which such a beautiful match to complement her skin tone. She uses it to spot conceal and under eyes as she does very natural makeup and she really enjoyed it. She noticed that it lasted a full school day with a lot of physical activities! Sheu2019s been raving about it so much I just ordered a shade for myself!! Definitely mother daughter approved!"
        },
        {
            "review_title": "A little goes a long way",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This concealer is great for dry skin and was also the perfect shade match! It is a hydrating and long-wearing concealer that I've kept on throughout the day and have had no issues. I've been using a minimal amount to conceal under my eyes and have not noticed any creasing or cakiness!"
        },
        {
            "review_title": "VERY LONGLASTING CONCEALER!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received the Softlight Luminous Hydrating Concealer kindly gifted by Rose Inc. I used this shade of concealer on a client and the results were flawless. The concealer matched her complexion perfectly and it looked great on the undereyes. What I love about this product is how nourishing, hydrating, and LONGWEARING it is. Once applied, it will stay on throughout the whole day and will NOT budge. A little bit of product goes a long way too so make sure to only use a pea sized amount for a cakeless, creaseless undereye."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "LX 140 - Medium/deep skin tone, neutral undertone",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This concealer has good pigmentation and is thick, so a little will go a long way. I do have dry/flaky skin and some dehydrated spots near the sides of my nose and lips.  Even though I moisturized and prepped my skin before using this I didn't find it hydrating enough. However, I do think this would work best for those with normal to oily skin. I received this product complimentary in exchange for a review."
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I really enjoy this product. It blends nicely with a beauty blender. The pigment is nice. They have a good range of colors. The packaging is cute and simple. The application is easy to use. I would recommend this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This concealer is amazing, the texture is so light that you don't feel like you're wearing makeup. It feels like you just have moisturizer on. It's very blendable and buildable. My skin feels hydrated and comfortable, the shade is just perfect for me. Highly recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Normal skin",
            "review_text": "I received this concealer from Rose Inc complimentary for review.  This concealer looks so fresh and natural while being very high coverage. Iu2019m impressed with how well it covers the dark circles it's definitely hydrating, but it doesn't really last longer than the 4-5 hour period."
        },
        {
            "review_title": "Gorgeous creamy concealer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Such a gorgeous product! This concealer is so creamy and has amazing coverage! I love how it goes on the skin! It makes my skin look flawless. The coverage is food enough to conceal all blemishes and imperfections! And the texture is sooo creamy! Leaves such a natural glowy look!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I love this product and am so excited I got to try it out! I use this as a concealer but I also use it as a bronzer I got a shade darker than my usual color and it makes my skin look so smooth and tan!"
        },
        {
            "review_title": "Perfect for cream contour!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This product was sent to me in a darker shade, so I have been using it mainly for cream contour and on my clients. I love the wear and nourishing formula. It has been lasting all day on my cheeks and looks beautiful in photos. Definitely a must have, especially with the cute packaging!"
        },
        {
            "review_title": "My Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Yes, itu2019s that good!  I apply over a tinted moisturizer, and it gives me me amazing coverage. A little goes a long way. I mixed 010 and 020 to get my skin tone."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "LX 180 - Deep skin tone, warm neutral undertone",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "AMAZING!! I love this concealers itu2019s definitely my new favorite!! Wow I canu2019t believe I love this so much I never write reviews but I just had to share cause itu2019s that good! Do yourself a favor and buy this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is my new favorite concealer. It applies so creamy and blends like a dream. I donu2019t even need foundation because I just apply this to my trouble spots for a flawless finish. Donu2019t sleep on this amazing concealer"
        },
        {
            "review_title": "I love it so much!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I got the shade LX 110 and itu2019s a very good match for my golden tan complexion. This concealer is super hydrating, and gives a med-full coverage! A little goes a long way so I like to use a tiny amount to cover the uneven area around my eyes. It covers so well and blends beautifully. It didnu2019t crease on me (I set it with a translucent powder as well) and itu2019s pretty long wearing! The packaging is stunning (chic frosted glass) and the doe foot applicator is awesome cause itu2019s large and covers more areas easily!  I highly recommend you try this concealer out!"
        },
        {
            "review_title": "Makes you feel alive",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "This concealer is the real deal.  The texture is creamy, yet a feather-light feel, this will cover a multitude of sins. The coverage is amazing. I gently press and blend with fingertips, using the warmth of my fingertips to create a seamless finish.  And it does not crease."
        },
        {
            "review_title": "Iu2019m obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, mediumTan skin tone, Dry skin",
            "review_text": "New favorite for work makeup routine or a night out, it is long lasting, it doesnu2019t crease. The product make your skin feel very moist. No need to use a lot of product since a little bit can go a long way."
        },
        {
            "review_title": "Amazing finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I really enjoyed this concealer. It gave really good coverage and It didnu2019t feel really heavy on my under eyes to me. It didnu2019t feel cakey either. Itu2019s looked natural based on how I use it. Iu2019m interested in getting brighter shades."
        },
        {
            "review_title": "Wrong shade",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "Sadly I got send the wrong shade! I picked LX 050 and when it processed it changed to LX 150. I used the concealer as a bronzer and I have to say is very pigmented and luminous. The system glitches so I hope they get to fix it and send the right shades."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "LX 180 - Deep skin tone, warm neutral undertone",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "this is the most luminous concealer I applied it under my eyes and give me the most beautiful eye look, plus itu2019s super smooth and gentle with my under eyes, I also used it for contour and itu2019s great."
        },
        {
            "review_title": "Perfect coverage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I cannot believe how smooth my skin looks after using this concealer. My pores practically disappear and it has me looking dewy and absolutely glowing. I am so happy to find a product that lasts throughout my day."
        },
        {
            "review_title": "Good, but is it worth the pricetag?",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This concealer has super cute packaging and a really nice doe foot applicator. The color was nice and it is pigmented and creamy. I did feel like it lasted well throughout the day and set nicely. Is it worth $30, maybe to some people but I also feel like there are drugstore products that are just as nice for less."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Was pleasantly surprised by this product. Itu2019s like a concealer & foundation product in one. I was planning to buy a new foundation before I discovered this product but think I will just use this instead - itu2019s easy to apply and blends well. Overall, good coverage and can be used as a concealer and/or foundation. The design and packaging is also nice."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Gifted by Rose Inc. This claims to be a brightening, blurring and hydrating concealer. This description kind of reminds me of my go to concealer by elf.  It's definitely hydrating, but it doesn't really last longer than the 4-5 hour period."
        },
        {
            "review_title": "Great Concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I absolutely love this concealer. I have tried many  and love the coverage it provides. I also use it for my under eye circles. Itu2019s long lasting and goes on very smooth. I would definitely recommend!"
        },
        {
            "review_title": "Hydrating with beautiful coverage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I received this concealer from Rose Inc complimentary for review. This concealer is super hydrating for my under eyes. Iu2019m impressed with how well it covers the dark circles under my eyes, I have shade LX 080, yet blends so well.   I havenu2019t had any creasing at all. The really large doe foot applicator is really easy to work with.  The packaging is beautiful and feels luxurious with the frosted glass."
        },
        {
            "review_title": "Hydrating!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "The Rose Inc. Softlight Luminous Hydrating Concealer is such an incredible formula. It covered my hyperpigmentation and dark circles easily as the product is extremely pigmented. My makeup stayed on without creasing and looked natural and hydrated throughout the day. My only issue was that the shade match recommended for my medium tan skin tone was inaccurate. It was way too yellow. I would eventually love to find my match in this product as I am such a fan of the formula and packaging."
        },
        {
            "review_title": "Impressed with the final results.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Iu2019m so impressed the Softlight Luminous Hydrating Concealer because it targets so many issues on my skin. Love it hides my dark spots and brightens my dark circles. I also really like how it contours my face too and evens my complexion; especially, with my stubborn dark spots. In addition it smooth my fine lines and hydrates my skin."
        },
        {
            "review_title": "Smooth texture to even out skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "The Rose Inc.u2019s concealer felt like butter on my skin. Itu2019s soft in texture and helped even out my under eye area and my chin area. I applied it after my foundation. Itu2019s also hydrating and didnu2019t leave my skin dry. The applicator is easy to use and applies evenly."
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I love love this stuff! Firstly, it feels so nourishing on the skin. It doesnu2019t appear cakey at all. Keep in mind a little goes a long way with this product. It makes my complexion look so even and itu2019s lasts all day!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This concealer has a mousse-like texture - really velvety and buttery. Those are probably the most accurate words to describe this concealer.  I was honestly quite surprised by how much coverage this has. Iu2019d say it has more of a natural finish than a dewy finish like it claims, but either way, itu2019s beautiful on the skin. I got a darker shade which I currently use for contouring, but I canu2019t wait to get this in my shade. If youu2019re looking for a new concealer, I highly recommend checking this one out!"
        },
        {
            "review_title": "Great Concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I really liked how hydrating this concealer is! It's also fairly water resistant which is great because I can wear it all day long. I also really enjoy the applicator because it's easy to hold and easy to use!"
        },
        {
            "review_title": "So lovely !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "So luminous and silky smooth! Definitely not a full coverage product, but it does brighten the under eye area while still covering up just enough so that you donu2019t look dead, perfect to use for a natural makeup look. And the packaging is absolutely stunning!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "LX 140 - Medium/deep skin tone, neutral undertone",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Gifted by rose inc. this This such a great product. Rosie Is one of my favorite models who has worked with the best make up artist in the world, so of course her line is going to be amazing. Very natural and blendable"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Perfect for a natural look! This concealer evens out my skin without drying (a must have for my dry skin). It lasts all day and gives the natural coverage I want. A little goes a long way, which is ideal for my minimal routine."
        },
        {
            "review_title": "Love this concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This concealer is awesome! It evens out my complexion and my skin doesn't feel dry. I don't get the usual creases when I use this concealer, which is amazing and that's how I know it's hydrating! I only use a small amount which I noticed covers a lot! I highly recommend this concealer!"
        },
        {
            "review_title": "Calming and Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This concealer is hydrating on the skin but not oily which is nice for my combination skin. I love that it had squalane which calms my skin and it also doesnu2019t encourage breakouts. The formula itself is lightweight on the skin and easily buildable and you donu2019t need a lot for coverage."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Honestly one of the best concealers I've tried! My makeup always ends up creasing, but that wasn't the case with this concealer! It's super hydrating and blends well.  This formula is a lifesaver and it's now my go-to!"
        },
        {
            "review_title": "LONG LASTING!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This was my first time ever trying anything from this brand and it wonu2019t be my last!! The concealer had so much coverage I didnu2019t even need foundation, it lasted all day, it was hydrating, and did not crease!! Such a good product!"
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this product so much! Itu2019s rich and creamy yet does not make your face look cakey or give you creases at all. Itu2019s high coverage and you donu2019t need a ton, you only need a small amount. Perfect color and definitely high-quality!"
        },
        {
            "review_title": "Not My Shade",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I did not get to use the concealer, unfortunately. The shade was too dark for me and not in one of those u201cI can try to make it worku201d ways. Everyone seems to love the finish and how well it blends, but I canu2019t speak to it. I will donate this to someone who can use it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This is the first product Iu2019m trying from this brand, and I really like it! It worked great for my combination skin, didnu2019t cling to dry patches, didnu2019t crease, and a little goes a super long way."
        },
        {
            "review_title": "iN LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love this Rose inc. Softlignt Luminous Hydrating Concealer, its so light and smooth. This concealer is evened all of my complexion So light, so hydrating, and its perfect to wear all day long1   highly recommended!"
        },
        {
            "review_title": "Nourishing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "This concealer looks so fresh and natural, while being very high coverage. I thought this would be best suited to people with drier skin than me as it was very nourishing and hydrating. It helped even my completion because it was very thick, and I loved the natural finish."
        },
        {
            "review_title": "New Favorite Concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this concealer. It is so creamy and silky smooth in texture. It is very easy to blend, and a little goes a long way. I love how healthy and bright it makes my under eyes appear. Minimal creasing around smile likes and inner corner of under eye. Love the sleek, simplistic packaging."
        },
        {
            "review_title": "The most glowy high coverage concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received the product to try out and aside from it being in beautiful packaging a little goes a long way! I got a darker shade to use as contour and it blended amazing. It has an amazing sheen and it made me look gooey in the most natural way possible"
        },
        {
            "review_title": "Great Concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "This #giftedbyRoseInc concealer is really good! I was surprised by the product as I got it as PR and was pleasantly surprised! The texture and the way it applies on the skin is something else! Very happy with the product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "LX 180 - Deep skin tone, warm neutral undertone",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I received the Softlight Luminous Hydrating Concealer complimentary from Rose Inc. I love the consistency of this product, I typically use a wet sponge to blend in this concealer and I haven't had any issues with it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Itu2019s super hydrating and easy to work with. It feel nourishing and not drying on your skin while giving optimal coverage. Its a medium to full coverage for me and love how easy it is to blend out without creasing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "LX 120 - Medium/deep skin tone, cool pink undertone",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "If you're like me that is always looking for high coverage concealer/foundation for uneven skin tone and post-acne scars, this might be your solution! The packaging is very luxurious, had a matte finish. The concealer itself is super pigmented, and a little goes on a long way! I can see myself using this to replace my other foundation."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Gifted by Rose Inc. this concealer just glides into my skin and it was so easy to blend! This concealer is super long lasting and hydrated. Did not make my skin feel dry whatsoever and it lasted throughout the entire day. I recommend!"
        },
        {
            "review_title": "Hard to find a shade match!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Complimentary from Rose Inc! I honestly found it to be frustrating when it came to finding a shade match. I have a medium dark skin tone with yellow undertones. The model who appeared to be the closest match to me was 150. When I used the shade match tool on the Rose Inc website, that was also the shade they gave me. It has come today and it is way too dark for me. Itu2019s darker than my skintone so I definitely canu2019t use it under my eyes. And itu2019s a bit warm for a contour, so Iu2019ll probably give it to a friend. The models seem to be way off when it comes to the concealer shade. My real best match would probably be 110 or 120 and Iu2019m darker than both of those models. Iu2019d recommend buying this concealer in person! There range for darker skin tones also needs some work. This is a trendy brand and itu2019s a shame that huge part of the population wonu2019t be able to find a shade match. As far as consistency and finish goes, itu2019s a beautiful concealer. I like the dewy finish. And the packaging is also so beautiful. Itu2019s just a shame I donu2019t have my correct shade, and that some people wonu2019t be able to find theiru2019s at all!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This product is so lovely! If you get the chance to try it I would recommend taking that opportunity! It is a great formula and leaves my skin feeling so great and itu2019s not too heavy but just the right amount of coverage!"
        },
        {
            "review_title": "great concealer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "This is such a good concealer! The formula is velvety soft and the coverage is super buildable. I have been looking for a good everyday concealer and this is perfect for that! Love how it stays all day and looks great on my skin!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Absolutely love love love  this product it sits super well on the skin doesn't just flake off like some similar products but is still super buildable which I love because it allows for coverage if needed"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I enjoy this soft creamy concealer. A little goes a long way and it doesnu2019t separate on me. I have oily skin and i lightly set it under the eyes and it lasts all day on me. The packaging is also very sleek and pretty."
        },
        {
            "review_title": "I'm loved",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Precious correct, it helped me to unify the tone of my skin, I do not know how to match it at all, it does not wrinkle, I can definitely feel the hydration in my problem areas and the most satisfactory thing is that if it lasts almost all day, it fascinated me, I must emphasize that you use only a moderate amount and made a perfect unification"
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was so excited when Rose Inc gifted me there concealer and I am already In love with it. The formula is amazing, it's light and blends in so easily, a little goes along way and covers my under bags so well. It's blends in so smoothly and is very nourishing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I was SO shocked by how incredible this concealer is. Firstly, it covered up all my dark spots and dark circles seamlessly- a little goes a long way! I suffer from very dry skin, however this concealer left my skin feeling very hydrated and radiant without ever creasing. I love that it's long wearing and evens my complexion so well. Also love the wide shade range!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "LX 180 - Deep skin tone, warm neutral undertone",
            "review_buyer_description": "Hazel eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "This is a fantastic concealer and this deep shade would work as a contour for my skin tone! I love how pigmented this concealer is and is very creamy and hydrating. Does not dry out my skin."
        },
        {
            "review_title": "Itu2019s alright",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I have mixed feelings about this concealer because it takes a lot to blend in my skin . The color does match beautifully and the brand is inclusive with undertones but I wish the concealer would perform better"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I was so excited to try Rose Cosmetics! have a medium skin tone, green eyes, brunette hair & oily/combo skin. Iu2019ve never tried anything from this brand but love this formula. Itu2019s creamy & blends well. I use it as a foundation & am excited to try more from the brand!!!"
        },
        {
            "review_title": "I really love this concealer!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "OMG, this Rose Inc: Softlight Luminous Hydrating Concealer. It works great for my under eyes. It gives the nice luminous effect and covering the puffiness as well. It blends really well and smooth, it doesn't crease or flaky at all, I highly recommend this product."
        },
        {
            "review_title": "Great concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is a wonderful concealer and I am so pleased with it. I love using concealer under my eyes and to highlight certain areas. This did a nice job of giving my skin a luminous glow while giving me coverage. I was very pleased."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received as a gift the Softlight Luminous Hydrating Concealer complimentary from Rose Inc. I was asked to give an honest opinion of this product and here it is. At first I was excited to try it out but, unfortunately, I was disappointed by the quality of this product. It was too thick for my liking."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Great consistency. Very creamy and gives great coverage. A little goes a long way. My one complaint is the inaccurate shade depiction. The concealer oxidizes so it definitely didnu2019t match the swatches on Sephora. Still would recommend this concealer but get it searched in store!"
        },
        {
            "review_title": "matte medium coverage",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "i got 050 bec when i checked their website 040 was described as neutral golden undertones and im definitely not golden but i feel like 050 looked really peachy on me maybe its just way too dark or the undertones just doesnt match. i wish they didnt make a huge jump from 010 to 040 bec im not pale enough for 010 but im not dark enough for light/medium range.   one thing i liked about it though is that its really matte and it sets quick. if you have dry skin like i do you probably dont have to set it with a powder.i tried patting my face with a cloth and it didnt transfer.   for reference my shades are:  kjaer weis weightless  kosas oil foundation 03  westman atelier 1   and this is how it looks like on my skin. the one closer to my wrist is the rosw inc 050, next to it is westman atelier 1"
        },
        {
            "review_title": "On the fence",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "On the fence about this product. Provides the best coverage for a clean concealer but creases under eyes and leaves dry patches when I set with powder. A little goes a long way, it is very thick. I wouldn't exactly call this hydrating"
        },
        {
            "review_title": "Colors way off, thick but doesn't cover & drying",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Color is way off. Went based off the model but the actual color is for someone about 2-3 shades lighter. [And while we're at it the model is obviously more warm toned not neutral]. The next shade would've been too dark. Formula is thick yet won't cover dark circles no matter how much I layer and hydrating.. ha nope! I really hate this product and I won't be able to return it. I am willing to spend more for clean and long-wearing products but this was a total waste of $30."
        },
        {
            "review_title": "Wow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "Amazing formula! I use this as an all over foundation, a little goes a long way and it covers!"
        },
        {
            "review_title": "very creamy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "i really like this product its very creamy and good for long wearing. i will defiantly continue to use this product. this concealer match's my skin perfectly i always had a hard time finding my shade match and I'm glad this one was the winner. it dry's down really fast"
        },
        {
            "review_title": "reminded me of shape tape!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "This is a very concentrated formula. If applied callously, it will cake up really bad. I used one teeny dot on each side and that stretched enough to cover my under eye area.. But... It's not the right formula for me. I don't have dark circles but I have some puffiness under my eyes dye to lack of sleep. This highlights that a bit. I can't put my finger on it but something is amiss. If someone is looking for a light weight medium coverage formula that doesn't need setting, think of the new one by lancome. I'll stick to it"
        },
        {
            "review_title": "blown away!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "This is hands down the best concealer Iu2019ve ever used. No creasing in these 32 year old eye bags and it blends out so nicely. I fell asleep in my makeup and the next morning it still looked great."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This concealer is sooooo good! Itu2019s the perfect match for my skin and I love that itu2019s buildable coverage, itu2019s light weight and itu2019s long lasting, I also love that it doesnu2019t crease up and make your skin look Caley. Thatu2019s a huge plus for me!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "LX 170 - Deep skin tone, golden undertone",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I received this product as a gifted by Rose Inc. in exchange for my honest review. I was nervous about receiving a product and not testing it ahead to see if it was a match but the concealer was a perfect. It did not leave any creases or caking. The product is nourishing and long-lasting. I wore it on a hot summer day expecting it to move or crease and I had no problem. I look forward to purchasing more colors to match during the winter"
        },
        {
            "review_title": "Great concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I was gifted by Rose Inc this Softlight Luminous Hydrating Concealer in exchange for my honest review.  I love this concealer.  It is a creamy thick formula that applies easily and bends very well.  It conceals well without being cakey or creasing."
        },
        {
            "review_title": "Amazing concelear",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Rose Inc gifted me with this product in exchange for my review. The overall coverage looks very professional and natural with no smear marks or caking. The hydration formulae also helped cure some dryness. I love the nude simple design and it is also light weight and a good price. I am excited to try other products in this range."
        },
        {
            "review_title": "Easy to apply",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is the unique concealer that  has so many uses. I use it both as my concealer and sometimes as my foundation too. I use the applicator brush to put the dots on the area I need coverage or contouring and then generally blend it in with my finger tips. It has a medium buildable coverage which I love about it. It brightens and nourishes my skin. I got this complimentary from Rose inc and the views expressed are based on my personal experience with the product."
        },
        {
            "review_title": "My new favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This concealer works really well ! It is really easy to apply and smooth out . It blends perfectly on my skin under my face foundation. It has a real creamy texture and is very light feeling . It helps hold moisture in great . I love the smooth look it provides under my eyes , it helps hide some of my fine lines . It does a good job of hiding my uneven skin tones as well on my face .  I love that it contains squalane and vitamin E to help hydrate my skin .  It also last all day and I donu2019t have to reapply it which is a big plus . This product was gifted to me by Rose Inc . This concealer is a wonderful product!"
        },
        {
            "review_title": "nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product was gifted to me by rose inc. I really like this concealer because it's very hydrating and doesn't leave any creases. It's very long wearing and sits smoothly under my eyes. It covers my spots and dark circles it's a very good product. I love that it's full coverage and doesn't look cakey."
        },
        {
            "review_title": "Complete long-lasting coverage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This concealer was gifted to me by Rose, Inc. As someone who has had dark circles all of my life I have to say that this concealer is simply the best I have ever used.  It has literally made a difference in my self esteem.  It only takes a very small amount to conceal my dark circles completely, leaving my skin hydrated, and nourished.   This product does not crease at all.  There is no caking either and it is longwearing.  I also use this product to conceal acne scars and as a highlighter.   To be honest, there are days that I do not even use foundation because this concealer evens out my complexion and I don't need a foundation.  I just conceal my undereyes and acne scars, pop on some mascara and lipstick and I am good to go."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Gifted by rose inc. this is a nourishing hydrating formula that doesnu2019t highlight my fine lines. I always wear color corrector with all my base products but the color did match well. Overall I enjoyed this product!"
        },
        {
            "review_title": "Great concealer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "The Softlight Luminous Hydrating Concealer by Rose Inc is a great product! It has a light, creamy consistency and smoothly blends into the skin. Additonally, this concealer nicely adjusts to the skin tone and the doe-foot applicator facilitates a precise application of the product . The coverage is medium and buildable, and a small amount greatly covers any type of imperfection. Finally, this concealer works very good on minimizing the appearance of fine lines, dark circles, redness, and discoloration without creasing. Overall, I highly recommend this product, complimentary from Rose Inc."
        },
        {
            "review_title": "Wonderful coverage!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This product is was gifted by Rose Inc and it does a great job at perfecting your skins natural imperfections. I like to use it underneath my eyes. The formula is creamy and blendable, and I like to blend it using either just my fingers or a beauty blender. It offers hydration and helps to blur any imperfections on my skin. I was also pleasantly surprised that this formula does not crease or cake after a long day or wear.  It comes in beautiful packaging, and looks so beautiful in my makeup display. I highly recommend this concealer for all skin types and ages!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I really like this concealer from Rose inc. The formula goes on smooth and very light weight. When I first applied it on I was a little worried because it looked a bit too light for my skin tone but it oxidized and it make my eyes look more awake and brighter. I love it.  - complimentary from Rose Inc."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received complimentary from Rose inc their Soflight Luminous Hydrating Concealer in the shade LX 090 - medium skin tone, with olive undertone. I really loved that the shade matched my skin. The packaging is cute and simple. Easy to take on the go. You can use it alone as a foundation or concealer which I love. It does not cake or crease under eyes or smile lines. It has no strong scent. I love that it has a dewy finish because at age 31, I hate looking dry."
        },
        {
            "review_title": "Love this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This concealer was gifted to me by Rose Inc in exchange for an honest review.  I have fallen in love with this product after just a few uses and now it is a permanent staple in my makeup bag. It provides great coverage and lasts all day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The rose inc hydrating concealer is one of my new faves.  I love the way it feels on my skin, doesn't make my face feel weighed down. Also doesn't have the icky oily dirty feel afterwards. The color is great and matches my skin tone so well. it's nice to finally have a concealer that won't have my skin feeling dry. Gifted by Rose Inc"
        },
        {
            "review_title": "Good product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Amazing colour match and gives a gorgeous finish. A little goes a long way but it doesnu2019t appear heavy on the skin. I mixed it with CT flawless filter and used it all over. Canu2019t wait to try more from the range.i received this complimentary from rose inc."
        },
        {
            "review_title": "great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Gifted by Rose Inc. The Rose Inc concealer itu2019s  a great concealer. Itu2019s amazing to cover dark circles and even the skin. I could feel a great difference with the hydrated of the area that I apply. I recommend it!"
        },
        {
            "review_title": "Like it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This concealer was gifted by Rose Inc. I have been using it for about two weeks. I picked a very light which is very good to use as a mate highlighter! Like the design and I would recommend this to my friends."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Complimentary from Rose Inc I am dry skin and this product is perfect to be hydrated when I am made up, it leaves the skin luminous it lasts all day the packaging is nice to carry in the bag the color I love"
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I received this product complimentary from Rose Inc.. First of all, I love how sleek and elegant it looks, makes me feel like a rich fancy woman. Now the product itself, lasts a long time. It goes on without any cracks or creasing. No complaints from me and I wear concealer all the time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This has such great coverage and blends in so easily! Doesnu2019t cake up or crease. Coverage lasted all day and didnu2019t break up or get greasy. I love the large applicator. Also love that there is no scent either!  This was gifted by Rose Inc"
        },
        {
            "review_title": "Truly hydrating!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This is the first concealer I have tried that doesnu2019t settle into my under eye creases. I have combination skin but my under eye area tends to be more on the dry side. I have used many concealers over the years and I diligently use eye cream everyday to help mitigate this issue but I have never been successful till I tried the Rose Inc concealer. I had very low hopes that it wouldnu2019t yield the same result as other concealers Iu2019ve used and I was so wrong. I applied the concealer at 11 am and it lasted till midnight without looking cakey or dry or settling into my creases. I was shocked. I honestly even forgot to use under eye cream that morning. The color is a perfect match for my skin tone which is extremely rare due to my olive undertones. I highly recommend this concealer and I will be purchasing it once I empty this bottle. I received this product complimentary from Rose Inc for my honest review"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This product was gifted to me complimentary from rose inc. this soft light luminous hydrating concealer is so pretty and I love the color on my skin. Super smoothing and not over drying. Really lasts all day long"
        },
        {
            "review_title": "Great daily concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Rose Inc gifted me this concealer in exchange for my honest review. I really love how long lasting it is. I did not notice any creasing throughout the day. I think this product is great for everyday wear whether you go with a natural look or full face."
        },
        {
            "review_title": "Very elegant formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Usually a celebrity brand turns me off; I can't explain it. But this new line from Rosie Huntington-Whiteley looked so sleek and modern and elegant. I really like the packaging of this concealer and the doe foot applicator dispenses a good amount of product. I wish the shade range was bigger; I bought LX 010 and it's basically my skin tone so I get coverage out of this product but no brightening. The formula is thick but very elegant. It spreads and blends really well and provides a skin-like finish that leans slightly luminous. I do need to set it but I set all my concealers. Overall pleased with this product that I received complimentary from Rose Inc, and I hope they extend the shade range in the future!"
        },
        {
            "review_title": "Canu2019t Get Enough!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "The consistency of this product is very prominent for a concealer. It is pretty thick, but it stays well through heat and sweat. It is very easy to layer, mix with other colors, and blend. I received this product complimentary from Rose Inc!"
        },
        {
            "review_title": "In Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this concealer that I was gifted by Rose Inc! Itu2019s not cakey or flakey, and it blends so nicely without looking too intense or too bright under my foundation. Itu2019s the perfect shade for me and is even buildable if needed for those days Iu2019m breaking out all over. A little goes a long way, so fair warning on use of the wand! Iu2019m excited to be able to use it for a while! Definitely a new favorite of mine!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "LX 180 - Deep skin tone, warm neutral undertone",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I received this concealer complimentary from Rose Inc. I like how easily the application was. It didnu2019t leave creases and it covered my dark circles well .  It was lightweight and didnu2019t take much to cover."
        },
        {
            "review_title": "Fantastic coverage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "After adding barely any of this concealer and I was ready to go throughout my daily routine.  Don't like to add on layer and layers of product onto my skin so I loved I barely had to use any concealer to cover  those couple of dark spots. Then I would put on some some foundation and powder and I felt like my makeup look was complete. This product was gifted by ROSE Inc."
        },
        {
            "review_title": "Nice coverage!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Love this concealer! The shade range is great! The formula is mice and creamy with medium coverage. Its super hydrating and brighting and does not crease at well. It wears super well under makeup. This was gifted to me by Rose Inc.  but opinions are my own."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The Softlight Luminous Hydrating Concealer I was gifted by Rose Inc is absolutely the best concealer I've used in a while!  The coverage was perfect. It applied super easily & the applicator is the perfect large size.  Upon application it looked great immediately. My skin was moisturized & I had no issues with my skin feeling dried out or cracking.  I wore it all day without needing any touchups which was awesome."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "My new favorite concealer! The texture and formula in this is impressive! Iu2019m loving the application and easy blending with fingers, brush or sponge. Mine was a perfect color match thankfully and the packaging is beautiful and sleek. Very impressive, gifted by Rose Inc!"
        },
        {
            "review_title": "Love this concealer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, fairLight skin tone, Dry skin",
            "review_text": "I received a Softlight Luminous Hydrating concealer, gifted by Rose Inc. It made my undereye look highlighted and refreshed. It didnu2019t crease or make the eye area dry. It was definitely a great concealer that I will continue to use."
        },
        {
            "review_title": "Looks great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product was complimentary from Rose Inc. I loved the matte finish and how it covered my blemishes without looking cakey. It blended well with the rest of my face makeup and was a perfect fit for my skin tone!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I was surprised by how much I liked this concealer. It matched my skin tones perfectly. It also covered nicely as well. It was also very hydrating which I liked.  It looked great on as well. I would definitely recommend Gifted by Rose Inc."
        },
        {
            "review_title": "Long wear concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This concealer was gifted to me by Rose Inc. I must say, this concealer is great for every day use and is very long wearing.  It does a great job at covering dark spots and circles, as well as blemishes. It provides just enough hydration to my oily screen without leaving it looking greasy. The shade was a good match for my skin tone"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this product complimentary from Rose Inc in exchange for my honest review. As the name says, the concealer gives a soft and well blended complexion. The concealer has high coverage and is buildable without looking cakey."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Received this hydrating concealer as gifted by Rose Inc for my honest review. I wait until the last day to submit my review cause I wanna be through. I have uneven skin tone and dark spots on my forehead. I always looking for concealer have full coverage and also hydrating. This is it. Apply it gently on my face before foundation and it will last for a whole day! Amazing! And the package is also fancy, love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I can say that this is one of the best concealers I have ever used. My skin is dry in the area of my eyes, but this concealer does not make them look dry or cracked, I loved the consistency and the packaging I also liked a lot it is feminine. Complimentary from Rose Inc"
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "This was gifted by Rose inc.   This concealer is hydrating and its also long wearing, it actually doesnt crease or cake at all during the whole day and  it's nourishing which i really like and with high quality"
        },
        {
            "review_title": "No cons on this one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Had an opportunity to try this concealer gifted by Rose Inc in exchange for my honest thoughts about it.  Couldn't find any cons honestly. It did covered my under eye with no effort or having to use lots of it. Blended well with my foundation, didn't dry my skin or became cakey. Lasted my regular 8 hour shift. Overall, good concealer to add in my beauty routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Gifted by Rose inc. I really enjoyed this concealer. The packaging overall is very nice and simple and clean. It is nice and blend-able yet has a nice coverage. Would definitely recommend and will be repurchasing."
        },
        {
            "review_title": "Great Concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really like this concealer - The texture is nice and light but it does a great job of covering.  It's very hydrating and doesn't sit in my creases or cake.   It's long wearing and lasts all day.  Complimentary from Rose Inc."
        },
        {
            "review_title": "Love This Concealer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really like this concealer - it's creamy and feels great.  It's hydrating and doesn't sit in any creases.  It has great coverage and really lightens up my bluish area under my eyes, evening out my complexion.  I'm not sure if it's nourishing or not, but it is long wearing.  You made need to touch up if you are going from night to day.  Complimentary from Rose Inc."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I liked the concealer. I have fine lines around my eyes, but it didnu2019t crease after wearing it for a long time. The shade I got was too bright to wear alone without foundation, but it blended nicely when I paired it with a tinted moisturizer. I received this complimentary from Rose Inc."
        },
        {
            "review_title": "Surprised",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I was gifted by Rose Inc for my honest opinion.  Trying this brand for the first time and I was impressed to say the least. It covered my dark circles really well. it did not crease on me and seemed to last for a good bit .after 6 hours it still looked good . The Concealer felt really hydrating which I appreciated.  I really enjoyed this ."
        },
        {
            "review_title": "Ok concealer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This was gifted by Rose Inc to me for review. This concealer is a good color match for me which is to find. It covers my dark circles nicely and didnu2019t sink in to lines anymore than other concealers. It didn't seem to drying but definitely not hydrating or luminous on my skin as it claims. It does even out my complexion nicely which is nice if I want to use it all over."
        },
        {
            "review_title": "COVERED my DARK Circles",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This was gifted by Rose Inc I like the feel of it on my skin. It did not feel heavy when I put it on. Also it was very light on skin covered my spots and dark circles I wanted covered. It did not show any lines either. I wore it out all day in the sun held up."
        },
        {
            "review_title": "Great product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I recently received a bottle of Softlight Luminous Hydrating Concealer gifted by Rose Inc to try and I love it! I thought it would be cakey and make my skin dry but it didnt. It left my skin soft and went on smooth. I also loved how long it lasted under my makeup. I would definitely recommend."
        },
        {
            "review_title": "Easy to apply and use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I loved the coverage and completely covered my dark spots with barely any product. I even had to remove some so that it didn't look as natural from when I first used it. The wand was also soft when applying it directly to the skin. I received this product complimentary from Rose Inc."
        }
    ]
}