{
    "product_id": "1104",
    "name": "Great Skin Instant Glow Serum with Niacinamide and Hyaluronic Acid",
    "brand": "MERIT",
    "categories": "Skincare, Treatments, Face Serums",
    "price": 52.0,
    "about": "What it is:A lightweight, bi-phase serum that quickly hydrates and visibly plumps skin while helping to leave it calmer, visibly brighter, and more even-looking over time..Skin Type:Normal, Dry, and Combination.Skincare Concerns:Dryness, Dullness, and Uneven Texture.Formulation:Liquid.Highlighted Ingredients:- Hyaluronic Acid: Targets multiple layers of skin to lock in hydration for all day moisture..Ingredient Callouts:This product is vegan, gluten-free, and cruelty-free..What Else You Need to Know:The weightless formula absorbs quickly into skin with zero residue, leaving it visibly plumped, hydrated, and prepped for makeup. Itu2019s designed to complement The Minimalist (sold separately) but can be used with any complexion product or alone to give skin a healthy-looking glow.",
    "ingredients": "-Hyaluronic Acid: Targets multiple layers of skin to lock in hydration for all day moisture..-Niacinamide: Helps to visibly brighten skin and refines texture for a smooth, visibly glowing complexion..-Cacao Seed Extract: Caffeine-rich antioxidant helps to stimulate blood flow for a plump effect...Water, Propanediol, Caprylic/Capric Triglyceride, Isononyl Isononanoate, 1,2-Hexanediol, Niacinamide, Sodium Hyaluronate, Sodium Hyaluronate Crosspolymer, Hydrolyzed Sodium Hyaluronate, Sodium Acetylated Hyaluronate, Coptis Japonica Root Extract, Theobroma Cacao (Cocoa) Seed Extract, Tocopherol, Butylene Glycol, Pentylene Glycol, Ethylhexylglycerin, Citric Acid, Sodium Citrate, Dextrin, Trisodium Ethylenediamine Disuccinate...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Shake well. .-After cleansing and before moisturizer, warm serum in hands and press into skin. .-Can be applied after your other active serums to help lock in hydration and help improve texture over time. .-Applies like an essence with strength of a serum. .-Wears well with makeup or on its own...-For Dry Skin: Use 3 pumps..-For Normal Skin: Use 2 pumps..-For Combination/ Oily skin: Use 1-2 pumps.",
    "num_reviews": 1006,
    "overall_rating": 4.2,
    "product_url": "https://www.sephora.com/ca/en/product/merit-great-skin-instant-glow-serum-with-niacinamide-hyaluronic-acid-P502966?skuId=2512788&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2512788-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.69 oz / 50 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2512788-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": []
}