{
    "product_id": "713",
    "name": "Limitless Lash Lengthening Clean Mascara",
    "brand": "ILIA",
    "categories": "Makeup, Eye, Mascara",
    "price": 38.0,
    "about": "What it is: An award-winning clean mascara that lengthens, lifts, and separatesu2014now with more planet-friendly packaging...Highlighted Ingredients:.- Arginine (Keratin): Haircare hero that helps fortify and reinforce lashes from within..- Organic Shea Butter: Weightlessly conditions and adds a soft, flexible feel..- Beeswax: Helps seal in moisture for nourished, healthy-looking lashes...Ingredient Callouts: Free of sulfates SLS and SLES, parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, and triclosa, and contains less than one percent of synthetic fragrances. This product is also cruelty-free and gluten-free, and comes in recyclable packaging...What Else You Need to Know: This cult-favorite mascara takes lashes beyond their limitsu2014naturally. The dual-sided wand catches every lash for eye-opening length and definition. Long-lasting formula resists clumping, flaking, and smudging. New lighter, mono-material tube reduces carbon emissions by 46% and waste by up to 20%.*...This product is an Allure Best of Beauty award winner...",
    "ingredients": "-Arginine (Keratin): Haircare hero that helps fortify and reinforce lashes from within..-Organic Shea Butter: Weightlessly conditions and adds a soft, flexible feel..-Beeswax: Helps seal in moisture for nourished, healthy-looking lashes.... Water, Beeswax*, Butyrospermum Parkii (Shea) Butter*, Polyglyceryl-6 Distearate, Dimer Dilinoleyl Dimer Dilinoleate, Glycerin, Cera Carnauba/Copernicia Cerifera (Carnauba) Wax *, Polyglyceryl-10 Myristate, Cetyl Alcohol, Glyceryl Caprylate, Leuconostoc/Radish Root Ferment Filtrate, Zea Mays (Corn) Starch*, Xanthan Gum, Arginine, Phenethyl Alcohol, Biotin, Urtica Dioica (Nettle) Extract, 1,2-Hexanediol, Caprylyl Glycol, Sodium Benzoate, Citric Acid, Potassium Sorbate, Benzoic Acid, Myristoyl Pentapeptide-17, Iron Oxide (Ci 77499).......The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Glide the shorter side of the dual-sided wand through lashes to lift and define..-Use the longer, comb-like side to lengthen and separate each lash..-Apply more coats for a bolder look..-For extra lift and curl, use an eyelash curler before applying..-To remove, rinse with warm wateru2014no makeup remover needed....Recycling Instructions:.-Clean inside and out with soap and hot water. A straw brush or clean mascara wand can  help..-Cut off the wand with scissors and discard..-Remove the bottom label and the inner ring from the opening of the tube and discard.",
    "num_reviews": 4533,
    "overall_rating": 4.2,
    "product_url": "https://www.sephora.com/ca/en/product/limitless-lash-mascara-P431750?skuId=2335198&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2335198-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "After Midnight",
            "shade_descriptor": "soft black",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2335198-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Love her",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I saw this recommended like crazy on social media and I can say after a little while I am happy I purchased it. My only star loss is in hotter months (I live in the Deep South for context where it gets insanely humid) I experienced some smuding under my eyes with it. Had no issue with that outside of the summer. Overall love it, not clumpy, and really easy to remove formula."
        },
        {
            "review_title": "very pretty no clumping !",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Normal skin",
            "review_text": "Upon first use of this product I adored the length it gave my lashes with 0 clumping! Only reason I'm not giving 5 stars is because it has a strange smell upon first use, other than that it's beautiful!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "iu2019ve been buying and rebuying this product for years. iu2019ve never had raccoon eyes!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "After Midnight - soft black",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is my new daily mascara. Great for volumizing and lengthening eyelashes. Only downside is that it burns your eyes when you cry."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "Not the best, the mascara is not long wearing and you have to build up for volume."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Happy that itu2019s a clean product. However the bottle came very dry. Hardly anything on the brush during application."
        },
        {
            "review_title": "Good, but painfully irritating and smears bad.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Oily skin",
            "review_text": "While this mascara did give me fabulous lashes directly after application, I will not be buying this product again. Never in my life have my eyes been irritated like they were when using this. The burning was AWFUL, made my eyes water down my face, and turned my eyes red. This mascara also doesnu2019t seem to dry, so by the end of the day it is smeared all over your face with barely any product in your lashes. Not exactly what itu2019s cracked up to be."
        },
        {
            "review_title": "My favorite right now!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I went in to get my current regular mascara-milk make upu2019s kush mascara. Being out of stock the girl recommended this new one. When I saw the brush I was sold. Iu2019ve done Charlotte Tilsburyu2019s Pillowtalk and loved the brush just not the formula."
        },
        {
            "review_title": "Yassss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love this mascara!! the applicator is amazing, I love the lengthening and volume! It do smell weird but I still love it"
        },
        {
            "review_title": "MUST HAVE MASCARA",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "fav mascara EVERRRR dont know what id do without it tbh"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "After Midnight - soft black",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Results are clumpy and leave a mess. The applicant is also aggressive and damaging to the eye lashes."
        },
        {
            "review_title": "Great if it doesnu2019t arrived dried out",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "This used to be my fave mascara, but the last two times I ordered it the tube was completely dried up as soon as I opened it. Once I can overlook, but getting a sub-par product twice means I need to find a new brand to shop!"
        },
        {
            "review_title": "best mascara ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "(the photo is black and white so you can see it better) SO LENGTHENING. SO BEAUTIFUL. LOOKS NATURAL AND NOT CHUNKY. LITERALLY THE BEST. BUY IT RN I WILL ALWAYS REPURCHASE."
        },
        {
            "review_title": "The best for sensitive eyes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "My favorite mascara.   I have super sensitive eyes and most mascara makes my eyes water.  NOT THIS!  Iu2019ve repurchased this several times.  Nothing else comes close."
        },
        {
            "review_title": "Great performance, but strong scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Iu2019m really impressed with the performance of this mascara! The dual-sided applicator is a great feature and makes it easy to achieve both volume and Length. My only concern is the strong scent of the formulau2014itu2019s noticeable when applying, but it does fade once on. While it doesnu2019t linger, itu2019s still something to consider if youu2019re sensitive to scents. Overall, though, itu2019s a solid mascara with great results!"
        },
        {
            "review_title": "Good mascara but made my lashes look straight",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Loved this mascara didnu2019t hold my curl at all but definitely lengthened and thickened my lashes. I did not like the smell tho it smells weird. But overall great lengthens mascara."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Have repurchased 3 times after receiving a sample. I donu2019t think I will replace it or try any other mascara again."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "After Midnight - soft black",
            "review_buyer_description": "",
            "review_text": "A decent mascara for volume and length but it smells awful."
        },
        {
            "review_title": "Natural makeup staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Beautiful natural lash! The formula is lightweight, so I wouldn't wear it for night out. Plus it comes off really easily with water and depending on you that's good or bad. This is my stable in my makeup bag."
        },
        {
            "review_title": "JUNK!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Absolute trash! Ordered this product as I heard it was sooooo great! I opened the tube and its completely dried out. Total inconvenience!"
        },
        {
            "review_title": "yuck",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "got this to get my birthday points. it works well but it STINKS so bad like cow poo"
        },
        {
            "review_title": "the only mascara I use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "love this mascara! layers well depending on how bold you want your look and doesn't run. both extends and volumizes the lashes."
        },
        {
            "review_title": "Not a need",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Ok an average mascara honestly like telescopic better I saw a lot of flaking as well"
        },
        {
            "review_title": "new go-to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "love it for naturally long lashes, it doesn't overdo the volume and the little comb on the wand is genius! doesn't make my eyes itchy either and doesn't flake or smudge"
        }
    ]
}