{
    "product_id": "1004",
    "name": "Velvet Sun Body & Hair Perfume Mist",
    "brand": "LoveShackFancy",
    "categories": "Fragrance, Women, Body Mist & Hair Mist",
    "price": 58.0,
    "about": "Fragrance Family:Fresh.Scent Type:Fresh Solar.Key Notes:Coconut Water, Ylang-Ylang, Amberwood.Fragrance Description:A warm, tropical body mist that smells like a day at the beach. This fresh solar scent sparkles with citrusy bergamot oil and creamy coconut water, which meets an all-over warmth thanks to a sun-skin accord of ylang-ylang, vanilla musk, and Amberwood..About the Bottle:A slim, fluted mist that adds a fanciful edge to your everyday spray. This one is all about the watercolor florals, tropical fruits, and gold stars and hearts. The Blurred Rose print is a signature design, chosen from over 2,000 in the LoveShackFancy print and lace library, to decorate this sun-colored bottle, which is topped with a matching metallic cap..About the Fragrance:A day at the beach captured with the scent of creamy coconut and tropical flowers, this body mist is made to be sprayed all over and basked in anytime..Clean",
    "ingredients": "Alcohol Denat., Water (Aqua/Eau), Dipropylene Glycol, Fragrance (Parfum), Tetrahydroxypropyl Ethylenediamine, Citric Acid, Benzyl Salicylate, Citronellol, Coumarin, Geraniol, Hexyl Cinnamal, Hydroxycitronellal, Limonene, Linalool...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:..Spray on your hair, your neck, the tops of your shoulders, the backs of your knees, braids, buns, and blowouts. Spritz Anywhere you want to smell amazing",
    "num_reviews": 163,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/loveshackfancy-velvet-sun-body-hair-perfume-mist-P513523?skuId=2804771&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2804771-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "8 oz / 240 ml Body Spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2804771-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "New scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I already posted a review on this body mist but I wanted to post an update. I purchased this body mist on January 1st and Iu2019ve already made a dent in it. I am really liking it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I purchased this perfume on a whim. I usually gravitate to scents like this. This is definitely a nice and warm fragrance. I feel like I get a hint of suntan oil or sunscreen. Itu2019s only my first day wearing it but I like it so far. The price is not too high either."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Absolutely love this product!! smells so amazing and i feel so clean and comfortable when i wear this scent!! 10/10 highly recommend, even though the price point is quite high this is still an amazing product!!"
        },
        {
            "review_title": "Leaves your hair smelling like sweet coconut",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Smells like coconut and doesn't dry out your hair. Lasts a good 5 hours."
        },
        {
            "review_title": "MAKES MY EYES ROLL BACK IN DELIGHT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "It smells so yummy and addictive, perfect for summer, similar to Aerin's Mediterranean Honeysuckle perfume ud83dudc99!! so great for the price point if you want a dupe of it. I was sad sephora stopped selling Aerin but at least now we get this. I'm so addicted to it even though it's fall."
        },
        {
            "review_title": "Absolutely Terrible!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "I was very excited to try this productu2026butu2026wow! It is BAD!  First off, it arrived in a plastic bag (no box) and the container is cheap plastic. Considering the $58 price point, I was very disappointed. Sadly, the scent is even worst than the packaging. Will be returning.      packapackaging"
        },
        {
            "review_title": "u201cYou smell like Grammieu201d",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Was surprised by the rave reviews. My children told me I smelled like their Grammie. I agree. It had a rather cheap smell (sorry Grammie). It had a baby powder like aroma. Will be returning."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "8 oz / 240 ml Body Spray",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this as a gift! I was so excitedu2026 the bottle is so cute but smell like rubbing alcohol with coconut  and cheap cologne. You can find better mists frangances for less and fair price.  So sad I really wanted to love it"
        },
        {
            "review_title": "Generic perfume smell. Not giving beach.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Normal skin",
            "review_text": "I was so excited for these to come out, and love a beachy vibe and the bottle is so cute. BUT. The bottle is plastic and the scent is not at all what is described. It is a very cheap and generic perfume smell with a hint of rubbing alcohol. I know the bottle is appealing because of the glitter and the mermaid vibe, but I was disappointed, and I think anyone spending over $40 would be too. Get a different one or don't buy this online."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a very delightful fragrance in scent, I love how lightweight the mist is but I do wish the scent would last a little longer. The packaging is absolutely beautiful and makes me feel super girlie"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "The LoveShackFancy Velvet Sun Hair & Body Perfume Mist is a luxurious, multi-use fragrance designed for both hair and skin. It smell like a blend of warm, floral, and slightly fruity notes. The mist is subtle yet lasting fragrance, which adds a touch of elegance without being overwhelming. The packaging is beautifully and this mist is a lovely addition to any beauty routine."
        },
        {
            "review_title": "Wearing To Class Is MUST",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The Lock Shack Fancy Velvet Sun Hair and Body Perfume is a daily delight. It combines zesty citrus with soft floral notes and a touch of warm amber, creating a refreshing yet elegant scent that's perfect for everyday wear. Itu2019s like a burst of sunshine that makes you feel confident and polished all day long. I really love getting compliments wearing this to class!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The Velvet Sun Hair & Body Perfume is a decent size and comes in a cute package! It kind of smells like sunscreen but not in an overwhelming way. Personally this scent isnu2019t for me but If you enjoy ylang ylang and beachy scents this is a great choice for you."
        },
        {
            "review_title": "beachy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I used this scent for the first time out in public and got non stop compliments! The smell of coconut and amber wood reminded me of a beautiful beach sunrise ! Loved that the scent lasted the whole day and can be used on hair and body!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I loved this perfume so much! The smell is so luxurious and smells like a floral mixed with fresh coconut! Stays for a couple hours on body, and like 24 hours in your hair. It is more like a body spray but I still love the scent and the bottle is so cute"
        },
        {
            "review_title": "great summer scent!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I absolutely love the LoveShakeFancy Velvet Sun Hair & Body Mist. I have encorporated it into my layering combo, and Ive received so amny compliments. It has hints of amberwood, coconut, and vanilla. It is a great summer scent and I now keep it in my bag as my on the go scent. The only u201cconu201d is that it does not last as ling as expected."
        },
        {
            "review_title": "Perfume",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "If youu2019re looking for a really good smelling perfume you should definitely get this. The only thing I donu2019t like about this is the smell doesnu2019t last that long but it smells delicious and so sweet. Iu2019m in love with it."
        },
        {
            "review_title": "Beach vibes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Such a lovely beachy scent - it smells like summer! The composition opens with crispy bergamot notes that turn into creamy coconut heart mixed with tropical floral notes of ylang-ylang. Iu2019m honestly very delighted with this fragrance. The longevity exceeded my expectations."
        },
        {
            "review_title": "Summer in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Combination skin",
            "review_text": "This body mist truly reminds me of a nice relaxing day at the beach with coconut and sunscreen! The key notes of coconut, ylang-ylang, and amberwood give it a tropical surfer vibe. This hair and body mist is perfect for all over the body. I really like to brush them through my hair."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This bottle is really cute and a great size, but the scent itself didnu2019t wow me. The coconut water note is very predominant in this one. It smells like any other coconut body spray to me and lacks the complexity I was hoping for. Itu2019s not a bad fragrance at all, just mediocre."
        },
        {
            "review_title": "Pretty Bottle & Great Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "This scent smells just like a beautiful day at the beach! It is warm, fresh, fruity, and sweet, with a hint of a floral scent. I love anything with a tropical, coconut scent, so I knew I would love this scent. It is light enough to wear throughout the year as well as day and night. I adore this fragrance!"
        },
        {
            "review_title": "Best scent ud83dudc96",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "This is one of my favorite hair and body mist itu2019s the absolute best scent I have found for my hair it stays on for a very long time also a little goes a long way with this body mist I also really love the packaging"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This mist is the perfect summer fragrance. Itu2019s a coconut based scent that wraps you in a warm, tropical aroma. The main notes I get are coconut and white florals. The opening is almost a bitu2026sunscreeny, but it becomes more perfume-like as it dries down. Longevity is what I expect from a mist, decent but not as good as an eau de parfum. I spray pretty liberally and it lasts for me. Would recommend to someone who wants a fragrance to help them savor the last couple weeks of summer!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "The scent reminds me of a day at the beach. The notes that stood out to me the most include: gourmand coconut and amber. I have sensitivity to coconut fragrances but this has just the right amount of coconut! Not overwhelming nor underwhelming at all."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Loveshackfancy created this amazing hair and body scent and I Love t!! It smells sweet but not overpowering and it does not irritate my skin at all. You can wear it to go out or just for a casual outing!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "My perfect summer scent!! The immediate notes of coconut bring you to a tropical paradise, with ylang-ylang and amberwood to add depth and warmth. Absolutely stunning scent that I canu2019t get enough of!"
        },
        {
            "review_title": "Great beach smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I lobe the snell of this perfume. It reminds me of a nice day at the beach. The coconut note smells wonderful, but not too strong. I like spraying this body spray in my hair and on my body. It lasts a long time"
        },
        {
            "review_title": "Beachy days",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The LoveShackFancy Velvet Sun Hair & Body Perfume Mist is a luxurious fragrance product designed to be used on both hair and body. It typically features a delicate and enchanting scent, often inspired by floral and fruity notes coconut and ylang-ylang , which is characteristic of LoveShackFancy's romantic and whimsical aesthetic. Creates a reminiscent feeling of happy moments spent on the beach. The mist is lightweight, ensuring it doesn't weigh down your hair or feel heavy on your skin. It's perfect for adding a subtle yet captivating fragrance that lingers throughout the day."
        },
        {
            "review_title": "Lovely Scent for Summer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I really like it! The scent is light and fresh, perfect for warm weather. It reminds me of sunny days and flowers.   The mist is easy to spray and feels nice on my skin and hair. It doesnu2019t feel sticky or heavy, which is great! I also love that it lasts a good while, so I can smell nice throughout the day.  The bottle is pretty too, and it's small enough to fit in my bag, so I can take it anywhere."
        },
        {
            "review_title": "Save your coins",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Oily skin",
            "review_text": "Bath & Body Works Quality w/ high price tagu2014 good smell but save your coins."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The bottles are gorgeous! Exactly what Love Shack Fancy would have you believe! This fragrance has feelings of sunny, bright, and lovely summer days. It has a pleasant hint of sunscreen about it! It is a delicious blend of creamy coconut, sweetness, with a hint of muskiness."
        },
        {
            "review_title": "Spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "The packaging is so pretty. I like to use this after a bath. I spray all over hair, body etc. Smells amazing.  Reminds me of a summer evening walking on the beach. Key Notes: Coconut, Ylang-Ylang, Amberwood Fragrance Notes:  Top: Coconut Water, Bergamot Heart: Ylang-Ylang, Sun-skin Accord Base: Amberwood, Vanilla Musk"
        },
        {
            "review_title": "Best perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "The love shack, fancy velvet Sun and hair body perfume is my new favourite! The sent notes are beautiful and fresh and last all day I get so many compliments. I highly recommend this hair and body perfume to anyone looking for a new and intoxicating scent"
        },
        {
            "review_title": "Beautiful mist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I received this spray as a gift for my honest review. I absolutely loved the design of these perfume sprays. It's very beautiful. The scent is long lasting. You shouldn't overdo it because they are sweet."
        },
        {
            "review_title": "Makes you feel luxurious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I am completely obsessed with the LoveShackFancy Velvet Sun Hair & Body Perfume Mist! This mist has the perfect blend of soft, warm, and floral notes that make you feel like youu2019re wrapped in luxury. Itu2019s lightweight and not overpowering, which makes it ideal for both your hair and body."
        },
        {
            "review_title": "Everyday tropical scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "As a person who loves everything with coconut, this is right up my alley! IMO, it has a perfect mix of coconut and citrus making it nice tropical summer scent that I use all over my body and even hair."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "The bottle on this is so cute!!! I was hoping it would be more coconut and tropical but the bergamot is the main note I get. Itu2019s not as sweet as I would like. But it does last really well for being a body mist"
        },
        {
            "review_title": "Tropical and luxurious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This scent is so tropical. Reminds me of a warm beach day in the summer! It instantly puts me in a good mood. Key notes are coconut, ylang-ylang, and amberwood. Itu2019s beachy but fancy and elevated at the same time. I love that I can use it on my hair too! It lasts a good amount of time on my clothes and hair."
        },
        {
            "review_title": "THE BEST",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "love love LOVE this! this is my favorite one out of all of the scents for their body mist!! HIGHLY recommend:)"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "I am absolutely obsessed with this perfume. It literally smells like beach in a bottle. It smells absolutely amazing. You can even spray it in your hair!!! I love this product so much and I get so many compliments on it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The scent is absolutely luxurious, featuring key ingredient notes of coconut, ylang-ylang, and amberwood. It smells like a warm, tropical day at the beach. This mist perfectly captures that sun-kissed, relaxed vibe, and I love how it doubles as both a hair and body mist, adding a touch of elegance to my daily routine."
        },
        {
            "review_title": "A warm summer night!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a summer sunset in a bottle! With notes of coconut, ylang-ylang, and amberwood it makes you think youu2019re on vacation on a warm sunny beach. With all body sprays I like to spray it all over so itu2019s evenly distributed. The scent is not overpowering and the bottle is so pretty!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "this is the best smelling perfume for summer. it smells like vacation!! i use it all over my body and hair. sometimes ill use it before the gym and even then ill still smell it after my 45 minute workout."
        },
        {
            "review_title": "smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I received this product in exchange for this post and let me tell you how heavenly this smells! itu2019s literally amazing and stays on you for the entire day which is pretty rare! amazing price for this and would def re purchase"
        },
        {
            "review_title": "Tropical Summer in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "I received both this bottle and the pink one, and now Iu2019m frantic to try the purple oneud83eudd79 This one smells expensive, it reminds me of coconut and honey. I can see myself using it everyday as a summer scent but itu2019s also versatile enough to wear all year round. I really recommend giving this one a try if you like subtle sweet scents. I use it as a body mist and also on my hair which is so fun"
        },
        {
            "review_title": "don't really care for it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "The Velvet Sun Hair & Body mist smells great.  It has a nice scent at first but it is not long lasting at all.  The smell fades within minutes unless you use an ungodly amount. It's just not for me.  Smells great but doesn't last"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "Super good love the tropical vibes. I like how light it is that it would enhance my hair smell, but not overpower if I wore another tropical perfume. This is definitely my favorite out of the three loveshackfancy scents"
        },
        {
            "review_title": "So so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "As soon as the spritz this, I immediately thought it smells like a warm sunset! Very fitting that the name is Velvet Sun. It smells like a summeru2019s evening. Perfect for an evening fragrance. It lasts well and immediately puts me into a good mood. The fragrance mist is a 8 fl oz and can be for hair and body."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "i love the fancy and luxurious scent of this fragrance. everything from the bottle to scent is perfect and just divine. if youu2019re looking for a good body and hair mist check this one out, wonu2019t disappoint"
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "The Velvet Sun Hair & Body Perfume Mist has a warm, sun-kissed fragrance with notes of vanilla, citrus, and soft musk, evoking a feeling of a breezy summer day. The scent is light and pleasant, perfect for those who prefer a subtle, everyday fragrance that isnu2019t overpowering. The mist provides a lasting scent on both hair and body, lingering for several hours before needing a touch-up."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I was so excited that Love Shack Fancy was coming out with hair and body mist, I just had to try some! First I LOVE the packaging, itu2019s so chic and cute and cutsy. I also love this scent, it reminds of going to the beach!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was really excited to see Love Shack Fancy came out with this mist. The notes are coconut, ylang-ylang, amberwood. I can definitely smell the coconut vanilla with a hint of orange. I like to use it on my hair but I would not recommend it for people with dry hair because of the alcohol content. While itu2019s not the most long lasting, I was not surprised because itu2019s  a body mist."
        },
        {
            "review_title": "Versatile amazing scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m really impressed with the Loveshackfancy Velvet Sun Body & Hair Perfume Mist. The scent is this lovely blend of warm and floral notesu2014it's like capturing the essence of a late summer afternoon in a bottle. Itu2019s subtle yet noticeable, which I love, especially for everyday wear. The fact that it works for both body and hair is a bonus; it feels light and doesnu2019t leave any residue in my hair, which is a big win. Plus, the scent lingers just the right amount of time, giving off a fresh vibe without being overpowering.  If youu2019re into soft, feminine scents that have a bit of a vintage touch, Iu2019d definitely recommend giving this a try!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The Velvet Sun hair and body mist from LoveShackFancy is lovely tropical fragrance that has warm notes of creamy coconut water, ylang lyang, vanilla musk and amber wood. Bright, sunny and evoking all things beachy, this fragrance mist is perfect for the summer and is packaged gorgeously. The oversized bottle is a golden yellow hue with charming floral blooms, bursts of glitter and golden hearts. Seriously a fun, youthful fragrance that layers well with other floral and coconut scents."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have always loved Love Shack Fancyu2026 but then they came out with perfume/body sprays, and I HAD TO TRY!!! I had high expectations and they were definitely met! I really liked this scent, itu2019s floral and smells just so fresh and feminine. Now I have to try the others!!"
        },
        {
            "review_title": "This scent is amazing.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Velvet sun smells amazing and sweet! The notes of coconut water and amber wood reminds me of a day at the beach, warm and sunny. Absolutely beautiful scent, and how cute is the bottle. I use it all over the body and hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This love shack fancy perfume reminds of the vacation and going to the beach! It smells so luxurious and the coconut is not too overpowering! This is such a good body and hair mist for summer highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The LoveShackFancy Velvet Sun Hair & Body Perfume Mist is a luxurious fragrance that envelops you in a warm, sun-kissed embrace. With key notes of coconut water, ylang-ylang, and amberwood, this scent reminds me of the warmth of a sunny beach day. The blend of citrusy bergamot oil and creamy coconut is balanced by the soft sun-kissed blend of vanilla musk and tropical florals. Its velvety scent lingers beautifully on my hair and skin, adding a touch of elegance and warmth to my everyday routine. This mist is a perfect companion for those who love a fresh, beachy fragrance."
        },
        {
            "review_title": "must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "this perfume smells SO good! it smells warm but also tropical at the same time. it lasts a good amount of time and iu2019ve been using it everyday since i bought it! definitely will be a go to from now on!"
        },
        {
            "review_title": "Nice beach smell if it would last",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this product in exchange for my honest review. This fragrance mist definitely gives beach and suntan oil vibes. It has Has notes of coconut and amber wood. Very generic smelling overall but still nice. The problem with all of these fragrance mists is that they barely last, which at $42 is a huge con. The packaging also feels cheap at that price point which would have made sense if the perfume inside at least lasted longer than an hour."
        },
        {
            "review_title": "Lovely scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "wow Iu2019m so apprised with this fragrance! the packaging is super cute and it smells so good ! it was my first time wearing it yesterday and I got so many compliments on it! definitely worth your money!"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Bottles are stunning! Definitely what you would expect from Love Shack Fancy! This scent is very bright, sunny, sweet summer days vibes. It reminds be a little of sunscreen, but in a good way! Thereu2019s creamy coconut, sweet, a little musky, and itu2019s a great combination."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Upon initial spray, this scent gave off a beach day vibe. As it dried down, I got more of a mature coconut scent. The packaging isnu2019t the best for the price, but if you donu2019t care about that the scent is nice."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This seriously smells AMAZING! I love that itu2019s both a hair and body spray. I was a bit nervous it would make my hair look oily, but it definitely didnu2019t. It definitely smells like a day in island paradise!"
        },
        {
            "review_title": "Summer in a bottle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This smells like a day at the beach. It reminded me of my childhood. It smells really nice like coconut and ylang ylang. It is sweet and light. It sprayed myself a bunch after I knew I smelled so good!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "It's like capturing summer in a bottle! Among the three new hair and body perfume mists, this one is my favorite. Itu2019s lighter and more fitting for adults compared to the others. It evokes the feeling of sun-kissed skin and warm summer days, with a hint of sunscreen, but in a good way. However, the mist doesnu2019t last as long as Iu2019d like and requires reapplication throughout the day."
        },
        {
            "review_title": "sunscreen (in a good way) in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "i just tried out velvet sun body mist and it's seriously giving me all the beachy vibes. it smells like a tropical getaway with notes of coconut, ylang-ylang, and amberwood. honestly, itu2019s like wrapping yourself in a warm, sunny day by the sea.  the scent is super dreamyu2014creamy coconut mixed with a hint of citrusy bergamot, and a touch of floral ylang-ylang. itu2019s like youu2019ve been lounging on the beach all day with that warm sun-kissed skin feeling.   i spray it all over my hair and body for that instant tropical escape whenever i need it. itu2019s perfect for freshening up and feeling like summer no matter what the weather is like. plus, it's clean, vegan, and cruelty-free which is such a bonus.  the bottle is also to die for with its watercolor florals and gold stars. itu2019s so cute and looks fab on my vanity. you can only snag this at sephora and loveshackfancy, so if youu2019re into tropical scents, donu2019t miss out!"
        },
        {
            "review_title": "Warm and Sophisticated",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This product was received as a gift for my honest review. I love the warm coconut and amber notes in this perfume. It feels very sophisticated but warm and cozy at the same time. I spray it on key points like my neck and wrists and a little in my hair and it stays all day long. Packaging is super cute which is an added bonus!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This new loveshackfancy hair and body perfume smells so good and it reminds me of being on a tropical vacation with the coconut note. It doesnu2019t last that long but I donu2019t mind spraying a lot lol. Itu2019s not too sweet too."
        },
        {
            "review_title": "Summer vibes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "So this doesn't smell like anything unique or complex, this is your run of the mill floral-aldehydic summer mist but that being said it does smell good and the bottle is super cute! The mix of coconut and Ylang Ylang is very beachy and reminds me of the scents you experience on a tropical vacation...coconut, exotic flowers..all balanced by musks. This is nice to have for a quick no frills spray for the summer and one spray goes a long way. A bit expensive for the scent composition and plastic bottle."
        },
        {
            "review_title": "Summer in a Bottle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is summer in a bottle! Iu2019ve been obsessed with this beautiful fragrance since receiving it. Itu2019s perfect for the day and keeping in your bag when youu2019re on the go. Itu2019s a fairly light fragrance so I do reapply throughout the day, itu2019s fresh and soft. I smell the warm floral scents of ylang ylang, clean coconut water, and subtle scents of musky vanilla and amberwood. Overall, itu2019s a great summer fragrance for the beach or for every day wear. Wherever you decide to wear it, expect compliments!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Love the packaging and the scent! The packaging is so girly and cutesy and floral Iu2019m literally obsessed! The scent is so sweet(which I love) give me anything floral or vanilla and I will wear it 24/7!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This smells just like the beach and wearing a sunscreen. Itu2019s very tropical and light. I love the scent and wished it lasted longer. The bottle is beautiful and looks great in my collection. I really like the scent."
        },
        {
            "review_title": "ok",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I recently tried the Love Shack Fancy Hair and Body Perfume, and I am absolutely in love with it! The scent is a perfect blend of floral and fruity notes that are both fresh and feminine. It's light enough to wear daily, yet it has a lasting power that keeps me smelling great throughout the day. I especially love that it's designed for both hair and body, which means I can spritz it on my hair for a quick refresh without worrying about it feeling greasy or heavy. The packaging is also super cute and fits perfectly in my bag. I highly recommend this perfume to anyone looking for a versatile and delightful scent!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I recently tried LoveShackFancyu2019s Velvet Sun Hair & Body Perfume Mist, and itu2019s quickly become a favorite. The key notes of coconut, ylang-ylang, and amberwood create a scent thatu2019s warm and tropical, reminiscent of a perfect day at the beach. The fragrance is light yet luxurious, with a subtle sweetness from the coconut, balanced by the floral ylang-ylang and the earthy warmth of amberwood.  I love using it all overu2014on both my hair and body. Itu2019s perfect for those days when I want to feel refreshed and enveloped in a beachy vibe. The mist is gentle and doesnu2019t weigh down my hair, leaving behind just the right amount of fragrance. Itu2019s an effortless way to feel instantly transported to a sunny, coastal escape."
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this scent!! Smells like summer, it has notes of coconut and amber wood. It smells so refreshing. I use this on my body and also my hair - I love that you can use it in your hair! Smell reminds me of summer but I also think itu2019s the perfect fall scent as well. The smell also lasts all day!"
        },
        {
            "review_title": "Coconut!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love that this mist is made for the hair and body. I noticed that it stays in my hair really good in the sense smells amazing. I love how it has a scent of coconut. It does last me throughout the day."
        },
        {
            "review_title": "Perfect Summer Mist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Iu2019ve been using Velvet Sun for a week now, and itu2019s quickly become my go-to summer scent. It opens with a nice mix of coconut water and bergamot that feels fresh and tropical without being too sweet. As it settles, I notice a warm, floral touch from the ylang-ylang and sun-skin accord, which I really enjoy. The amberwood and vanilla musk give it a subtle, lasting finish that isnu2019t too strong but still noticeable. The scent is on the lighter side, so I do find myself reapplying it a couple of times a day, but I love the refreshing burst it gives. Overall, it's a lovely, easy-to-wear mist that perfectly captures a sunny, beachy vibe."
        },
        {
            "review_title": "smells like summer in a bottle",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "First of all, this bottle is huge! I was so surprised when I saw it come out of the box. Lovely. Itu2019s perfect for the summer. Those notes of Amberwood, ylang ylang, and coconut make this such a whirlwind of aromas."
        },
        {
            "review_title": "Wish it was glass :/",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This smells great and makes my hair feel like I just walked into an island candy store. I like that itu2019s both for hair and body since thatu2019s what I want to smell like equally. It offers great scent and projection. For $40 I wish the bottle was glass."
        },
        {
            "review_title": "Summery",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "LoveShackFancy u201cVelvet Sunu201d hair and body perfume mist with notes of: Coconut Water, Bergamot, Ylang, Sun-skin Accord, Amberwood, Vanilla and Musk. I enjoy this one. It has some complexity to it for a mist. Itu2019s soft and summery. It doesnu2019t last long. The bottle is pretty but is plastic."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "The LoveShackFancy Velvet Sun Mist is an absolute delight! The packaging is so dreamy and elegant, capturing the brand's signature romantic aesthetic. As for the mist itself, it's lightweight and leaves my skin feeling refreshed without any sticky residue. The scent is a perfect blend of floral and beachy notes, making it ideal for those summer days when you want to feel like you're on a tropical getaway. It also has a subtle shimmer that gives your skin a beautiful, sun-kissed glow. Whether you're lounging by the pool or heading out for a day in the sun, this mist adds a touch of luxury to your routine. A must-have for anyone who loves a little extra sparkle!"
        },
        {
            "review_title": "Perfect Summer Mist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Iu2019ve been using Velvet Sun for a week now, and itu2019s quickly become my go-to summer scent. It opens with a nice mix of coconut water and bergamot that feels fresh and tropical without being too sweet. As it settles, I notice a warm, floral touch from the ylang-ylang and sun-skin accord, which I really enjoy. The amberwood and vanilla musk give it a subtle, lasting finish that isnu2019t too strong but still noticeable. The scent is on the lighter side, so I do find myself reapplying it a couple of times a day, but I love the refreshing burst it gives. Overall, it's a lovely, easy-to-wear mist that perfectly captures a sunny, beachy vibe."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this new body mist and Iu2019m so happy that I have it in my collection. It smells very good and the longevity of the scent lasts a very long time. I love the hints of coconut, and so far I have gotten many compliments!"
        },
        {
            "review_title": "Great coconut mist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "The hair & body perfume mist has top notes of coconut, ylang-ylang, amberwood and smells like a day at the beach. I love how its not a typical coconut/sunscreen like smell but rather a fresh and floral coconut smell. I spray this perfume mist all over my hair and body and it has great longevity."
        },
        {
            "review_title": "Lovely notes",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "The LoveShack fantasy velvet sun hair and body mist is a nice fragrance which works well if you layer up. The notes of coconut water, ylang-ylang, and amber wood works well. The only thing i feel is it doesnu2019t last very long."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love shack fancy velvet sun hair and body mist-key notes of coconut water, yang-ylang and amber wood, itu2019s the perfect scent. Itu2019s the perfect summer blend. Itu2019s like a perfect day at the beach, love that itu2019s a long lasting."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "A very beachy summery scent! The scent is pretty light and kinda tropical sunscreeny. Itu2019s definitely a scent that transports you straight to the  beach. The bottle is stunning too and think this would make a nice gift!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This perfume smells amazing! I love the way it smells tropical but also very sweet. You can smell the coconut but also the warm amber wood scents. It smells amazing to spray all over the body and especially in the hair! I love it!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I love this perfume is it very long lasting and the bottle is absolutely adorable. I usually match it with whatever scents I want for the day and then spray it on my whole body. Very in love with this and would recommend it"
        },
        {
            "review_title": "Let down",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "I was a little let down by this fragrance, to be honest. It definitely gives beachy vibes, but the main note I smell is ylang ylang so if you aren't not that, you will not like this. I personally do like ylang ylang, but in this case, I don't get the quality scent I was hoping for. This is what I would call a body spray and not a perfume. It's not terrible, but I do not think it's worth the price."
        },
        {
            "review_title": "love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "this smells so so good! it smells like a nice coconut vacation on the beach. the bottle of this product is so cute and glass which is so nice and makes it feel so much nicer. got multiple compliments."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "complimentary in exchange for a review. this mist smells really good. itu2019s light and delicate and not very overwhelming. personally i need to spray a lot to actually smell it but itu2019s still very lovely."
        },
        {
            "review_title": "Smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I loooove this scent. Itu2019s actually super strong for a body mist and had pretty good longevity. To me itu2019s more of a nighttime scent compared to the others in this collection if you know what I mean. Itu2019s not as sweet as the others. Love that the bottle is so beautiful and looks so cute in my collection. This is def my favorite of the three scents and I canu2019t wait to continue wearing it all the time!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Smells amazing. I didnu2019t like the previous loveshackfancy perfumes but these smell great. I think the bottles are absolutely beautiful and would recommend if you like younger girly scents perfect for the summer."
        },
        {
            "review_title": "tropical paradise",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
            "review_text": "Iu2019ve always wanted to try products from the Love Shack Fancy brand and what a great intro product than to try a lovely frangeance. Among my favorite scents are tropical scents either coconut so this was perfect. Summer is far from over and I will definitely try to use this even into the fall. Itu2019s a perfects blend of fresh fruity and tropical."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I did not get as much coconut as I expected. I think the other notes overpower it again but it was a nice surprise so I canu2019t complain. It lasts longer than most mists and the bottle is huge so you can reapply."
        },
        {
            "review_title": "Nice scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is such a nice, subtle mist. It smells like coconut water at the beach. I love the subtle amberwood. This does linger on for some hours and makes it a nice beachy scent. I don't think I would wear this constantly, but it's a nice occassional scent."
        },
        {
            "review_title": "New favorite scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "This spray smells incredible! The notes of coconut, ylang-ylang, and amber wood smell very feminine, warm, and tropical. I sprayed this on my body and hair and received so many compliments! Canu2019t wait to keep wearing this."
        },
        {
            "review_title": "Perfect mist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This smells amazing with hints of coconut, ylang-ylang, and amberwoodu2014think warm, beachy vibes. I am obsessed with anything coconut so I had to get my hands on this. The bottle is super cute and perfect mist for hair and body. Itu2019s sweet but not too sweet, lovely, lasting fragrance. Itu2019s a great way to keep that sunny, girly feel all day long."
        },
        {
            "review_title": "Big bottle of sunshine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Combination skin",
            "review_text": "This bottle is huge! I love having a body and hair spray that has enough product in it to be both. It smells like a regular day at the beach and has a kind of warm and tropical scent. I love this for summertime, and I can see myself wearing it during the winter to remember summer! The key ingredients really come through. The notes I smell the most are coconut, Amberwood, and ylang-ylang."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I really like the packaging and details on the label for this body mist. I don't like much of the scent while wet. I can barely smell any coconut water with the body faint smell of amber wood. While in mid dry stage I can smell Ylang-Ylang. Once it is completely dry I get a vanilla and Bergamot scent but still very lightly. This has an opportunity to be great, I just think it would need to be layered with another mist to help."
        },
        {
            "review_title": "Warm Tropical",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This is a warm coconut tropical body mist, I really like this scent! I spray this all over & the longevity is pretty decent for a body spray, I get 5 to 6 hours of wear out of this one. The packaging is absolutely beautiful & fancy! This fragrance will take you to a tropical Island or a day of relaxation at the beach."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "This is one of the best things iu2019ve smelled in my entire life. This smells like a dream beach vacation in a bottle! It has a mellow citrus scent with notes of coconut and vanilla musk. I like how long the scent lingers without needing reapplication. My only complaint is that I think the bottles look and feel a little cheap, they arenu2019t glass and donu2019t feel as high end and love shack fancy is. i"
        },
        {
            "review_title": "A perfect scent for summer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "Wow this smells incredible!! It's a beautiful mix of Coconut, Ylang-Ylang and Amberwood! It's giving summer in a bottle! Warm, Tropical coconut goodness! I love putting a couple spritz on my body and in my hair before I head out for the day and the scent lasts ALL DAY! I'm super impressed with this mist and I just can't get over how divine it smells!!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I really wanted to like this body perfume because of the notes advertised, however it turned out to be more floral and mature than I expected. I was Expecting a coconut summery and citrus scent but all it smelled was Ylang ylang on me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Combination skin",
            "review_text": "The name Velvet Sun is perfect. It smells incredible. Super warm and summer-y and beachy. A strong initial scent of coconut and something almost sunscreen-y, with a strong but pleasant undertone of amberwood (kind of like sandalwood, but a little more musky than creamy and imo more feminine) and ylang ylang (very jasmine-like, but less heavy). It's very light.  The dry down doesn't have a ton of projection, but still has a noticeable scent if you were to sit next to someone that lasts, at that level, for at least 6 hours. It's strong enough to still smell good to anyone getting close to you, but not so bold that it'll announce you into a room and not heavy enough to be likely to cause a headache.The amberwood and ylang ylang are the strongest long-term notes, with the vanilla musk still coming through a bit lighter. Unfortunately the coconut doesn't stick around as long, but it still smells great.  The bottle is huge, so should last a long time.   The bottle itself I wish were glass, but it's a plastic kind of like a mini soda bottle, maybe a little thicker/stronger. It does have a metal sprayer though like a true perfume bottle rather than a typical body mist, and it sprays a nice fine mist and not large droplets or a stream like lots of cheaper products."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This perfume has a tropical, summery scent that gives me the feeling of strolling along a beach in a tropical country. As someone who loves warm fragrances, I particularly enjoy the wait for the rose floral notes to fade, allowing the dominant coconut scent to shine through."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This perfume smells like a sunscreen to me but I love it. Iu2019ve been searching for something that smells like a summer day at the beach and this is honestly close enough for me. If you like the smell of sunscreen and coconut this is the perfect perfume for you. I spray it in my hairbrush and on my clothes."
        },
        {
            "review_title": "Perfect Summer Scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Velvet sun is the perfect summer scent. The ylang ylang dominates initially. On the dry down, thereu2019s this warmth that leads directly to this slightly vanilla but super coconut fragrance. Itu2019s beach, itu2019s summery, itu2019s clean, itu2019s warm. Itu2019s not too sweet. However, if you are sweets opposed, I wouldnu2019t recommend it. The wear time was pretty impressive for a hair and body mist. Overall, Iu2019m really happy with it!"
        },
        {
            "review_title": "Big bottle and Sunny scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "If your ideal day is going to the beach all day, laying in the sun, then getting dressed up and going to dinner then this is for you. This is literally what that ideal day smells like. It smells like sunscreen (in a good way) and coconut. I am impressed with how long it lasts and the big bottle."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Pleasantly surprised by the bottle it is a very large size compared to a typical mist with a very unique and elegant look to it. Itu2019s a tropical warm scent. More on the warm side. Perfect for summer I get a lot of the Amberwood and warmness more than I do any coconut it isnu2019t overwhelming. Itu2019s a very moderate scent and it lasts all day which was impressive for a mist. Usually you have to reapply throughout the day. Nothing super special but it also isnu2019t bad."
        },
        {
            "review_title": "Simply delicious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Smells so amazing! I love this scent on my hair. This is beautiful fresh and tropical, floral-coconut scent with a velvety note. Itu2019s perfect for everyday wear in the summer. The bottle looks just as aesthetically pleasant as it smells. Definitely enjoying this scent!"
        },
        {
            "review_title": "Very nice body spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I love this spray! It smells just like a beach day and i also really love the packaging. It also lasts really long throughout the day, I sprayed it in my hair and on my body and i still got hints of it towards the end of the day."
        },
        {
            "review_title": "Perfect vanilla coconut scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love this scent! Itu2019s is so fresh and light. I did notice that the perfume smelled almost more like a vanilla coconut scent and less fruity/floraly, but it still is reminiscent of a day at the beach. The scent lasts a long time for a body spray!"
        },
        {
            "review_title": "Transport to a tropical vacation!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "With notes of coconut, ylang ylang, and amberwood, Velvet Sun is a must-have summer scent. It's tropical, sweet, and mature. Whether you're at the beach or land locked, this fragrance will transport you to a tropical vacation. It smells like a day at the beach, warm, and tropical. I use this fragrance on both body and hair. Really love this fragrance. Considering it's a mist, it also has great lasting power."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Itu2019s giving warm tropical sun kissed skin vibes. The ylang-ylang balances perfectly with coconut water and amberwood. It reminds me of a day at the beach with the ocean breeze and and a tropical drink in hand. I love to spray this in my hair and get little whiffs of it throughout the day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I'm not kidding when I say this perfume smells so good. I had no idea this brand was coming out with a perfume and it did not disappoint. It's a warm flavor that I want to use everyday. This product was gifted but I genuinely mean it when I say it smells so good."
        },
        {
            "review_title": "Vacation in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "Iu2019m in love with these body sprays and they last on the skin great! This smells like vacation in a bottle it does have that slight coconuty sunscreen creamy smell to it layed with the other fruity notes in this! I really like it"
        },
        {
            "review_title": "My new favorite scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Combination skin",
            "review_text": "I am obsessed with this fragrance, the key notes are coconut, ylang ylang and amberwood. Its scent reminds me of a day at the beach, tropical and warm. This scent can be worn every day and is not overpowering and definitely my new favorite scent!"
        },
        {
            "review_title": "Smells beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Dry skin",
            "review_text": "I absolutely love this perfume body and hair mist. I recently became a huge fan of anything solar scented. Mixed with the creamy coconut and warm vanilla it makes the most beautiful scent. Perfect for all seasons. I love that it can be used as a hair mist as well ! I definitely recommend !!"
        },
        {
            "review_title": "My favorite one",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "Oh my!! This is definitely my new favorite Indulging in the new lovesharkfancy fragrance has me completely hooked! The Fresh Solar scent with notes of Coconut, Ylang-Ylang, and Amberwood is a true treasure. It lingers beautifully throughout the day, making it my go-to choice for every occasion. If you're looking to elevate your scent game, this one is an absolute must-have. Trust me, you won't be disappointed! ud83cudf1eud83eudd65"
        },
        {
            "review_title": "Highly Recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I love this so much! The scent is a perfect blend of sweet coconut, floral ylang-ylang, and the warm, woody undertones of amberwood, creating a truly captivating aroma. I love using this mist all over u2013 both in my hair and on my body. Itu2019s perfect for adding a touch of luxury to my daily routine, leaving me feeling refreshed and smelling amazing all day long. Highly recommend!"
        },
        {
            "review_title": "Gorgeous beachy scent.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "This is a gorgeous beachy scent. A lot of beach scents smell really coconutty and kind of like a mixed drink. This one is more mature. With a hint of coconut and ylang-ylang. It dries down with a nice amberwood note. I really love it. The bottle Is gorgeous. Sprays a nice big stream. The 8oz is huge. Has pretty good longevity. Would definitely recommend. Specially for those looking for a beachy summer scent that isn't real coconutty."
        },
        {
            "review_title": "Nice scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I really like this hair and body perfume. The scent is very nice. It smells like coconuts ands amber-wood and smells very refreshing. The scent lets the whole day. I never have to reapply it. The packing is very cute as well."
        },
        {
            "review_title": "Loving this tropical fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Iu2019m in love with this warm tropical scent! The blend of coconut and ylang ylang is the perfect combination for summer, and reminds me of a day at the beach! Itu2019s perfect for date night and I love layering this with my vanilla fragrances!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "smells sooo good!! definitely my new go to scent that i feel like i can use year round. everybody compliments me on how good i smell and my boyfriend loves it too. itu2019s definitely something you can use yourself or as a gift."
        },
        {
            "review_title": "Great for hair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Iu2019m not usually a body spray type but this smells so good! Very beachy, fun in the sun type of coconut without being sunscreeny. My favorite part though it that this is also a hair mist and the scent lasts in my hair for hours, on skin it evaporates quickly but in my hair itu2019s stuck there and I LOVE that. Also the packaging here is really beautiful and feels lux for a body spray."
        },
        {
            "review_title": "New go to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "LoveShackFancy hair and body perfume is now my new go to. It reminds me of a sunset on the beach. You can smell each ingredient individually and I absolutely that that, my favorite is the coconut. I did not use it on my hair, however I did use it on the inside if my wrists, neck and body. I am always on the go, and this perfume lasted all day. I got many compliments on how good I smelled."
        },
        {
            "review_title": "Beautiful sunset scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Sunset in a freaking bottle. Not just the coconutty normal sunset kind of beach scent you expect, but a more elegant mature take on sunset where there is warmth and depth to the coconut notes through the ylang ylang florals and amber wood base."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This scent reminds me of being on the beach. I love the coconut scent and is great for any time of day. Itu2019s long lasting and not too overpowering. Iu2019ve gotten so many compliments on this scent. Overall, would recommend this fragrance."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Amazing mist I love it. It smells so good. You can never go wrong with love shack, fancy hair and body mist. It lingers on my hair for very long. I donu2019t have to spray or retouch! and such beautiful packaging I love it so much"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "I wanted to try this perfume because I thought the packaging was SO cute. It smells amazing! So girly but tropical at the same time. The scent does actually last as well I highly recommend this spray!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This spray smells sooo good! It reminds me of SDJ Rio Radience which is so good for summer. The bottle is soooo pretty as well. It's got glitter and little gold stars all over it. Definitely perfect to spray on your hair and body after a day at the beach."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "This fragrance is the beach in a bottle for me! It smells so warm and tropical with lovely notes of coconut. The mist is perfect to spritz on hair and skin u2014 itu2019s light but and fresh. Plus, the bottle is super cute! Love this fragrance!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "the first notes you get are definitely the amber wood but as it dries down itu2019s very coconutty a very tropical scent at first i didnu2019t think i liked it but you have to let it dry down for a couple minutes then the tropical scents come forward itu2019s a great summer perfume"
        },
        {
            "review_title": "A demure fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This fragrance really transported me to my summer era, yellow vibes, floral vibes. I felt like  perfect & demure with the fragrance on . I love the exotic blend of the notes of coconut, ylang-ylang, amberwood. This fence keeps me in vacation mode. Its warm sensual vibe just keeps me holding on to my summer days. I used this all of my body and I love that I could put it in my hair fragrance lasting all day long"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "oh my gosh this teleports me right to the beach. the scent is fresh and summery and the coconut is just so amazing. this is definielty a more tropical scent but thats right up my alley i will be using this all year!!"
        },
        {
            "review_title": "So beachy and tropical",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Combination skin",
            "review_text": "This smells like a day at the beach and so tropical and fruity. It has a great performance and lingers throughout the day. I'm in love with this mist. Its everything I expected it to be and then some."
        },
        {
            "review_title": "Vaca vibes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "The Love Shack Fancy Velvet Sun Hair and Body Mist is a delightful addition to my beauty routine. The scent is a perfect blend of light floral notes with a hint of sweetness, capturing the essence of a sunny, beachy day without being overwhelming. I love its versatilityu2014it works wonderfully as both a hair and body mist. The spray is fine and even, leaving my hair lightly fragranced with a subtle shine, and my skin feels refreshed with a lasting, gentle scent. The packaging is beautiful, featuring a vintage-inspired design thatu2019s as charming as it is functional. Itu2019s compact enough to take with you, making it easy to refresh throughout the day."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "This hair and body mist smells literally heavenly. I am a big fan of coconut scents but this is so unique and just knocks it out if the park. It reminds me of a day at the beach or even somewheres tropical, spending the day on an island! I apply this to my wrist, hair, and overall body and easily lasts me 8 hours. Iu2019ve also gotten so many compliments from others when I wear it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This smells like Iu2019m on the beach! The notes of coconut, ylang-ylang, and amberwood gives it such a tropical, beachy smell! I like to spray this in my hair as well as on my body. The packaging is super cute too!"
        },
        {
            "review_title": "Very demure",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Love this product, it has a nostalgic smell that reminds me of my childhood but also a fresh take of similar brands that I have tried. The bottle is super cute and great size for the price. I would recommend to any of my friends."
        },
        {
            "review_title": "So fresh",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Velvet sun by live shack fancy is the bestt scent out of all. It smells like coconuts and makes me feel like Iu2019m on the beach. I use this as a hair mist on day 2 or 3 and it makes my hair smells so fresh."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The LoveShackFancy Velvet Sun Hair & Body Perfume Mist is a warm, summery beachy day in a bottle. The coconut is beautiful along with the amberwood. I love that I can use it all over, hair & body. Itu2019s light enough not to be too overpowering, but strong enough to last most of the day. I really enjoyed this perfume mist & would recommend it!"
        },
        {
            "review_title": "Very beachy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "When I received this in the mail, I was pleasantly surprised with the size of the product. It is much larger than I was expecting and I am really happy about that. The smell is very summery. It has a powdery type scent, almost similar to sunscreen. It is a very beachy scent and perfect for the summer."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "This smells just like a warm day at the beach! I love scents that smell like coconut and this one definitely has coconut as one of them. It is absolutely amazing and I love it. I spray on my clothes and in my hair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received this perfume free of cost in exchange for my honest review. this perfume is very summery and refreshing. it has some subtle notes of coconut and smells like a day at the beach. itu2019s the perfect summer scent"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Are you one of those women who wants an endless summer? I know I definitely am and this fragrant body and hair mist by love shack fancy is the perfect way to bring you back to a romantic day at the beach, followed by a beautiful sunset. The slightly musky, exotic floral scent has a definite coconut presence that makes me think of a tropical paradise. it is a sultry yet fun loving scent with a sunscreen scented vibe. This is absolutely perfect for after a day at the beach when you want to have something very light on your skin and hair. The fine mist allows the product to be applied evenly and it leaves no sticky residue or shine. The absolutely beautiful bottle is a necessity on everyoneu2019s vanity. The label is so feminine and the fluted container makes you think of a high class crystal champagne you canu2019t live without. Extend your summer with this amazing and timely offering by Loveshackfancy and you will not regret it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Dry skin",
            "review_text": "The delightful combination of these two aromatic notes evokes a sense of tropical paradise and sophistication.  The coconut brings a creamy and exotic sweetness to the fragrance, while the ylang-ylang adds a floral, sensual depth that enhances the overall olfactory experience. Together, they create a beautiful fusion that pleases the senses and envelops you in a fragrant embrace.  The fact that you liken the body spray to a perfume speaks volumes about its quality and richness. It's wonderful to hear that the product has exceeded your expectations and brought you such pleasure. Thank you for sharing your glowing feedback, and may the delightful scent of the body spray continue to inspire and uplift you with its luxurious blend of coconut and ylang-ylang."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I normally use coconut scented products on my body but never tried as fragrance and I canu2019t believe Iu2019ve been missing out! The coconut pairs really well with the slightly woodsy, slightly citrus scents and just makes you feel like youu2019re on a beach at sunset listening to the waves. Definitely see this being a great summer scent."
        },
        {
            "review_title": "Fresh scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Itu2019s a very nice fresh scent, not too strong. But given all the hype thought it would smell creamy coconut and tropical flowers. You feel like youu2019re on the beach enjoying the sun and all tropical fruits and flowers around. It lasts long on me too. Nevertheless, nice scent, summer scent."
        },
        {
            "review_title": "A tropical vacation anywhere in the world",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "Loveshackfancy's Velvet Sun Hair and Body Mist is like a tropical vacation in a bottle! The combination of coconut oil, argan oil, and aloe vera extract makes it super nourishing for your skin and hair, leaving them feeling silky smooth and hydrated. Imagine the scent of coconut, vanilla, and sun-kissed florals all mixed together u2013 it's like a dreamy day at the beach or a warm tropical paradise. Spritzing this mist on in the morning is like giving yourself a little slice of paradise to start your day off right. And throughout the day, you can keep that vacation vibe going by giving yourself a refreshing spritz whenever you need a pick-me-up. I love using this mist to add a touch of luxury to my daily routine. It's perfect for when you want to feel pampered and indulgent without having to go anywhere. Just a few sprays and you're instantly transported to a tranquil oasis, where the sun is shining and the flowers are blooming. If you're looking for a little escape from the everyday hustle and bustle, Loveshackfancy's Velvet Sun Hair and Body Mist is the perfect way to treat yourself. It's like a mini vacation in a bottle u2013 and who wouldn't want that?"
        },
        {
            "review_title": "Takes me straight to the beach",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I love using new scents when Iu2019m traveling and this scent is just so nostalgic and takes me back to vacation and the beach right away!!! It smells so delicious and refreshing at the same time- I love the coconut in it and I love that I can use it on my hair as well"
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This perfume mist is like a vacation in a bottle! The packaging is super adorable and feels luxurious & the scent instantly transported me on a tropical beach vacation. If you like coconut and amber wood, youu2019ll really enjoy this scent."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I truly enjoy the Velvet Sun Body & Hair Perfume Mist. It carries a warm, tropical smell like a day at the beach. This mist  has notes of ylang-ylang, vanilla musk, and Amberwood. I use it all over my body and hair and the smell is perfect for spring and summer!"
        },
        {
            "review_title": "Tropical Obsession",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I recently received my Velvet Sun hair and body perfume mist, and I am absolutely delighted with it. The scent is simply divine, with notes of coconut, ylang-ylang, and amberwood that transport me to a tropical paradise whenever I use it. It is long-lasting and not overpowering, making it perfect for both daytime and evening wear. I highly recommend this product to anyone looking for a delightful and refreshing fragrance experience"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "if your looking for a perfume to wear after a beach beach this is the one! It has that warm coconut smell that just makes you feel like you sipping coconut water! A slight bit of vanilla too! This really is amazing!"
        },
        {
            "review_title": "SCREAMS SUMMER SCENT! Fresh and fruity!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Omg! This loveshackfancy hair and body mist screams summer! The coconuts and citrus blend is so fresh and sweet. I love spraying this in the morning and still smelling it in the afternoon! It truly does last!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "First, the notes? best way to describe it is tropical woody. Second, the mist, TO DIE FOR. I hate when perfumes have crappy mists, ruins the application. Lastly, its not a super heavy scent nor a thin one making its pretty long lasting esp when u use it on ur hair! highly recommend using this as a hair perfume coz lwk im already doing that heh"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "In love with this velvet sun, this scent is really good! The formula is lightweight, leaving my hair and skin feeling refreshed without being overpowering. Smell so amazing i love shackfancy perfume! Highly recommend."
        },
        {
            "review_title": "It smells so cozy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Summer in a bottle or vacation in a bottle can both be used to describe this beautiful scent. The bottle is sunny and beautiful and very girly. The longevity of this one lasts throughout the day itu2019s a wonderful mist"
        },
        {
            "review_title": "Amazing smell and packaging!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This is one of those body sprays you canu2019t wear out without getting compliments or people asking what scent you have on!! It smells like vacation (I think itu2019s the coconut undertones) or a sunny day! I like using it on my body and in my hair! Itu2019s the perfect scent to carry on the go to use all day! 10/10!!!"
        }
    ]
}