{
    "product_id": "1513",
    "name": "The Tennis Pro - Ergonomic G-Spot Vibrator",
    "brand": "Smile Makers",
    "categories": "Bath & Body, Wellness, Intimate Care",
    "price": 74.95,
    "about": "What it is:An ergonomic G-spot vibrator crafted for precise stimulation to explore blended orgasms..Highlighted Features:- Cruelty-free, FDA-approved Silicone: For body-safe and guilt-free pleasure..What Else You Need to Know:This silent vibratoru2019s rounded and angled head offers toe-curling-good massages on the G-area. It has deep and smooth vibrations, four speeds, and two pulsation modes. Itu2019s made of super smooth, vegan, and cruelty-free silicone..Device Size:15.6 cm x 3.2 cm x 4.3 cm.This Device Comes With:- Charger.Due to health & safety reasons, this item is FINAL SALE and cannot be returned or exchanged for cash, credit, or otherwise.",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.Pleasure fun facts: .-The G-spot is an erogenous zone on the front wall of the vagina, where the internal structure of the clitoris touches the vagina. The stimulation of the G-spot can lead to mind-blowing orgasms...Tips:.-Start by stimulating the external part of the clitoris by applying the rounded head on the hood to build up excitement, with gentle speeds..-Move the vibrator internally with the rounded head towards the front wall of the vagina to stimulate the G-spot..-Explore the vagina to find your spot by using the rounded head. Once you find a pleasurable area, increase the speed, and start playing with the pulsation modes for an intense massage.",
    "num_reviews": 70,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/the-tennis-pro-ergonomic-g-spot-vibrator-P508282?skuId=2721165&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2721165-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I wasnu2019t crazy about this product to be honest. I donu2019t see it being used often by me or with a partner. It didnu2019t impress me. It is soft silicone and easy to wash but thatu2019s about the only positive I have"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "What a great design for starters, super sleek and super portable for an on the go sensation! Loved the feeling and different settings! Really excited to see more from this brand , you should definitely give it a try !"
        },
        {
            "review_title": "Good toy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I had never used a toy of this type and I wanted to experiment and the truth is that it surprised me for the better. I think it is a good product if you want to satisfy your needs in a healthy way, the toy is of good quality, it is soft, a good size, neither big nor small. I like that it has several rhythms from soft to more intense. It is easy to use and has instructions for greater ease."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Very cool design, easy to wash and charge. Although it took me a minute where is the charging port. Itu2019s small and portable. Does the job done and you can use it alone or with a partner! Can bring you lots of fun"
        },
        {
            "review_title": "Guaranteed smile",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I was very pleasantly surprised by this small but mighty pal. The power on this is insane, do not be fooled by the size cause it means business. It has so many different speeds and settings that I was completely caught off guard, but in a very good way. Charging is a breeze which is a most definitely a plus."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "My new best friend! Itu2019s super lightweight and itu2019s also very quiet. Great for travel as itu2019s very portable and easy to throw in your bag. Great color and it does its job very well. Iu2019ll use it over and over again."
        },
        {
            "review_title": "Gets the job done",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "This vibrator is a game-changer! Its sleek design is both discreet and comfortable, and the multiple vibration settings offer just the right amount of variety. The battery life is impressive, and itu2019s quiet enough for privacy. Whether youu2019re looking for something for solo use or to spice things up with a partner, this delivers every time. Definitely worth the investment!"
        },
        {
            "review_title": "Smile Makers is definitely worth checking out!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love the packaging, so cute! This is sleek, quiet and doesnu2019t take up much space. Itu2019s so easy to travel with as well. Definitely worth a try! Glad to see Sephora is expanding their wellness products!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Dry skin",
            "review_text": "ummmm all i can say is woowu2026. and that this gets the job done is all i can say. Love the tennis ball shape! its so cute and creative! its really quiet so i definitely love that.. overall i definitely recommend !"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "I donu2019t have a ton of experience with vibrators but this one seems to be a good starter. The size and smoothness and ease of cleaning is great, and very straightforward instructions to use as well. I personally still find it just a tiny bit louder than Iu2019d like, but nothing crazy lol. Iu2019m still giving myself some time to play around with it but overall canu2019t complain and appreciated the discrete packaging as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I got this in the mail the other day and the quality of the product feels nice and easy to use, it comes with a charger and looks easy to take care of and maintain! Itu2019s a good product and a good size"
        },
        {
            "review_title": "Perfect travel size!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I was so excited to try this product! I always look for one that is able to bend and still be gentle. I love the color and feel. It also charges super quickly! I can definitely tell you this one is so worth it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Really easy to use. I like that it has multiple settings so you can choose the vibration. I think it's pretty strong. I was originally worried about the charging hole placement getting dirty but it is just a tiny hole on the side closer to the top."
        },
        {
            "review_title": "Worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Perfect for when you want it. It's super soft but will definitely get the job done. You have multiple speeds 1-4 and 4 is pretty wild. And you also have pulse settings. There's a setting for any vibe you're looking for."
        },
        {
            "review_title": "Enjoy it like I did ;)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Let me tell you when you want it The Tennis Pro, will GIVE you!!!! I used others before but NEVER felt something like this. Itu2019s a very soft texture and so smooth. Itu2019s a painless experience that leaves you happy. I love to play around with toys, Tennis Pro left me smiling. Iu2019d recommend this for some fun time. Itu2019s definitely worth the price. Youu2019d not be disappointed."
        },
        {
            "review_title": "Small, cute and packs a punch!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This toy is a cute size and color and whatu2019s nice is that this could definitely be used for both external and internal pleasure even though this one specifically is made for internal. itu2019s also waterproof which is nice and also makes it easy to clean. There are different settings and speeds for vibrations and lastly I appreciate that this is cruelty free making it safe! This is a great brand and I recommend trying some of their products!"
        },
        {
            "review_title": "You Need",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Ladies, you need this in your life. This brand is great and offers such good quality products. If youu2019re debating giving this a try, just do it. You wonu2019t be disappointed. Packing is also very discrete which is appreciated"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Not only does this toy have such a cute design and discrete packaging it also packs a punch! There all multiple setting; speeds and pulsations so there is definelty something for everybody. It is def a 10/10 for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Super tiny and perfect. It gets the job done and the price is reasonable you can tell itu2019s made of good material. I recommend it to all my girlies. Itu2019s perfect for travel and doesnu2019t take up much space which is nice."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "great for beginners! easy and simple to use with multiple modes and it quite affordable. It's nice that it is also waterproof and easy to clean. I love the Sephora is extending their wellness category."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Love this vibrator. First off love the color! Great pleasure for sure. I love the size itself and definitely is a good investment! Iu2019ve tried other ones non brands and definitely I will look into this brand a lot more."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "The cleansing balm helps remove more of the makeup on my face . The texture took a while to get use to for me. Iu2019m just use to the other cleansing products being different. I have other products from the Elemis line that I use in my routine making my skin look amazing ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "I definitely recommend this vibrator to anyone who is looking for one! This one has several different modes and settings with different pulsating options. Definitely very strong even on the first option. The length is great as well!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "This is such a unique product. It works great! It has multiple modes and it is rechargeable and waterproof.  It is so easy to clean as well. It's so easy to use. I highly recommend it, it would work for anyone."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "Love this!! It gets the job done, is super easy to clean, and comfortable. Easy to charge and love that itu2019s waterproof so you can take it in the shower. If youu2019re a beginner with these, this is a good place to start."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "All I can say is WOOOOW!! This toy really HITS the SPOT if you catch what I'm saying wink wink. I could not say more good things about this toy - which never happens when you engage in this activity with a partner - it's about to be your new BFF I promise!!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I did not like this one at all. It wasnu2019t for me and although i tried to do my research on how to use it. It wasnu2019t what i expected and it didnu2019t deliver for me the way i was expecting for it to deliver"
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I actually fell in love with this the first time I used it. It definitely gets the job done, hits that spot and takes you on a wild ride! If you dont have a man you sure wont need one."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I really didnu2019t know I needed this in my life until now lol if youu2019re in need of a NEW BESTIE you need this!!! I love love love love her. I loved it so much Iu2019ll also definitely be traveling with this lol!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Oh girl, this is ITTTTT. I was a little hesitant because Iu2019ve never had something like this before, but this definitely turns me on. Itu2019s comfortable, easy to clean which I love and so easy to use. This is a game changer!!! you must try!"
        },
        {
            "review_title": "she is cuuuuute",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This vibrator is for all skill levels! When I first read the reviews, I was under the impression that it was not strong and was mainly for beginners. That is not the case! She is quiet and cute! Would recommend for anyone!"
        },
        {
            "review_title": "Nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "Well this was very nice. Nothing crazy. Simple and very flexible to use. Gets the job done and I like how easy it is to clean. If youu2019re a beginner I think youu2019ll love it and find no issues. Very impressive"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This toy is small yet powerful with its varying speeds and different modes, allowing you to customize it to your liking. It is compact enough to slip into your purse, making it ideal for travel. The toy is quiet, lightweight, and very easy to use. It is made of super smooth material that feels nice during use. This little toy is not only rechargeable but also waterproof, making it even better!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This is great for beginners. Easy to use, charge and clean. A few different settings for different preferences. It can be used internally or externally which is nice. Fairly quiet too. Out of 10, with a 10 being the loudest Iu2019d say this is a 2 lol."
        },
        {
            "review_title": "great for varsity players!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "super fun accessory and makes for a great gift (a go-to for my girl friends) and even more fun if they're into sports! small enough that it doesn't take up space and also easy to clean + charge. multiple settings so good for variety!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This thing is super cute and feels nice. Itu2019s not too big, quite and  super easy to use. Itu2019s quite powerful, and has different settings. Definitely a good device to satisfy your needs. Plus, itu2019s pretty affordable"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This was a fun little toy!! Itu2019s cute, light, and easy to hold. It is also a good, portable size for travel. After reading reviews, I realized it could also be used internally haha."
        },
        {
            "review_title": "Fantastic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Love this. Itu2019s the perfect size. Not too big or small. Great for solo time or with a partner. Love that it is quite. Has multiple different speeds. Easy to use and material is easy to clean. Great product."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I didnu2019t understand why it was called the Tennis Pro, but after using, I get it now! This is quite a powerful little device, and works similar to the bunny ears for stimulating the cl1t and the special spot! I really enjoyed it and was surprised by the power. This is a good beginner vibrator since itu2019s not that complicated, or a good one to use worth your partner because you can use the u201ctennis ballu201d to get things started. I also very much enjoy that itu2019s chargeable via cord so Iu2019m not wasting batteries."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I was intimidated at first since Iu2019ve never tried anything like it before but itu2019s so beginner friendly and is absolutely excellent for relieving stresses after a long day. I love that it has two different patterns and speed settings."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a great, no frills option for folks looking for something fun, discreet, quiet, and easy to operate. It is easy and convenient to charge, and the charge lasts quite a while which is always a plus!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Iu2019ve used this toy during both individual and partner play and I enjoyed it! I think it was better for individual play but overall still pretty happy with the impact during partner play. I think the name and design are cute and kitchy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Ok, so leaving a review for this type of product is a little odd, but I do have to say, IT WORKS. Easy to use, very easy to clean (important step) and brought back a little spiciness to our bedroom routine."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "maybe I'm not using it correctly lol, I couldn't seem to get it to work for me internally, but I could use it on the outside of my body to achieve desired results! I don't think I would look for g-spot devices in the future, but I'm glad that I tried it out and will probably continue trying to make it work for me!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Love this. This is fantastic for solo time or with your partner. Love that this is quiet, and the multiple speeds. Ergonomic, perfect size and easy to maneuver which has been great with a broken wrist. Charging and cleaning are a breeze. Would 100% recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Fantastic vibrator! It's the perfect size for me, not too big and not too small, so I can easily target the right spot. The vibrations provide just the right amount of pleasureu2014neither too much nor too little. The material is easy to clean, and it holds a charge for a long time"
        },
        {
            "review_title": "Good quality",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Overall this is a great vibe with a lot of variation in power/rhythm. I prefer a more precise/pin pointed vibrator but that is personal preference. It feels really nice and is not super loud or difficult to hold. Would recommend if this shape is interesting to you."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I have been really enjoying this stimulator for stress relief! It gets the job done plus itu2019s fun and a little different than others. I would definitely recommend to anyone whou2019s looking to spend some me time/self care day and the say right."
        },
        {
            "review_title": "Strong",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This thing is small but mighty. The strength of some of the settings are no joke. If you are not into having a very strong vibration this will not work for you. Itu2019s perfect to be used alone or with your partner which is my preference."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Very smooth feel and not loud. It was a bit intimidating because I have never used internal vibrators before but I think this is a good first one for beginners. Also made of cruelty free silicone, which is a win! I love the bright yellow color lol power is good but not like EXTREME if that makes sense"
        },
        {
            "review_title": "Give it a try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This was a pleasant surprise! The shape, functionality, and size are well thought out. I like that this is rechargeable and very quiet. It makes this more discreet. This is a great choice if youu2019re in the market for something new to explore with."
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Absolutely love this new product! The power levels are perfect for my liking. There also different settings for different vibrations. Itu2019s a great size and also does not make a lot of noise! Highly recommend this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i love how lowkey it is. its super soft and the material its made out of doesnu2019t feel like hard or plasticy. There is slight mobility, and slightly flexible. overall super satisfied with this product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "The Tennis Pro is a targeted G-spot vibrator. This internal stimulator is your gateway into a whole world of penetrative play. Designed with an angled head and flexible neck, its universally loved design hits the spot every time."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This was given to me by Smile Makers [fitting name] in exchange for my honest thoughts. well, what can I say? This brought a smile to my face for sure! This vibrator is easy to use and very comfortable as well. I am so glad Sephora is expanding their wellness category to include sexual wellness!"
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Combination skin",
            "review_text": "Wow oh wow. This is the best vibrator I have ever used. It was very easy to set up and use. I was really surprised with the amount of speeds and different rhythms it offers. A must-try for a stressed out girly."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "The Tennis pro G spot Vibrator is great. I like the shape and color.  The material is soft and feels good in the skin. Itu2019s easy to charge and easy to clean as well. I would recommend it for its functionality and different vibration settings."
        },
        {
            "review_title": "Ok..wow?!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Okay sou2026 I was so nervous to get this, I didnu2019t know what to expect. But!! This thing is so powerful. I was really impressed with the speeds and different rhythms! Definitely had some fun, this one is a must-try girls!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I like this since itu2019s a a good stress relief . Itu2019s easy to hold and clean too. Itu2019s gentle and a good massager.  A little bit goes a long way"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "if youu2019re looking for a good one, this is it! great stimulation for stress relief! Pretty quiet, so doesnu2019t disturb anyone! Good for beginners like me :) love thatu2019s itu2019s rechargeable too! so awesome!"
        },
        {
            "review_title": "So nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This is the first product of this kind (internal) that Iu2019ve ever tried and I gotta say Iu2019m surprised! It takes a bit to figure out especially at the beginning because I was not used to it but then it comes more natural. Itu2019s a great way to use in a couple to experiment new sensations as well as by themselves. The material itself is really nice, soft to the touch and easy to clean. The design is fun and sleek. Highly recommend! Need to try more from this brand now!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The shape of this is cool, it hits areas that I havenu2019t had hit before. There is a nice variety of speeds and intensities. The power on button is on the bottom and it turns off after holding for 2 seconds like it should. I like that you can find a variety of self care products like this at Sephora now."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "The size and shape of this vibrator are perfect.  The vibrations are comfortable and the neck is flexible. The silicone is soft, but the head and neck are firm enough for my liking. I like that it is waterproof and easy to recharge."
        },
        {
            "review_title": "Itu2019s a good one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This tennis pro vibrator is very good! It has the perfect size and itu2019s super easy to hold, I like that it has different speeds and pulsation modes, i love thatu2019s quiet as well and super easy to clean; i enjoyed the experience and would definitely recommend it"
        },
        {
            "review_title": "Adjustable and gentle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "This gentle massager is great for stress relief, and works well once you learn how to use it. The material is comfortable and easy to clean. I think this is a good option for those looking for a gentle yet adjustable massager."
        },
        {
            "review_title": "Good for first timers",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is a fairly quiet device. If youu2019re new to this sort of product itu2019s good for beginners. I need a little more oomph so itu2019s just okay for me. Easy to clean and has a decent charge."
        },
        {
            "review_title": "Good vibrator without blasting you",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a good vibrator. If you like REALLY strong vibration, this is not for you. If you like a range of mild to RATHER strong vibration, this is a good choice. Sleek, easy to clean, a nice piece."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "It's exactly what I was hoping for! I highly recommend it. The four options provide the ideal selections for a personalized experience. The results are beyond belief and incredibly gratifying. The size and shape are spot on. The vibrator's vibrations are simply unparalleled!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "Super easy to use and just the right size! Even a beginner could get the feel of it in a pinch!"
        },
        {
            "review_title": "Just WOW!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I must say, the Tennis went above and beyond, even without reaching its highest intensity. It undeniably heightened my experience to a whole new level of pleasure."
        }
    ]
}