{
    "product_id": "1536",
    "name": "One Step Correct",
    "brand": "stila",
    "categories": "Makeup, Face, Face Primer",
    "price": 49.0,
    "about": "What it is:.What it does:",
    "ingredients": "Water/Aqua/Eau, Cyclopentasiloxane, Glycerin, Butylene Glycol, Propylene Glycol, Titanium Dioxide (CI 77891), Zinc Oxide(Nano), Octyldodecyl Neopentanoate, Carbomer, Phenoxyethanol, PEG/PPG-18/18 Dimethicone, Sodium Hydroxide, Dimethicone, Caprylyl Glycol, Aluminum Hydroxide, Stearic Acid, Boron Nitride, Chromium Oxide Greens (CI 77288), Ultramarines (CI 77007), Disodium EDTA, Glyceryl Acrylate/Acrylic Acid Copolymer, Sodium Dehydroacetate, Iron Oxides (CI 77492), Methylparaben, Phytantriol, Hexylene Glycol, Triethoxycaprylylsilane, Dextrin Palmitate, Palmitic Acid, Propylparaben, Iron Oxides (CI 77491), Octyldodecanol, Tetrahexyldecyl Ascorbate, Tocopherol, Tocopheryl Acetate, Magnesium Ascorbyl Phosphate, Mica, Retinyl Palmitate, Iron Oxides (CI 77499), Lysine, Anthemis Nobilis Flower Extract, Camellia Oleifera Leaf Extract, Ginkgo Biloba Leaf Extract, Panax Ginseng Root Extract, Sodium Hyaluronate, Magnesium Chloride, Potassium Chloride, Sodium Chloride, Zinc Chloride, Potassium Sorbate, Montmorillonite, Illite, Kaolin.",
    "how_to_use": "",
    "num_reviews": 1289,
    "overall_rating": 4.0,
    "product_url": "https://www.sephora.com/ca/en/product/one-step-correct-P269019?skuId=1277474&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s1277474-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1 oz/ 30 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s1277474-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Can be used alone or as a primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "Very little of this product is needed .  Works best if you use just a small amount n blend before applying to the face.  Feels amazing on the skin. I have not had any reaction whatsoever !  It's actually quite soothing n tones down my hyperpigmentation n any redness very well."
        },
        {
            "review_title": "Wish this came in a green only version",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I love the texture, wear and formula of this product! I only wish that it came in an only green version as well. I use this for facial redness and, while it does take it down somewhat, I don't find that the ratio of purple and peach in combination with the green workout well for me for this issue."
        },
        {
            "review_title": "Great product, but last 10 pumps worthless goo",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "I loved this product so much that I bought another bottle right away for when I run out. I was extremely disappointed, however, that the last TEN pumps (so for me, over 3 days' worth) were just clear goop. I did still apply it the first time, hoping it would at least moisturize, but it left white flakes on my skin when it dried. For as much as it cost, the last ten pumps of product should not be worthless. I'll obviously use my second bottle, but I don't know that I'll purchase this again."
        },
        {
            "review_title": "Great primer for sensitive skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been using this for about a month and itu2019s something I never knew I needed! Itu2019s lightweight and really helps control the oil and keeps my makeup in place. As far as color correction, I see very little difference."
        },
        {
            "review_title": "The only base product I will use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Normal skin",
            "review_text": "This is my favorite makeup product. As someone with pretty clear skin but a ton of redness this is the perfect solution. I use this as my only base product and it  is just enough to cover my redness while letting my skin show through. This would be a great primer if you are looking to balance your skin before applying foundation or concealer. Absolutely love!"
        },
        {
            "review_title": "Absolutely LOVE!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019m definitely going to repurchaseu2026 it helped so much with my uneven skin tone and dry spots too, and is so creamy and hydrating. A little goes a long way, also a perfect base for light makeup. Some were concerned about the green color, but that is whatu2019s meant to even out uneven skin tones and correct redness or other concerns. 10/10 product!!"
        },
        {
            "review_title": "Fantastic product to use many ways",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "One of my HG products. I have literally been using this for over 15 years since it first launched. I love the texture and the mild colour correction. This can be used as a standalone for light makeup days, with a touch of setting powder on top. Below makeup, it's a great primer and also gives some skincare benefits."
        },
        {
            "review_title": "2 weeks of use",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Porcelain skin tone, Oily skin",
            "review_text": "Not much of a difference noticed, I get really bad acne scaring. It settles well with full coverage makeup. I used one pump and it goes on great. After 2 weeks I didn't notice anything special."
        },
        {
            "review_title": "not worth the money, but not bad overall",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "i bought this cause i have quite a bit of redness on my face. overall itu2019s not bad, but not worth the price. it doesnu2019t really correct a whole light, the pigment is very light, but it does work a bit."
        },
        {
            "review_title": "Love This",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "This is perfect for those of us who just need a bit of minor colour correction, and aren't exactly professionals when it comes to using different shades for colour correction. I love the formula, and how it just sort of evens things out without making it look like I'm wearing a mask. I've read reviews where some people were disappointed that it wasn't a full coverage as they were expecting.  And I agree, that's fair.  It's a light coverage. But honestly? That's perfect for me.  I can use this in place of my foundation (which is also a light coverage). So my recommendation, if you are happy with light coverage, this may work well for you.  If not, it may be better to look for the colour correcting pans where the colours are separated."
        },
        {
            "review_title": "LOVE for fair skin w/ redness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This is my all-time favorite primer, and Iu2019ve tried A LOT. Iu2019m very fair and in my early 30s now, but Iu2019ve used this primer since the YouTube beauty era 8+ years ago. Itu2019s lightweight, covers my redness, and smooths my skin. I always use it after moisturizing, and it leaves my skin so soft and smooth. Iu2019ve used a variety of foundations on top of it and it all blends / stays very well. I try to recommend this to everyone, but especially us with very fair skin because this does a great job evening out redness."
        },
        {
            "review_title": "Mush have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is a great primer but it takes awhile to work itu2019s a skin correction I have used this for years and I love it it does take a little bit to actually notice it works but it does get rid of any redness and circles and helps even my skin tone give it some times"
        },
        {
            "review_title": "Save Your Money :(",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Unnecessary. It does very little to aid in color correction, it doesnu2019t blend nicely and it clumps even if skin is prepped beforehand. For the price, your money is better off being spent elsewhere."
        },
        {
            "review_title": "Magnifique",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ju2019adore les resultats de ce produit Je ne mu2019en passe plus"
        },
        {
            "review_title": "Not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Not a fan of this product it piled up and does not perform well on my skin"
        },
        {
            "review_title": "defective pump",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "I purchased this because was running out of my last one.  I did not open it until my old one was gone so I missed the window for return.  The pump on this product does not work and I have no way to get the product out.  I am very disappointed that I cannot get the product out because of a defective pump.  I don't live near a Sephora so I can't just bring the product back."
        },
        {
            "review_title": "Fixed the issues takes some time to work",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is a product you have to have an use for quite some time for order to see any improvement in your skin. Itu2019s a color corrector and it does it through your skin by correcting your actual skin and it takesufffc time."
        },
        {
            "review_title": "Good, but could be betteru2026",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "If I could, I would give this a 3.5. IMO, itu2019s better than the Smashbox anti-redness primer, but the best is the green YSL Nu Tone Corrector."
        },
        {
            "review_title": "Save Your Money :(",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Unnecessary. It does very little to aid in color correction, it doesnu2019t blend nicely and it clumps even if skin is prepped beforehand. For the price, your money is better off being spent elsewhere."
        },
        {
            "review_title": "Magnifique",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ju2019adore les resultats de ce produit Je ne mu2019en passe plus"
        }
    ]
}