{
    "product_id": "1255",
    "name": "St. Barts Cleansing Scalp & Body Sugar Scrub",
    "brand": "OUAI",
    "categories": "Hair, Shampoo & Conditioner, Shampoo",
    "price": 54.0,
    "about": "What it is:A St. Barts-scented deep-cleansing sugar scrub that exfoliates product buildup from your scalp while visibly smoothing out and nourishing dry skin..Highlighted Ingredients:- Sugar Crystals: Gently exfoliate the scalp and body while supporting microcirculation..Fragrance Description:Fly a-OUAI to St. Barts with this scent that has notes of dragon fruit, orange blossom, tuberose, and Baltic amber. Use to prep skin for a real beach day, a spray tan, or just to transport yourself out of your shower for a minute.",
    "ingredients": "-Sugar Crystals: Gently exfoliate the scalp and body while increasing microcirculation..-Panthenol and Glycerin: Improve skinu2019s moisture..-Coconut Oil: Fatty acids help nourish the scalp and body...Sucrose, Water/Aqua/Eau, Sodium Lauroyl Methyl Isethionate, Glycerin, Cocamide Mea, Propanediol, Peg-100 Stearate, Glyceryl Stearate, Silica, Sodium Lauroamphoacetate, Prunus Amygdalus Dulcis (Sweet Almond) Oil, C12-15 Alkyl Benzoate, Cocos Nucifera (Coconut) Oil, Menthyl Lactate, Epilobium Angustifolium Flower/Leaf/Stem Extract, Hydrolyzed Hibiscus Esculentus Extract, Apium Graveolens (Celery) Seed Extract, Panthenol, Aloe Barbadensis Leaf Juice, Caprylyl Glycol, Caprylic/Capric Triglyceride, Peg-150 Distearate, Cocamide Mipa, Trisodium Ethylenediamine Disuccinate, Lactobacillus Ferment Lysate, Bht, Leuconostoc/Radish Root Ferment Filtrate, Phenoxyethanol, Citric Acid, Sodium Benzoate, Benzoic Acid, Sodium Metabisulfite, Sodium Hydroxide, Potassium Sorbate, Fragrance/Parfum, Benzyl Salicylate, Coumarin, Hydroxycitronellal, Limonene, Linalool.",
    "how_to_use": "Suggested Usage:.Scalp:.-In the shower, section wet hair to reveal the scalp. .-Apply a quarter-size amount directly to the scalp and rub in circular motions to activate lather. .-Rinse and follow with your favorite conditioner. ..Body:.-Apply to damp skin and rub in circular motions to gently exfoliate.",
    "num_reviews": 1183,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/ouai-haircare-st-barts-scalp-body-scrub-P472330?skuId=2464592&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2464592-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "8.8 oz/ 250 g",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2464592-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "HEALTHY SCALP",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Flaky scalp no more!! This is definitely worth it in my opinion. I know itu2019s pricey but it really helps me with itchy and dry scalp! I love the scent too. Would definitely recommend this for everyone. This would make a great gift also for loved ones!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Amazing working scalp and body scrub. Really exfoliating while making me smell heavenly."
        },
        {
            "review_title": "Smells like heaven",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "First of all, this scrub is one of the most unbelievable smelling things Iu2019ve ever had the pleasure of smelling. Itu2019s amazing. But the scrub itself is also very good! I love how the sugars are not super scratchy but still exfoliating. And I love that it makes a really good lather and feels moisturizing on the skin!"
        },
        {
            "review_title": "Super hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Love this body and scalp scrub so much. It works so well and smells amazing. My scalp is so much more hydrated after. I also love the clean ingredients. I definitely recommend this product and will use it again in the future"
        },
        {
            "review_title": "This smells divine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I recently tried out the new OUAI ST. BARTS SCALP & BODY SCRUB, and the fragrance alone would be enough to keep me coming back.  It smells so luscious, without being overwhelming. I love having a scrub that works ALL OVER! And it does work - my skin feels so soft, and my hair is looking wonderful as well."
        },
        {
            "review_title": "Living a healthy hair life",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This has made my hair feel so soft as well as brought hell to my scalp. I love the feel of running my fingers through my hair right after. My hair looks so bouncy and healthy. It also has the added benefit of smelling like I just got back from a tropical vacation!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love that this is a multi use scrub and I can use it for my scalp and my body. It makes it so much easier for me to keep my shower from getting cluttered. It leaves my scalp feeling so fresh after my hair wash. I use it on my scalp before my shampoo and conditioner."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Quai has their body and hair scrub which in st barts scent which I love that it works for both body and hair because I hate having too many products in the shower and it smells amazing and leaves my skin so soft"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I love the OUAI ST. Barts Scalp & Body Scrub! It smells so amazing and I use it daily in the shower! Itu2019s gentle enough to use as a daily exfoliation and it leaves my skin super smooth and smelling great"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "The best body scrub and scalp scrub. I definitely recommend using this and the scent smells so good. Itu2019s so nice having a product that works for both scalp and body. I definitely love it! My favorite brand"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This was the first body care product that Iu2019ve tried from Ouai and Iu2019m obsessed! I usually donu2019t like scrubs but this one actually feels super nice on the skin. I also love the scent since itu2019s not too overbearing."
        },
        {
            "review_title": "This is something you needdddd",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This is fantastic this is the type of product thatu2019s worth your money itu2019s perfect the scent the quality everything is amazing I definitely see myself getting this again Iu2019ve also gotten so many compliments on how the product is"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "This is my favorite scalp and body scrub. The smell is heavenly, St Barts will be my forever favorite Ouai scent. The scrub leaves my scalp feeling so clean, and leaves my skin so soft and nourished. 10/10!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "product arrived fast and in perfect condition. smells amazing!! iu2019ve never used a scalp scrub before so this was a first! really great to remove any product buildup. love it as a body scrub as well. highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I am a big fan of this scrub! it feels very gentle but does an excellent job at exfoliating my skin and scalp!! the best part of this scalp scrub is the tropical smelling scent. it smells so amazing!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The Ouai St Barts Scalp and Body Scrub is a  sugar scrub thatu2019s kind of sweet smelling and a little citrusy. Has coconut oil so it will feel emollient even if the scrub can feel strong. Lovely experience but pricey!"
        },
        {
            "review_title": "Love it ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this scrub!! I really like how it can be used all over the body and as a scalp scrub. It leaves your skin feeling and looking smooth and shiny, but the best part about it is the smell! I love the St. Barts scent!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love a good scrub and this one is so lush! It smells really good, and is gritty, but not like coarse gritty (kind of more like a gentle lip scrub rather than an apricot seed scrub if you get what I mean). Gentle enough to use on my scalp and body without any irritation!"
        },
        {
            "review_title": "Must have exfoliation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This Ouai Scalp and Body Scrub really exfoliates and deep scrubs. It exfoliates product buildup in the scalp when used on the scalp in a rubbing circular motion. It also nourishes the scalp which is a plus. It soothes out dry skin when used in circular motion it gets deep in there to exfoliate. Itu2019s got great ingredients like sugar crystals, coconut oil and PANTHENOL and GLYCERIN. Overall my scalp and body are left smooth and exfoliated."
        },
        {
            "review_title": "So amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "The Saint Barts OUAI Body Scrub is a dream! The texture is perfectly gritty without being harsh, and it leaves my skin feeling so smooth and hydrated. The tropical scent is absolutely divineu2014it feels like a mini vacation every time I use it. Itu2019s definitely become a shower essential for me!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "The bestttt body and scalp scrub! Have been waiting to get my hands on this forever and finally did. There is so much product and it smells absolutely amazing. So hydrating and the scent lasts pretty long as well!"
        },
        {
            "review_title": "MY NEWEST OBSESSION!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Medium skin tone, Oily skin",
            "review_text": "I'm obsessed with the Ouai St.Barts Scalp and Body Scrub. I haven't used it for my scalp as of yet, but I have been loving it for my body. The scrub isn't abrasive, melts like butter and exfoliates my skin so nicely. I love the St.Barts scent, which I now see why it's viral and my skin always feels so smooth after applying it. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The smell of this body and scalp scrub is reminiscence of their body cream. Itu2019s very luxurious and floral like. It just feels like youu2019re fresh out the spa. It is not overpowering to me though and seems to have enough grit to provide exfoliation without any harshness."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This body scrub is fantastic for exfoliating your skin. It has a lovely tropical scent and leaves my skin feeling incredibly soft and smooth. It rinses off easily, which is a big plus. Overall, Iu2019m really happy with this formula. I use it alongside the body cream from the same line, and together, they make my skin feel amazing!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love the smell of this scrub, it smells so delish!!! My skin loves it, it feels very nourishing and soft. I love that I can use it for my scalp as well and not have to worry about over drying. My skin is really soft, and I have noticed some blemishes go away due to exfoliating."
        },
        {
            "review_title": "Great body scrub!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "A perfect scrub! It isnu2019t too abrasive and definitely gets the job done, smells like a dream and almost sort of foams up but without an actual lather. I have really thick hair, so using it on my scalp isnu2019t my favorite but itu2019s a perfect body scrub!"
        },
        {
            "review_title": "Smells AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I rarely use body scrubs, and have never used a scalp scrub before but I have to say I am very impressed with the OUAI St Barts Scalp and Body scrub! The scent is AMAZING and my skin felt so soft and smooth after. Great exfoliation and adding to my weekly routine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love how this scrub is a multitasker and I can use it on my scalp as well as my body. The sugar crystals provide gentle exfoliation without being too abrasive, and the scent is tropical yet not overpowering. It left both my scalp and skin feeling refreshed and hydrated."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Dry skin",
            "review_text": "I love the Ouai St Barts Scalp & Body Scrub. I love a good timesaving, multitasking product and this is one of my favorites. It does a great job cleansing my scalp and also exfoliates the skin on my body!"
        },
        {
            "review_title": "In love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I can be a bit picky with body scrub and this one was a beautiful surprise! It does not leave a residue like some others have. It gives a nice scrub and leave my skin feeling refreshed, but not dried out! I love the scent and canu2019t get enough!"
        },
        {
            "review_title": "Smells like a tropical getaway",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "This body scrub smells absolutely divine. It is pure tropical bliss, like a fresh piu00f1a colada on the beach. The smell alone isnu2019t all this scrub has to offer, but also the way it exfoliates and lathers on the skin. My gripe with most other sugar scrubs Iu2019ve tried is that they dissolve as quickly as you put them on your body, but this one is completely different. This scrub allows you to adequately exfoliate without the sugar granules dissolving into nothingness. Also, it has a light lather that makes it double as a shampoo when you use it to exfoliate your scalp. The skin on my body and scalp has never felt cleaner and more refreshed. Love!!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "This scrub is really nice. I like how itu2019s basically a 2 in one because you can use it on your body or scalp. I tend to have build up so the scrub is really nice to use here and there. It smells great!"
        },
        {
            "review_title": "Gentle exfoliation, and very hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This body scrub is a gentle exfoliant that makes my skin feel so smooth and moisturized after using. It doesnu2019t irritate my sensitive skin, and smells very calming. The sugar crystals are great for exfoliation, and the coconut oil makes me feel so hydrated."
        },
        {
            "review_title": "must have body scrub",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "i am obsessed with this body scrub, and the scent is a 10/10. i love the scent from this collection. overall is a great high quality body scrub and i will definitely be repurchasing. Has moved into my favorite products."
        },
        {
            "review_title": "Wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This body scrub exfoliates my dead skin cells and leaves my skin feeling super glowy and hydrated! It feels smooth all day. Doesnu2019t feel overly harsh on sensitive skin. Highly recommend trying this out"
        },
        {
            "review_title": "Excellent scrub",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love the OUI body scrub, itu2019s so gentle, smells wonderfully and leaves my skin renewed. I would recommend it to everyone. Itu2019s like a vacation scent that leaves your skin velvety like. You can do it a few times a week and will notice a big difference"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This is quickly become one of my favorite scalp and body products. Firstly, I love the scent! It layers well with my other fragrances during the day and I get tons of compliments I love to use this scrub on my scalp and body. It leaves my skin feeling so soft and exfoliated."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "One thing I love about OUAI is how amazing their products smellu2014itu2019s seriously next level. This scrub is so good for both your scalp and body, and it leaves you feeling super clean and refreshed. It exfoliates just enough without being too rough, and the scent sticks around in the best way. Every time I use it, I get so many compliments about how good I smell. Itu2019s definitely become a must-have for me!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I love this scrub. I have been incorporating to my body care products and I like how well it exfoliates my dry dead skin and makes it feel soft ,silky, refreshed and revitalized. It has a beautiful tropical  scent that makes you feel like you travel down a tropical paradise. Its thick sugary crystals help buff out my dry skin without feeling harsh. I just need little bit of product a little bit can go a long way.  I highly recommend it."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "The Ouai St. Barts Scalp & Body Scrub is a versatile exfoliating treatment designed to cleanse both the scalp and body. Its formulation includes sugar crystals for gentle exfoliation and coconut oil to nourish the skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "Really loving the whole st barts set! The scrub melts very nicely into the scalp and exfoliates the skin effectively. Iu2019m also obsessed with the scent! Definitely would recommend to anyone looking to elevate their body care routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "The OUAI Scalp & Body Scrub is a treat for both your skin and senses. The scent is amazing! If youu2019re looking for a product that delivers on luxury and performance, the OUAI Scalp & Body Scrub is a must-try. Itu2019s like a mini-vacation in a jar!"
        },
        {
            "review_title": "A nice body scrub",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Love this body scrub. It smells like summer. The exfoliating aspect is good not too rough. I can feel it helping my dry skin and also cleansing at the same time. Itu2019s perfect for relaxing and helps me to feel better about my skin and dry skin."
        },
        {
            "review_title": "Love the scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Love this scrub! The scent is like a tropical vacation - itu2019s a fruity bust of pineapple and coconut! I have the body wash too and this scrub is the perfect compliment. I actually havenu2019t tried it on my scalp because I donu2019t have scalp issues but I love using it on my body. Perfect before self tanning! I also love that it rinses away cleanly and doesnu2019t leave an oily residue on my skin. Love it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "If you enjoy tropical scents, you will surely love the St. Barts scent. What better way to extend the summer vibes by incorporating summer scents in this hair and body scrub. I love the feel of the scrub  texture. It's really moisturizing for the body. It was okay as a hair scrub. It didn't feel like a scalp detox."
        },
        {
            "review_title": "so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "This scrub has really helped with my dry, flaky skin. It exfoliates so well. The scent is heavenly. Even though it's a scrub, it does feel very nourishing. My skin is so smooth after using it. I enjoyed using it on my scalp. It is very relaxing. I do recommend it if you are looking for a scrub that works and also smells delicious."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I love the scent of this scrub it is very tropical. I like that you can use it both on your body and scalp. It lathers up nicely and it leaves my skin and hair feeling very nice and cleansed after using."
        },
        {
            "review_title": "One of the best scrubs",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "Not only does this scrub smell nice, it makes your skin feel amazing! I love how it turns into a kind of butter as youu2019re applying it which is a great addition because it moisturizes your skin and scalp. I would use it mainly as a body scrub but itu2019s nice that it can also be used on the scalp."
        },
        {
            "review_title": "Smells great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This scrub smells amazing!! I love how itu2019s quite feminine, but not too overpowering. I love using this in my shaving routine - it makes my skin super soft. I received something in exchange for this post."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I'm totally obsessed with the Ouai St. Barts Scalp and Body Scrub! This luxurious, sugar-based exfoliant gently buffs away dead skin cells, leaving my scalp and body feeling smooth, refreshed, and utterly pampered. The invigorating scent of coconut, orange blossom, and jasmine is the perfect pick-me-up, and the scrub's ability to balance and calm my scalp has been a total game-changer. Whether you're dealing with flaky scalp, dry skin, or just need a little R&R, this scrub is an absolute must-try!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "If you love the st Barts collection add this to your cart! This is a body and hair scrub that smells amazing! I have the entire line and this just made the whole experience so much better! It made me so smooth"
        },
        {
            "review_title": "Smells divine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I have eczema and I was a little scared to try this scrub because i do have sensitive skin, but this scrub is amazing! Not only does it remove the skin flakes off me bc of my eczema, it did not irritate my skin! The scent is heavenly is not too strong and not too weak it is the perfect balance and best of all, a little bit goes a long way! At first i couldnt justify the price, but now i think it its all worth it!"
        },
        {
            "review_title": "Extremely gentle and moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Such an amazing scrub, gently melts into the skin and smells so good. Youu2019ll get maximum hydration and moisture and your skin will feel so soft and hydrated"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have been using this scalp and body scrub and have been loving it! First of all it smells so yummy! Makes you feel like you are on a beach vacation! I feel like I have a dry scalp and so it felt great to use on my hair! I feel like it got all the dry skin taken care of for me!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This body/ scalp scrub smells so good and leaves your skin feeling super smooth and hydrating! This scrub feels really luxurious and has that scent as well. I really love this product! 100% recommend!"
        },
        {
            "review_title": "Love this scrub!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love all Ouai products but especially their St.Barts line. I was gifted this by Ouai and it makes my skin feel so hydrated and smooth. Also has a very clean and fruity smell which I love. Definitely a must try!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This scrub is so gentle and hydrating. I love using it before I shave to get a really good clean shave. The texture is nice. Itu2019s not like a rough sugar scrub. It actually feels nice to put on my whole body."
        },
        {
            "review_title": "BUY IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Ouaiu2019s St Barts Scalp & Body Scrub is amazing! First off it smells so good! Secondly itu2019s a thick and sticky consistency in hand but when you apply to your skin it feels like itu2019s actually exfoliating your skin! This will be my new go to body scrub!"
        },
        {
            "review_title": "For the love of Spa",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I use Ouai body and scalp scrub for a luxurious spa moment. It has a delicious smell. Iu2019ve seen improvement in my dry scalp, and the product has built up. The scrub becomes creamy when it touches water on my body. As I massage my body, it gives me a luxurious feeling. To get the best of Ouai, my routine includes Ouai scrub, shampoo, conditioner, and leave-in conditioner."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Hey Beauties! u2764ufe0f   Wanna get-a-OUAI? This deep-cleansing, sugar scrub exfoliates product buildup from your scalp and smoothes out dry skin while nourishing. Featuring their St. Barts scent for a one-OUAI trip to the tropics.  Fly a-OUAI to St. Barts with this scent that has notes of dragon fruit, orange blossom, tuberose, and Baltic amber. Use to prep skin for a real beach day, a spray tan, or just to transport yourself out of your shower for a minute.  Key Ingredients: Sugar Crystals Help to gently exfoliate the scalp and body while increasing microcirculation.  Panthenol and Glycerin  Helps to improve skin moisture.  Coconut Oil Rich in fatty acids helps to nourish the scalp and body.  How to Use:  Scalp  In the shower, section wet hair to reveal the scalp. Apply a quarter-size amount directly to the scalp and rub in circular motions to activate lather. Rinse and follow with your favorite conditioner.  Body  Apply to damp skin and rub in circular motions to gently exfoliate.  This exfoliates both your scalp and body while it helps to balance your skinu2019s natural bacteria levels. Plus, this nourishes the scalp and body and leaves it feeling absolutely incredible. And the smell is heavenly. It just takes me away every time I use it.   Product's Shown: @TheOuai~ St. Barts Scalp & Body Scrub"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "gifted by ouai I would use this paired with another lotion it isnt very hydrating but the smell is very good I work at a pool so i look for lotions/body cremes that are moisturizing and dont leave me feeling dry this wore off after a while i hate sticky feeling lotions and this is definitely not that so thats a plus if youre looking for something like that"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Great body scrub! An actually body scrub that feels like a scrub and isn't mostly shower gel based.  Love that it's also a 2 in 1 scrub for body and scalp. One less product in the shower for me. Love the St. Barts scent too."
        },
        {
            "review_title": "I like this scrub",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The OUAI St. Barts Scalp & Body Scrub is a luxurious, dual-purpose exfoliant that delivers a refreshing, tropical experience. Its blend of sugar crystals, coconut oil, and monoi oil offers gentle exfoliation while nourishing and hydrating the skin and scalp. The scrubu2019s scent is a standoutu2014a tropical, vacation-inspired fragrance that evokes the breezy, sun-soaked vibe of St. Barts. For the scalp, the scrub effectively removes buildup, leaving hair feeling clean and refreshed without stripping natural oils. It can also be used on the body for a polished, smooth finish, with the added benefit of skin-softening hydration."
        },
        {
            "review_title": "Loving this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Combination skin",
            "review_text": "This scrub is like a mini vacation for your skin! Its gentle crystals buff away dead skin cells, leaving your skin feeling silky smooth. The rich lather cleanses deeply without drying you out. Plus, the tropical scent of dragonfruit, orange blossom, and tuberose is simply intoxicating. Itu2019s like a little slice of paradise, perfect for a spa-like experience at home. Whether you use it on your scalp to combat dryness or on your body for an all-over glow, this scrub will leave you feeling refreshed and rejuvenated."
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "I really liked this scalp scrub. It has a pleasant smell, rinses off well. Convenient jar and good size. Lasts a long time. The result pleased me, my scalp is clean and my skin is clean. A feeling of cleanliness"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I must say, this scalp and body scrub smells so good! I love this brand as a whole, so trying out a new product makes me happy. This has made my skin SO GOOD, insanely soft and so perfect. I think this will be my new scrub during the colder months, super hydrating!"
        },
        {
            "review_title": "Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "The Ouai Scalp & Body Scrub is a versatile exfoliator that delivers a spa-like experience. Its sugar crystals effectively slough away dead skin, leaving both the scalp and body feeling smooth and refreshed. The scent, a signature floral and citrus blend, is luxurious yet not overpowering. It lathers well and rinses clean, without leaving a greasy residue. Perfect for dry patches or pre-shaving prep. While a bit pricey, its quality and dual-purpose use make it a worthwhile indulgence."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This scalp and body scrub works so well and smells so good. It makes my skin feel so soft. I havenu2019t tried it on my scalp yet but itu2019s so good for exfoliating the body. Makes me feel so clean"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "This smells so good. I love using this two in one product which you can use for both hair and body, A gentle scrubs that exfoliates and leaves you smelling fresh and takes the oil out of the scalp absolute favorite ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This body scrub is lovely. The sugar crystals provide a gentle yet effective exfoliation, leaving my skin feeling smooth and refreshed. I love the tropical scent which makes every use feel like a mini vacation. It smells so good, giving me a refreshing and luxurious experience. I used it on my body, applied it to damp skin, and massaged it in a circular motion. I love how it hydrates my skin without any greasy residue."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Amazing!!! So impressed it smells so good, I love the way it makes my body feel. Super hydrated, smooth. The packaging is amazing. I love that it can be used on your scalp as well. Such a great scrub!"
        },
        {
            "review_title": "new obsession!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "love this scrub !! and I love the scent of this scrub. i get crazy build up on my scalp and it does such a good job at cleansing my scalp and it leaves my skin feeling super soft and smooth. definitely a 10/10 !!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I put this scrub on in the shower every day & love how smooth it makes my skin! The smell of the scrub is heavenly, smells like Iu2019ve been on a tropical island for a week. Appreciate how well it rinses off too. Will be repurchasing!"
        },
        {
            "review_title": "Helps with dandruff",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Iu2019ve been suffering with dandruff during these winter months & itu2019s extremely difficult to get all the dandruff off. Iu2019m so happy thereu2019s a scrub that helps get it all off/ gives me confidence again! Plus, it smells good."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I have the entire st. Barts collection, I just love this scent so much and I use this scrub mostly as a body scrub, itu2019s very gentle and effectively exfoliates without being harsh on the skin, leaves no residue of any kind"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "i love this st barts scalp and body scrub by ouai. it smells so good like a vacation! i love how it feels on the skin. it exfoliated my skin and scalp. my scalp and skin feels so clean after using it!"
        },
        {
            "review_title": "Smells so good!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "This has become one of my favorite scrubs! First of all,  It smells absolutely incredible!! Tropical, beachy..I love it! It works great too for exfoliating my skin and it's gentle enough to use on my scalp too! It leaves my skin very soft and smooth and leaves my scalp very clean! The scent lingers a bit too which is nice! Love this scrub!"
        },
        {
            "review_title": "Tropical goodness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The Ouai St. Barts scalp and body scrubs smells absolutely amazing and works great on the skin. It works as a great exfoliator on the skin, leaving it smooth and soft. I primarily use it on my skin but enjoy that I can give my scalp a good scrub with it as well."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Such amazing scrub keep My body skin looking so nice and Feeling so good and smell Delicious"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "Love this wonderful scrub for my scalp! It takes all the impurities away and cleanses my scalp so perfectly! Love the scent and the rich texture of it! Definitely recommend it to everyone who is looking for a good scrub!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "I love the Ouai St. Barts Scalp and Body Scrub for its dual-purpose formula and tropical, vacation-like scent. This luxurious scrub gently exfoliates my scalp, removing buildup and leaving it refreshed, while also smoothing and softening my skin when used on my body. Its rich, foaming texture feels indulgent, and the nourishing ingredients keep my skin and scalp hydrated and balanced. The scent of St. Barts instantly transports me to a tropical paradise, making every use a relaxing, spa-like experience."
        },
        {
            "review_title": "must have!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I absolutely love this scrub and I recommend it alot because it is perfect if you have dry skin or all skin types! It leaves your skin so soft, including your scalp, and it is perfect to end the day and I definitely recommend adding this to your routine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "First off this smells sooooo amazing!!! I love how itu2019s multiuse and I can use it for my body as well as my scalp.  It left my scalp feeling really clean and fresh and helped get rid of some dry flakey areas on my scalp. As a body scrub it works really well and left my skin really soft without feeling greasy. I love how the scent lingers too!"
        },
        {
            "review_title": "Luxurious",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a great one and done scrub. Love the versatility of being able to use it on your skin and scalp. I recommend using a small amount on targeted areas of the scalp and work your way through in sections to avoid a big gloop in one area. This smells amazing and I find the scent to last. Leaves your skin smoother and softer. Works beautifully with their St. Barts body cream to lock in moisture."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Review:  I absolutely love the OUAI Scalp and Body Scrub! It leaves my skin feeling incredibly hydrated and soft, and the scent is just divineu2014fresh, clean, and soothing. The blend of sugar and coconut oil works wonders, gently exfoliating while cutting through buildup to cleanse both hair and body effortlessly. Itu2019s like a mini spa experience in a jar that also calms any stress. Highly recommend this multitasking scrub for anyone looking to elevate their self-care routine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "This is such an amazing body scrub. Extremely luxurious very a beautiful lather very unique and different Iu2019ve never had a body scrub that lathers.  Smells like a summer day at the beach Iu2019m obsessed so good."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I love double cleansing my hair to ensure a really clean scalp and one of the ways I like to clean it is with a good scalp scrub. I love that this one really exfoliates my scalp and makes it feel clean, even if I used dry shampoo and mousse on my hair.  It also smells amazing and makes me feel like I'm at a spa every time I use this. After my initial shampoo I like to take a quarter sized amount of the scrub and gently massage my scalp with it. Afterwards, I'll use the scrub on my body for soft skin. I absolutely love that this product is dual purpose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I have tried Quai hair products before and this is my first time trying trying a product that is for hair and body. When I opened the bottle  I instantly loved the smell tried it on and left my skin so effortlessly soft."
        },
        {
            "review_title": "So so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "This scrub is so good for dry skin. Itu2019s a scrub that actually feels like itu2019s nourishing your skin at the same time. Itu2019s also good at making your skin look brighter! If you have dull, dry, flakey skin then youu2019ll love this one!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Deep skin tone, Combination skin",
            "review_text": "what a delectable product! exfoliates beautifully without making my skin dry or tight. the glycerin really helps round out the scrub. i see and feel immediate results, my skin is brighter and softer right after use. the st barts scent isnu2019t my favorite but i think it works with the scrub better than the body butter."
        },
        {
            "review_title": "I smell like a spa",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is one of my favorite smells ever. It smells like you walked into a spa. I am NOT a floral person at all so don't worry this is not too floral-y. My only note is to check the ingredients because there is BHT. You can decide if that is an ingredient you want or don't want in it. If I didn't care, this would be 5 stars. but because I do care about being careful with hormone disrupting ingredients, it does score lower for me."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Dry skin",
            "review_text": "This body scrub gives me so much life and self care vibessss. The scent is so beautiful, aromatic and floral. A little goes a long way so definitely keep that in mind while using it, but you will surely love this"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Rob is actually amazing. I enjoy that I can use from my scalp all the way down to my toes. I must prefer to use it on my scalp, my elbows in my knees. The smell is absolutely incredible. Itu2019s like a luxurious vacation and my skin feels so incredibly soft."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Honestly I will take anything in this scent! Itu2019s my favorite itu2019s light tropical not too sweet or overpowering. It also lingers throughout the day which is great! I layer with the lotion too. I have not tried it on my scalp only body scrub."
        },
        {
            "review_title": "Itu2019s good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I recently tried the body scrub, and it exceeded all my expectations. The texture is perfect: gritty enough to exfoliate the skin effectively but gentle enough not to cause irritation. After using it, my skin feels incredibly soft, smooth, and hydrated, as if I just had a spa treatment. The scent is absolutely delightful, leaving a light, fresh trail that makes me feel pampered and refreshed. Itu2019s such a pleasure to use, and the results are noticeable right away. This has definitely become a must-have in my body care routine!"
        },
        {
            "review_title": "Always love Quai",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Obsessed! This scrub is a powerhouse for both scalp and skin. The sugar gently exfoliates while the coconut oil leaves everything soft and nourished. Bonus? The Melrose Place scent is absolutely divineu2014floral, fresh, and luxe. Perfect for removing buildup and getting that glowing, smooth skin. Total must-have!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This scrub is so good! It smells amazing and leaves your skin feeling so soft. The grains are a nice consistency and give you a good amount of exfoliation. I highly recommend this product works great."
        },
        {
            "review_title": "Perfect holiday gift!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The perfect little extra something to elevate your self care routine! The scrub is really perfect at making me feel super exfoliated and clean while not being too intense on my skin. After using it, Iu2019m convinced itu2019s a perfect holiday gift for anyone that could use some extra pampering."
        },
        {
            "review_title": "Smells great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Smells so good one of my very favorite scents I have the body wash , body butter , body spray , and now the scrub all in this scent Iu2019m such a huge fan of Ouai I love every product Iu2019ve tried this exfoliates my skin and makes me feel so soft!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This scrub is a must-have for tackling both scalp and skin concerns. It effectively removes buildup and balances my scalp, while the hydrating coconut oil soothes dryness. For my skin, it gently exfoliates dull, uneven areas, leaving it smooth, soft, and glowing. The tropical scent makes every use feel like a mini getaway."
        },
        {
            "review_title": "rejuvenate my scalp",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I really love this scrub I use it for both my scalp and body and for my scalp it really works wonders because I have a really dry and flaky scalp and I love to use it before washing my hair and it cleans all the dry skin from my scalp before I wash it."
        },
        {
            "review_title": "Incredible scent and formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Oily skin",
            "review_text": "I love everything Iu2019ve tried from ouai! The scents smell incredible.  The st. Bartu2019s scalp and body scrub smells equally amazing as the melrose place products Iu2019ve tried. Such a good winter product for dry skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This scrub is so good! It smells amazing and leaves your skin feeling so soft. The grains are a nice consistency and give you a good amount of exfoliation. I highly recommend this product works great."
        },
        {
            "review_title": "Perfect holiday gift!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The perfect little extra something to elevate your self care routine! The scrub is really perfect at making me feel super exfoliated and clean while not being too intense on my skin. After using it, Iu2019m convinced itu2019s a perfect holiday gift for anyone that could use some extra pampering."
        },
        {
            "review_title": "Smells great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Smells so good one of my very favorite scents I have the body wash , body butter , body spray , and now the scrub all in this scent Iu2019m such a huge fan of Ouai I love every product Iu2019ve tried this exfoliates my skin and makes me feel so soft!"
        }
    ]
}