{
    "product_id": "1605",
    "name": "The Kissu Lip Mask",
    "brand": "Tatcha",
    "categories": "Skincare, Lip Balms & Treatments",
    "price": 39.0,
    "about": "What it is: A luscious jelly lip mask that works all day or overnight to plump, hydrate, and smooth, restoring fullness and softness to dry, flaky lips...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dryness, Fine Lines and Wrinkles, and Dullness and Uneven Texture..Formulation: Gel..Highlighted Ingredients:.- Japanese Peach Extract: Helps to repair damaged lips, revitalize, and calm irritation..- Three Rose Extract: Protects from dryness and visibly smoothens for healthier lips..- Japanese Camellia Oil (Tsubaki): Seals in moisture and nurtures with of vitamins A, B, D, and E and nourishing omegas 3, 6, and 9u2014this featherweight botanical oil is richer in oleic acid than olive oil...Ingredient Callouts: This product is vegan and cruelty-free...What Else You Need to Know:  Mask treatments made from fresh fruits and botanicals have been beloved in Japan for generations. Japanese women traditionally chopped peach seeds and mixed them with oils to help repair dry, flaky lips. This time-tested secret inspired The Kissu Lip Mask...Consumer Results: Based on an independent clinical study of 40 women:.After one night:.-95% agreed lips felt soothed, soft, and supple.-92% agreed lips felt deeply moisturized.-100% showed improvement in lip plumpness..After one week:.-92% agreed lips felt deeply repaired.-90% agreed lips felt firmer + looked pillowy.-100% experienced an improvement in the overall condition of the lips..After two weeks:.-100% experienced an improvement in texture of lips.-92% experienced an improvement in dryness + flakiness...",
    "ingredients": "-Japanese Peach Extract: Helps to repair damaged lips, revitalize, and calm irritation..-Three Rose Extract: Protects from dryness and visibly smoothens for healthier lips..-Japanese Camellia Oil (Tsubaki): Seals in moisture and nurtures with of vitamins A, B, D, and E and nourishing omegas 3, 6, and 9u2014this featherweight botanical oil is richer in oleic acid than olive oil....Triisostearin, Polyglyceryl-2 Triisostearate, Squalane, Sucrose Hexaisostearate, Dextrin Palmitate, Aluminum Distearate, Dextrin Palmitate/Ethylhexanoate, Camellia Japonica Seed Oil, Prunus Persica (Peach) Kernel Extract, Prunus Persica (Peach) Fruit Water, Citrus Unshiu Peel Extract, Rosa Canina Fruit/(Rosa Centifolia/Rosa Damascena) Flower Extract, Lithospermum Officinale Root Extract, Saccharomyces/Camellia Sinensis Leaf/Cladosiphon Okamuranus/Rice Ferment Filtrate*, Allantoin, Stearyl Glycyrrhetinate, Tocopherol, Ethylhexyl Palmitate, Tribehenin, Sorbitan Isostearate, Palmitoyl Tripeptide-1, Pyridoxine Hcl, Aqua/Water/Eau, Propanediol, Butylene Glycol, Ethylhexylglycerin, Parfum/Fragrance, Phenoxyethanol, Iron Oxides (Ci 77491), Lauroyl Lysine, Aluminum Hydroxide, Silica....*Hadasei-3.......The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-For overnight use as a lip mask, apply in generous layers. ..-For daytime use, apply a thin layer to moisturize or prep lips for color. ..-Add a small dab over lip color for a glossy finish.",
    "num_reviews": 1548,
    "overall_rating": 3.8,
    "product_url": "https://www.sephora.com/ca/en/product/tatcha-the-kissu-lip-mask-P453225?skuId=2315315&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2315315-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Original",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2315315-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Kiku",
            "shade_descriptor": "Orange Blossom",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2802437-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The results are okay and the smell is fine but it leaves a weird feeling in your mouth and lips"
        },
        {
            "review_title": "Great formula, but tastes like nothing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "The formula of this lip mask is great and the little applicator feels so luxe. However, the lack of flavor was disappointing to me personally, as that is a huge part of the experience for me with a lip mask.    a lip mask."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Loving the results winter lips goodbye.  I love taking off makeup and applying my serum and lotion then my lip mask!  No adverse effects very gentle 4 night long lasting while you res"
        },
        {
            "review_title": "Does its job",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "So far this is the only product (used with the Kissu Lip Scrub) that has noticeably helped with my very dry, cracked lips. After three days of use with one Kissu lip scrub treatment, my lips are almost back to normal. Not sure if itu2019s worth the price though."
        },
        {
            "review_title": "Awful",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Makes my lips crack and bleeding! Drying instead of moisturising! Texture is weird, smells like petroleum, cheap packaging ( I thought its glass but itu2019s plastic )"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "DO NOT BUY!!!Hands down the worst lip product anyone could Purchase. The lip mask is first of all $30 for such little product, second the texture is so gritty, smelly and sticky, third (do you know how when you some times put stuff on your lips and it gets in your mouth) well it gave me a sore throat!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love the light colour on my lip; however, this is very drying and sticky. More like a lip gloss than a mask. I wouldnu2019t repurchase."
        },
        {
            "review_title": "Itu2019s kinda nice, but..",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Itu2019s soo expensive for a little thing and honestly doesnu2019t last. It sits on my lips rather than absorbing and i love Tatcha lip stuff like their lip scrub and lip treatment but this was NOT it.. Laneige is cheaper, bigger, and leaves me with super pretty lips"
        },
        {
            "review_title": "The only lip mask i will use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This is better than any of the popular lip masks on the market. It is just the perfect consistency. Not sticky at all, not oily or thin, super comfortable on the lips. I love that it has almost no smell as that can get annoying with other scented lip masks. Iu2019ve gone through two jars and counting."
        },
        {
            "review_title": "Not good",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "I wanted to like this product because of the hype around it and itu2019s pretty expensive. This mask does NOT last. I put it on an hour before I went to sleep and my lips were crusty and dry. Itu2019s pretty and glossy but it shouldnu2019t be used as an overnight mask. It should be used to put over balm or something for a glossy look. This is a waste of money and if you wanna save money, donu2019t buy this and instead just buy the clarins lip oil."
        },
        {
            "review_title": "Not a fan",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Oily skin",
            "review_text": "This product was not for me. It feels like it sits on my lips (like plain old Vaseline) rather than absorbing into them. I have not noticed any discernible improvement to the softness, texture, or appearance of my lips and the product doesnu2019t really last long during wear. I do not recommend this product. I do think the packaging is cute with the little spoon integrated into the little potu2019s lid."
        },
        {
            "review_title": "A Masterpiece ud83dudc95ud83dudc97",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Ok this stuffu2026ud83dudd1bud83dudd1d!!! I was using another lip mask Iu2019m not gonna say it bc it was wasnu2019t bad but like not my fav!! I started using this and my lips became magical. So smoooth and no more dry flakes. Please buy I recommend so badly because it is so beautiful. The spoon is amazing but the only downsized is that whenever I try to use it the spoon becomes all sticky. But donu2019t let that take away the best part about all of this!!!ud83dudc44u2764ufe0fud83dudc95"
        },
        {
            "review_title": "Absolutely Obsessed!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Best stuff ever!! My lips have been so dry and flakey since being pregnant but this stuff has cured that!! Brings back the moisture and plump to your lips!!"
        },
        {
            "review_title": "Long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is great u2026 stays on all night and even throughout the day it lasts a while.  Leaves a nice soft oil like feeling on the lips when itu2019s gone u2026 similar to laneige but imo better u2026 got a limited edition colour in a gift box"
        },
        {
            "review_title": "Essential",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Dry skin",
            "review_text": "My favorite Tatcha product and the only thing to help my dry lips. Pregnancy has left my lips dry and peeling and this is the only product that has brought them back. Same when I wear lip stain, after I remove it I dab this on and no more dry or cracked lips"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This product is absolutely magical. You can see the improvement of your lips overnight! Every time my lips are chapped I apply it before going to bed and it heals them every. single. time. I have been using it for almost a year now and I will be rebuying it. I can assure you it's 100% worth the money and the hype. Plus the peachy scent is delicious."
        },
        {
            "review_title": "Love Love Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is so nice! It works even better than Lange brand."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This lip mask has changed the texture and feel of my lips in the best way. Never chapped. Always smooth."
        },
        {
            "review_title": "Worked fasted! Saved my lips from bleeding.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "After reading the reviews, I was hesitant to try it.  A lot of people said it was overpriced and over hyped.   All I can say is, I got it  yesterday. I have used it twice.  My lips were bleeding and I was pulling skin off. And now it's not!   This is the kind of fast action relief my crusty dried out winter lips were looking for!   I accidentally purchased 2 and decided to keep them both so I can have one in my purse and one with my skin care products.  Ya, all tatcha products are pricey but my lips aren't bleeding any more so I'm thrilled. It's not sticky. Feels moisturizing. Leaves a good barrier on your lips.   Photos of my lips with no skin hanging off ud83dude06ud83dude06ud83dude06"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Brown eyes, Deep skin tone, Normal skin",
            "review_text": "It looks good but my lips are even dryer than they were before using this product. But I will say send home that  I love the way it looks .."
        },
        {
            "review_title": "PURCHASE!!!!!!!ud83dude0dud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love the results after literally an hour my lips still look glossed and are now hydrated!! I love this product and hope you do tooud83dude18ud83dude18"
        },
        {
            "review_title": "The best for dry lips!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "This lip mask is the best...I can put it on at night and wake up with it still on my lips. There's no fragrance at all, which is great, and it leaves my lips soft and moisturized."
        },
        {
            "review_title": "Must have for soft smoth lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this product to restore moisture to my lips. It's luxurious feeling and doesn't run. Used at bedtime, my lips feel soft in the morning. A little goes along way."
        },
        {
            "review_title": "No",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "It didnu2019t make a difference at all. Lips were dry after an hour"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really love the feel of this lip mask- more than laneigeu2019s, which I also have really loved. The price feels high, but it also has lasted me for awhile. I know Iu2019ll miss it when itu2019s gone so Iu2019ll probably repurchase!"
        },
        {
            "review_title": "Don't believe the hype",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Feels ok on but it's WAAAAY overpriced for a very small amount of silky Vaseline. Not worth the price at all. Returning it."
        },
        {
            "review_title": "same as Laneige",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I suffer from dry lips every winter. So I'm  always interested in new lip moisturizers. I really like the skin care products from this brand but the lip mask is not good. it's sticky and just stays on your lips, doesn't really moisturize it, isnt that the whole point of a mask. Anyways,could have gotten the same product with Laneige lip mask which is cheaper and it has different flavors. I paid $40 for the mini lip mask. what a waste."
        },
        {
            "review_title": "Great lip care staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Love this product. I use it overnight and also as a lip gloss for after lip stains. The quantity also lasts a pretty long time in my opinion. Great for when I travel for holidays and need extra protection from the cold."
        },
        {
            "review_title": "could not live without this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "my absolute favorite thing ever i always have a backup for when i run out. keeps my lips moisturized even when i am sick and sleeping with my mouth open. if i wear it overnight i wake up with it still on. overall my favorite product ever"
        },
        {
            "review_title": "good for dry lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "I really love this mask. I put it on every morning while I do my face routine. It hydrates better than anything else I've used and takes away all my wrinkles and dryness. it lasts a couple of hours, then I use my everyday glosses. But it is definitely recommended for aging lips."
        },
        {
            "review_title": "Pillowy soft lips - worth the money",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I bought this with my own money and after the first wear overnight my lips were so soft the next day, even after I wiped it off in the morning. With other lip masks, I find the morning after I wipe it off my lips shrivel and dry up but not with this one! Really pleased but itu2019s expensive ."
        },
        {
            "review_title": "Great mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have been doing the ever viral Tik Tok routine of Hylaronic acid layer and then a lip mask at night. Must say that it has definitely made my lips pinker and plumper."
        },
        {
            "review_title": "A must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this as a gift a year ago and omg it is the best lip mask!! Iu2019ve tried the Laneige lip sleeping mask and it was a no for me. I like to use this overnight to keep my lips moisturized, or whenever itu2019s cold out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love this product more than anything. Best kept secret."
        },
        {
            "review_title": "Recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This is the best lip mask everu2026 i have very dry lipsu2026 i use it at night and morning. Thank you Tatcha to create a such lightweight lip mask."
        },
        {
            "review_title": "I will always buy this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Love this!!! I use it at night. I also bought this for my daughter. We both love Tatcha products"
        },
        {
            "review_title": "Expensive but worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Best lip mask Iu2019ve ever used. Plush, hydrating, glossy, long lasting, all of it. Also convenient that the spoon attaches to the lid."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I have been using the Tatcha Kissu lip mask for about 2  months and am disappointed with the results. I use it at night and in the morning my lips feel very dry. No plumping or moisturizing effects as advertised. I wouldn't buy it again or recommend it."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "love this product. It feels so nice and smooth on the lips and is very hydrating !!"
        },
        {
            "review_title": "Lip mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I can't say any more great things about this lip mask. With the new design with the stick attached. It's even better.  I use this every night. It sticks perfectly and doesn't come off easily.  A daily go to!"
        },
        {
            "review_title": "This is magic!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I have been dealing with chapped lips for the past couple weeks. Using all the chapsticks and ointments I have, making sure I stay hydrated daily, with zero results. So I picked this up this morning and applied a tiny amount, just enough to cover my lips without being too glossy, and itu2019s a couple hours later and my lips are no longer chapped!! Like how!? lol This product is amazing!!"
        },
        {
            "review_title": "AWESOME LIP MASK!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "This is the smoothest and the BEST lip mask that I've tried so far. It really hydrates your lips and the shine is impeccable!  This is a great one to use over lipstick or anything that you want to give that extra shine and smoothness. If you haven't tried it, then you're missing out! Try it and you will thank me later ud83dude09"
        },
        {
            "review_title": "i donu2019t like overpriced vaseline better",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "bro i get this mask and itu2019s not even filled like the way it was filled in the picture and it litterarly made my lips chapped i stick to vaseline"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This is great! Itu2019s so thick and smooth and it does actually absorb into your lips instead of just sitting on top and once itu2019s absorbed I really felt a difference. My lips felt so smooth. It is pricey but it works way better than other lip masks I tried and a little goes a long way"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "The first product that I feel I dont need to constantly reapply."
        },
        {
            "review_title": "Great For Dry Cracked Lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Combination skin",
            "review_text": "Definitely a great lip mask but can double as a lip gloss as well. My lips can be dry, cracked, and using this will instantly give my lips moisture. Also the little lip applicator works well so you donu2019t have to get your fingers a mess"
        },
        {
            "review_title": "Lipgloss with benefits!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This was used as a treatment on my lips while having my makeup professionally done. I loved the look on its own. I bought this  as use it daily as a lipgloss. It protects my lips from elements of the  weather"
        },
        {
            "review_title": "better than Laniege",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is way better than the Laniege lip mask. It stays on longer and kind of grips your lips better, and therefore can be worn during the day as a lip gloss."
        },
        {
            "review_title": "No survival without these - ORANGE BLOSSOM ud83cudf41",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I dont know which one would be my favouriteu2026 red camilla was my all time favourite but orange blossom would be at the top. Orange blossom is true to its color - it looks like exactly the same as shown in the second picture    OrangeOrnage"
        },
        {
            "review_title": "Super hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This lip mask is super gentle and hydrating. I use it every night!"
        },
        {
            "review_title": "Not the lip mask for me.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Combination skin",
            "review_text": "I really really wanted to love this... I thought it would be like the Laneige lip mask, just a little less pearly/iridescent. I tried slathering a healthy amount on my lips but it seems to disappear quickly and my lips do not feel nourished or moisturized. I pretty much wake up with my lips starving for moisture and immediately go back to carmex(stick form). I've come to the conclusion that My Lips, not me, are insanely picky about lip gloss, balms, masks. I'm sticking to the Laneige lip mask. They changed the packaging, which I like the old one better, I just pray they didn't change the formula like Bite did."
        },
        {
            "review_title": "True Luxury",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I have remained a fan of this Tatcha product for several years. Regardless of its cost, it ranks among the top lip masks available at Sephora. The glass packaging adds a touch of luxury as well. It would certainly make a great Christmas gift to add this year."
        },
        {
            "review_title": "Was hoping I didnu2019t fall in love with itu2026",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Quite a price tag for a lip mask, but as someone with very dry, flaky lips and lots of fine lip lines, this product out-performs every other lip balm/mask Iu2019ve tried in the past. Long-lasting moisture and provides a plump, glossy sheen, and tastes good (but donu2019t eat it, itu2019s expensive)"
        },
        {
            "review_title": "She's Thick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "OMG, I love you TATCHA. This lip mask is so good. I use it day and night and a little goes a LONG ways!!!! I feel like I get my money's worth considering how long the product does last. It's thick and glossy and makes my lips feel very moisturized."
        },
        {
            "review_title": "Hydrating Lip Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I had bought the Laneige lip mask which didnu2019t do much and was looking for a replacement. I randomly picked this as it was in a kit with the Dewy Mist. The texture is like jelly and gives a lip gloss finish. I was very surprised that it actually is very moisturizing and hydrates my lips really well. My lips can get pretty dry and this product does a great job at softening and smoothing. Great prep lip mask for makeup too"
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, mediumTan skin tone, Combination skin",
            "review_text": "So good and moisturizing. Also lasted me like 6 months even with daily use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Amazing lip mask. When my lips get dry or peely and I put this on at night I wake to my lips feeling soft."
        },
        {
            "review_title": "The best lip mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Itu2019s the best I love it and itu2019s really good for hydration"
        },
        {
            "review_title": "Finally a lip mask that works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Truly one of the only lip masks you can trust to actually moisturize your lips. Most of them just form a protective barrier over the dryness. I mostly use this one overnight and for the last 1-2 months itu2019s been so nice! I wake up and my lips actually feel moisturized and hudrated.A little goes a long way."
        },
        {
            "review_title": "A game changer for lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Tatcha Lip Mask is a must for those with dry, cracked or irritated lips.  It smells and feels divine and I couldnu2019t go a night without it.  A great addition to your nightly routine and a must for those with dry lips!"
        },
        {
            "review_title": "A MIRACLE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Dry skin",
            "review_text": "I have suffered from chronic chapped lips.  i would go through a tube of lip balm in a matter of days.  After using this product for a few nights, my lips were 100% better.  it is miraculous!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Combination skin",
            "review_text": "Ok if ur looking to just spend whatever money you have this is so good bc its actually so moisturizing and light on ur lips i never had them crack and i have really dry lips. But my honest review is save ur money bc this ran out SO fast and i could buy any other lip product for cheaper and longer lasting its lowk not worth the price"
        },
        {
            "review_title": "Must have lip mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "This lip mask is amazing. My lips feel moisterized after first use. It leaves a light tint on your lips. It has a gel like feel to it.I like that it comes with a spatula."
        },
        {
            "review_title": "Very moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I do like this! Very moisturizing but I tend to like ones with a little color that I can wear but this is moisturizing!"
        },
        {
            "review_title": "Impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So Iu2019m confused by the mixed reviews to be honest. I love it! The packaging was as advertised.. so beautiful! You get plenty of product. Itu2019s a thick formula with a very light scent / no taste / lasted over night / 1 use my lips felt much more hydrated/"
        },
        {
            "review_title": "Only product that has ever relieved my dry lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is seriously the first product that truly moisturizes my lips and lasts nearly the whole day. My lips seem eternally dry and I have tried so many products that come highly recommended that don't seem to work for me. I was introduced to this product during a makeup session at Sephora, and I decided to purchase it. It has been transformational for me. I use it in the morning, and it keeps my list moist until before bed when I use it again. My mom has the same lip dryness issues I have, and I immediately bought it for her, and she is loving it too."
        },
        {
            "review_title": "NEED IT!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "THIS PRODUCT!!!! Let me tell you I am a lip hydration queen and havenu2019t been able to put this down. I am a Vaseline and aquaphor admiant user and this tops both"
        },
        {
            "review_title": "a few downsides but still great!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "very excellent lip mask! it locks in moisture and smooths rough lips, the only few downsides to this is that itu2019s very thin and not long lasting. ud83dudc4cud83eudd0d"
        },
        {
            "review_title": "This is like a spa treatment for your kisser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "I just received this today and I like what I got so far! A clever design with a unique spatula and storage of it. It feels luxurious, thick, moisturizing, and like my lips are extra kissable without being too shiny!"
        },
        {
            "review_title": "Overall great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This product is great for overnight it helps keep your lips feeling moisturized and glossy! Great for dehydrated lips!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Super great for dehydrated / cracked and cut lips!"
        },
        {
            "review_title": "The only lip mask you need!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve repurchased it for 5+ times, definitely recommend! My lips get dry very easily throughout a night, but if I have this on, they look and feel smooth and juicy when I get up. I also use on top of my lip stain during the day, it stays on the lips long."
        },
        {
            "review_title": "A Mist Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "After using the product for just one night I can already feel and see a difference in my lips. It should be used sparingly a little goes a long  way. The cost is off set by not needing to use a lot of the product.  The applicator fits perfectly on top of the jar."
        },
        {
            "review_title": "Burned my lips?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I tried this twice on Wednesday (Day/Night). By Saturday (pic A) my lips were looking like this & Sunday (pic B) they looked worse. It started slow until it started showing more on my lips. It felt like sunburn. Wanted to love it ud83dudc94"
        },
        {
            "review_title": "Very Nice, a Little Goes a long way!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I have been using this for about 3 months and find that it's a nice nighttime lip mask. Not much at all is needed, even in the dry high altitude climate where I live. The scent is so subtle I don't really notice it, which is not a downside for me. It's true the little gold spatula does not snap onto the lid as pictured, but that I didn't find this as bothersome as other users did. The texture can feel a bit sticky if too much is applied, so a little really does go a long way. Overall, quite lovely and works well for me!"
        },
        {
            "review_title": "not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "i was so excited to get this product, I even got the one with the fancy lid. but I put it on (not even a lot) and immediately was able to taste it. awful lip balm flavor every time I put it on. no smell. will be returning."
        },
        {
            "review_title": "pretty but not really a treatment",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "i mean it is nice, but in my opinion blistex has much more effective products."
        },
        {
            "review_title": "Tatcha is lying to all of us be  ufffc",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "this product is very misleading on the picture. It shows that the spoon has a little holder and mine does not have a little holder so now my spoon is just frolicking around when it does not have a holder like it states in the picture if we are going to have misleading pictures, then whatu2019s even the point of putting a pictureufffc if we are going to have misleading pictures, what is the point of even putting a picture ufffcufffc we are going to have misleading pictures, then whatu2019s even the point of putting a picture also it says that itu2019s plumping it is not plump anything ufffc"
        },
        {
            "review_title": "Plush (plump and lush) lips!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I have used every lip mask ever made and this is the best! It feels smooth and buttery and adds a lovely sheen while it hydrates and nourishes. My lips feel plump and luscious and soft and kissable. And my spatula does fit into the top to keep it handy at all times."
        },
        {
            "review_title": "The top is not the same as shown in picture",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Gave a 4 because I thought I would be able to put the spatula on the lid. However the lid is a regular top. Overall still a good product"
        },
        {
            "review_title": "Donu2019t think twice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "This is very moisturizing.  I have very dry ski. And I use this as a lip treatment before bed."
        },
        {
            "review_title": "instant staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "oh. my. god. so happy i splurged on this product. it's barely more expensive than the laneige lip mask which is sticky and doesnt last long. THIS on the other hand. applies like water, not sticky, and lips feel actually hydrated after use. packaging feels expensive with the little spoon applicator in the lid. love this product, will definitely be repurchasing !!"
        },
        {
            "review_title": "Perfect Lip Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "I love Tatcha and their mission. The packaging is beautiful and luxurious, very Tatcha. I enjoy it as my night time lip mask. This is a staple. A little goes a long way."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Very good product provide great  nourishment to lips but quantity is quite less as compared to to its price"
        },
        {
            "review_title": "Only u2b50ufe0f u2b50ufe0f u2b50ufe0f u2b50ufe0f because",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I used this product a couple of yrs ago and really liked it.  An issue for me was the handy dandy applicator did not have the built-in storage on the cap. And this made it less portable than Iu2019d likedu2026hence the mini plastic baggie ."
        },
        {
            "review_title": "pricy but worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "this is so great mine has lasted forever. you only need the tiniest amount and your lips are hydrated for the whole day. I know it's on the pricy side but it's worth it since it will last you forever"
        },
        {
            "review_title": "Get it it feel sooo good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "It is hydrating feels amazing looks great and is cute to have on your vanity"
        },
        {
            "review_title": "Velvet for your lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "This product is like velvet for your lips !!! I absolutely love it , is part of my every night routine, itu2019s in my top 2 favourite one !!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is definitely my favourite product that I can not live without. Super moisturizing"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Better than Laneige's ever so popular 'Lip Sleeping mask', which I was a long time fan of, until this came along. Opening the jar and looking at the product itself, there isn't much difference, the color is almost the same. However the results are far superior with Tatcha's. I don't exclusively use this on a night, I use it whenever my lips feel dried out, and this hydrates and plumps them up nicely. I purchased this towards the end of 2023 and there's still plenty in the jar! I don't find it sticky and if you carefully dab a really tiny amount over lipstick, it gives a perfect glossy sheen and prevents your lips from drying out how they usually would, especially with matte lippies. Yes it seems pricey, but if you take into consideration how long it lasts (plus some excellent ingredients in here) it's actually not bad value for money.      ~ My Sephora Top 7 must-have list ~  (My top 7 must-have beauty products of all time, focusing mainly on my purchases at Sephora)  1. Hair Loss Treatment: u2018Divine Herbalu2019 - Hair Oil  2. Shampoo: 'Sephora Collection' - Deep Cleaning Shampoo 3. Face Mask: u2018Peter Thomas Rothu2019 u2013 Pumpkin Enzyme Mask  4. Pigmentation + Anti-Aging Serum: u2018Divine Herbalu2019 - Facial Treatment Serum 5. Face Scrub: u2018Sisley' - Botanical Gentle Buffing Cream 6. Lip Balm: u2018Nuxeu2019 u2013 Reve De Miel Lip Balm 7. Lip Liner: u2018Sephora Collection' - Rouge Gel Lip Liner"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "A amazing product . My lips feel so moisturized and plumped . Better than the Lenige mask in my opinion"
        },
        {
            "review_title": "Worth the price!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "Love this product, saved my lips when they were chapped! and they also Gove you a good amount of product"
        },
        {
            "review_title": "Save your money",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "It felt nice but I didnu2019t notice crazy results. The texture is very slippery instead of moisturizingu2026"
        },
        {
            "review_title": "awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
            "review_text": "I love this. applied before bed and though came off during the night from sleeping my lips didn't have extra dry skin buildup on lips the next morning. I love the small applicator that comes with it"
        },
        {
            "review_title": "Standard Lip Mask",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "A good lip mask, thick, stays on the lips, hydrating, but it is nothing special. Would love if it was lightly scented or have some colour. Not worth the price, in my opinion. You can get the same for much less."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "This is a must have to ur daily lip hydration journey. It is long lasting, no weird taste. NON STICKY"
        },
        {
            "review_title": "Long lasting and great formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Dry skin",
            "review_text": "I love the formula of this. It's very smooth and long-lasting. Not sticky or gooey. Your lips are not dry the next morning if applied at night. This has no scent and no taste at all. A good choice."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "I really like this lip mask, it feels so smooth and silky on my lips."
        },
        {
            "review_title": "Life saver",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I have an anxious habit where Iu2019ll bite my bottom lip so much where it becomes extremely dry and cracked. This is the only lip mask or even balm that remedies it after only one use. A little goes a long way and Iu2019m still using the one in the old packaging"
        },
        {
            "review_title": "Cheap packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Dry skin",
            "review_text": "Like it has no smell for me and a little goes a long way and super shiny and glassy only problem I have is itu2019s packaging is not like the photos given and sucks because thatu2019s why I got it. If your gonna buy something expensive you want to fee like itu2019s worth it and a little jar and a plastic spoon is not it it should be as advertised"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "i like this but the texture is a little bit sticky"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I like some of Tatcha's line. This isn't one. It looks pretty on the lips, however dries out my lips once it dissipates in 15-20 minutes. I saw no improvement using this."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "The lid does not hold the spoon!!! I like the lip mask but bought it thinking they had upgraded the packaging."
        },
        {
            "review_title": "Night time routine finishing touch",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Best lipmask ever. I use it in the night before bed and in the morning, my lips are softer."
        },
        {
            "review_title": "Best Lip Mask I've Tried",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This lip masks is pure luxury.  it is hard to describe how it feels when applied: it's so smooth and leave my lips smooth an supple."
        },
        {
            "review_title": "Sashay away",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes",
            "review_text": "The packaging is beautiful, and I was extremely excited to try and hopefully be a staple item for me but no. I realized after some time that my lips were constantly cracking, dry, and peeling. It wasn't until I misplaced the lip mask and stopped using it that I realized this mask was causing all of it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Hydrating, smoothing and stays on overnight. Just ordered my second jar of this stuff. First one lasted me just under a year and it rivals my LaMer lip balm."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love this product! After using other lip masks this is my preferred one. Itu2019s pricer than most others, but worth it and it has lasted a while for me. Also nice that it comes with an applicator."
        },
        {
            "review_title": "Good, but packaging doesnu2019t match the picture",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I love this adorable lip mask. The texture looks so beautiful, and it feels creamy and hydrating on lips. Only problem is that the picture doesnu2019t match with the actual packaging: there is no spoon holder on the lid, unlike the featured picture. (Might be new packaging but itu2019s misleading)"
        },
        {
            "review_title": "The best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Seriously, best lip balm/mask ever.  I didnu2019t know my lips could be this hydrated.  I live in a dry climate where my lips are chronically dry and peeling and this has worked some magic!  Did not know such a moisturizing lip balm could exist.  Texture and tint are also very nice, non sticky and comfortable but also long lasting"
        },
        {
            "review_title": "THE best lip balm/mask I have ever tried",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The best lip balm/mask I have ever used and I've used quite a few. I get very dry cracked lips and end up chewing on them so i need to always make sure they are hydrated and moisturized, would highly recommend!"
        },
        {
            "review_title": "Not worth the price",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I think this product definitely does the job but for the price point I just donu2019t think itu2019s worth it for an average lip mask."
        },
        {
            "review_title": "Best lip mask ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is truly the best lip mask! Donu2019t waste your money on other ones. My lips have never been so moisturized."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "Leaves my lips feeling soft and rejuvenated after sleeping all night"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "The photo shown with the lid is false advertising the spatula comes as a separate piece"
        },
        {
            "review_title": "Satisfied",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Normal skin",
            "review_text": "I really like this lip mask, my lips are always terribly dry no matter what I do. I tried the Fenty it worked briefly but my lips still were dry.  This one lasts longer and my lips aren't as dry anymore. I still have to apply it a couple times a day but you don't need a lot, just a thin layer.  I use it in conjunction with a lip scrub from Bath and Body Works."
        },
        {
            "review_title": "How would I describe this?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Where do I start? First of all the amount of product you receive for this price, is outrageous, itu2019s barely anything. But it does last up to 3 months, so thatu2019s good. The container is tiny, and it will take a moment for you to figure out how to open it. The The actual formula is okay, but itu2019s nothing special."
        },
        {
            "review_title": "Hydrating",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Bought a limited edition shade, super gorgeous, and so hydrating. Definitely overpriced but a really nice product"
        },
        {
            "review_title": "Very moisturizing and lasts all night.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Iu2019ve used this for a few nights now and I really like it. I wish I lot had a bit more of a smell so thats why I didnu2019t rate 5 stars. The other lip mask I have is the laneige brand. I like the formula of this tatcha more. It feels much more expensive and luxurious than the other brand to me!. better"
        },
        {
            "review_title": "Not the sameu2026",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Been using this product for years and have always loved it. Would apply it morning and evening. Was amazing. My latest batch though is different. Itu2019s thinner and not as moisturizing. Smells, feels, and tastes like a regular old cheap chapsticku2026"
        },
        {
            "review_title": "Very oily but not moisturizing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have been using it for months now. Every time I  put it on my lips at night, my lips get drier the next morning when I wake up. I thought maybe it's staying on my lips for too long. So I try to use makeup so that I can moisturize my lips before applying lipstick and it ended up being useless, not even as good as using Vaseline!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I normally have pale lips that get extra crispy in the winter. I started using this mask overnight and I woke up w princess peach lips I was in literal shock. A little goes a long way with the product as well! worth the price"
        },
        {
            "review_title": "The price is too high for this product.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "I cannot recommend this product. the price is overrated this slip mask made my lips dry, and actually broke my lips out. it goes on smooth, but it does not moisturize lips. I have to go back to my plush pudding by Fenty. This isn't it."
        },
        {
            "review_title": "It restored my lips from severely dry to soft and",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I have been using the kissu lip mask for the past 3 weeks every night and it has made such a significant difference! My lip had a dry patch/eczema/contact dermatitis due to a lip stick I tried, and despite using aquaphor or Vaseline, using the kissu lip mask is the only thing that helped restore my lips! I don't wear this during the day, only use it as a final step in my nightly skincare routine and I wake up with soft, smooth and nourished lips. I've tried other lip masks, but nothing as effective as this. I'm really happy with this product and will purchase again."
        },
        {
            "review_title": "Love it !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "i recently purchased this product and i applied it at night and woke up in the middle of the night and my lips were STILL soft and supple. I really like this product. I apply throughout the day and my lips feel great"
        },
        {
            "review_title": "Look elsewhere",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Porcelain skin tone, Normal skin",
            "review_text": "I wanted to love this product so badly but it really dried my lips out. No amount of applications made this 'lip mask' have a positive effect."
        },
        {
            "review_title": "never living without this again!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Dry skin",
            "review_text": "iu2019ve had cold sores for as long as i can remember. & in my older years iu2019ve thrown away countless tubes of lip gloss because i contaminated it unknowingly having a cold sore. with this i wash the applicator before i wash  my face and itu2019s cut back on so much cross contamination. this is my perfect lip mask!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "best lip mask Iu2019ve tried!! I kid you not when I put this on before bed I can still feel it in the morning!! Ik its bit pricey but itu2019s worth it."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Made my lips super soft and silky after the first use."
        },
        {
            "review_title": "great overnight lip mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "iu2019ve been using this as a lip mask and i love how it hydrates my lips overnight and it comes with a lot of product. the scent is light, and the packaging is gorgeous. itu2019s not sticky, thick/jelly consistency"
        },
        {
            "review_title": "Leaves lips supple!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I use it overnight, I wished it would stay glossy longer! But I wake up with really moisturized lips which is great! It just soaks in overnight I guess. It is a good lip mask compared to others Iu2019ve tried. A good final step to the skincare routine"
        },
        {
            "review_title": "I wanted to love thisu2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I wanted to love this, but I just canu2019t. Somehow it makes your lips dry and chapped. Iu2019m going to have to stick with my City Beauty Lip Oil."
        },
        {
            "review_title": "Not worth the hype itu2019s drying.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I decided to try this after receiving a recommendation from a close friend who knows I have quite the lip mask obsession. I tried it for 24 hours and it left my lips feeling dry and parched and it required multiple applications with only an hour of one another. I cannot recommend this if youu2019re on the hunt for a perfect lip mask that you can wear all day I highly recommend Fenty lip puddin."
        },
        {
            "review_title": "Nice lip balm but nothing special",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Itu2019s a nice lip balm but i expect more for the price tag. I had high hopes. Iu2019m trying to replace a balm that has been discontinued so I had high expectations and the results fell short unfortunately. It fells nice, goes on smooth and is quite thin, but my lips donu2019t feel any softer than with a regular lip balm."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Nearly done with my 1st jar. At first I wasnu2019t sure. Itu2019s a little sticky and goopy. However, if I go in with a heavy hand at night, thickly coating my lips, I find my lips are not only soft in the morning but seem a bit plumper. ud83dude0d"
        },
        {
            "review_title": "an okay product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Deep skin tone, Combination skin",
            "review_text": "this lip mask is good but it is a little overpriced probably wouldn't buy again but still good i guess it also makes a good eye cream it definitely helped get rid of dark circles it also helped on my legs to get rid of redness"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Will keep buying this for sure! I have so many lip balms and this was the only product that saved me when I went through a severe dry lip experience in the winter. Way worth the price than all the other ones!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Application is easy but product not worth it. It dries out your lips so bad!"
        },
        {
            "review_title": "Yes! It works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I love this product. Not only it works for very dry lips but also it enhances the look of your lips. It look like lip oil and I pair it with my rose Color lip liner. Then I apply it at bed time as a lip mask. It totally is worth it! I donu2019t use the applicator because it takes up more product than I usually want to use. Itu2019s expensive so Iu2019m careful with how much Iu2019m using."
        },
        {
            "review_title": "My go-to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "this is so underhyped, I use it every night and have never had an issue with it not working/drying out my lips more, really works"
        },
        {
            "review_title": "Super fix for my chapped lips!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I've never used a lip mask before so nothing to compare to but this is such a gamechanger for my chapped lips! I have a really bad habit of licking and chewing my lips that I've suffered so long from dry, chapped, peeling lips that drugstore balms alone can't keep hydrated. After using this mask for one night, I woke up with my lips looking instantly repaired like they've never been dry or damaged a day in their life! This mask has really fixed my previously neglected lips and works so quick to fix them right up again when I find myself falling back into my habit of licking/chewing my lips. I only use this at night before bed because I find it too sticky to wear while I go about my day. The mask lasts me all night and I usually find I wake up with product still on my lips, which makes for a slightly sticky mess when I wash my face and brush my teeth in the morning, but even wiping this off my lips leaves them so visibly smooth I gasp each time. This is honestly a miracle product for me and my lips! I've never had a holy grail product before but this is definitely it - no question!!!"
        },
        {
            "review_title": "In love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Absolutely love this product. Great size and a must have for any skincare routine. I apply this in the morning while doing my skincare and again at night. Keeps my lips soft and hydrated. I would love to see this in a tube formula for all day wear"
        },
        {
            "review_title": "Winter Staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have bought so many different lip products to help with how dry, cracked, & sore my lips are during winter months. Nothing has workedu2026until this. I havenu2019t reached for a chapstick in 2 weeks. This is a must have for me now."
        },
        {
            "review_title": "FOR THE DRY LIP GURLIES",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I am a u201cI need a prescription to help my dry lipsu201d kinda girl and I felt like this really helped. I apply at bedtime and it keeps my lips moist all night. I also wear it under lipstick to prevent it from drying out!"
        },
        {
            "review_title": "Favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I love it. It has a softer and lighter texture than vaseline, it has no scent, and makes my lips very soft."
        },
        {
            "review_title": "Pretty packaging, moisturizing  but not worth the",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Product is moisturizing, pretty packaging, slightly tinted and lightweight. But the price is mismatched for the product. It does its job but I feel like itu2019s not worth the price. Will definitely stick with laneige for now as itu2019s more moisturizing than the tatcha."
        },
        {
            "review_title": "You need this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This is one of the best lip products I have ever used! It saved my extremely dry and chapped lips in one night. It leaves your lips with a glossy finish and even comes with a spatula. It is definitely worth the price and I will be repurchasing!"
        },
        {
            "review_title": "Love this! Second time purchasing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this for night time. I put it on before bed and always wake up with plump lips. Thereu2019s usually a bit still on when I get up in the morning."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Havenu2019t used in a while and tried it again today - my lips are dry after it wore off a few hours later. Itu2019s goopy and Iu2019m not fond of lip products in a pot because you have to use your finger."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Product hydrates but does not last long. I have to reapply every few minutes after my skincare routine. I wake up in the morning with dry lips. I went back to my aquaphor"
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, notSure skin tone, Normal skin",
            "review_text": "i used this product before i went to bed and my lips were still hydrated and soft by the end of the day"
        },
        {
            "review_title": "incontournable pour mon rituel du soir",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "J'adore ce masque il fonctionne super bien et sent tres bon!"
        },
        {
            "review_title": "My favorite lip mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I loveee this lip mask. I use it at night before bed and itu2019s super moisturizing and I love the packaging and how it comes with a little spatula! Itu2019s expensive but Iu2019d say for the quality itu2019s worth it to me"
        },
        {
            "review_title": "Its Hydration heaven!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I have tried many lip mask MANY! And this one right here is the cherry on too. Let me tell you the price is what kept me away for so long, and i regret it so much. Because this lip mask is hydration heaven! Seriously ladies and Gents! Get it!"
        },
        {
            "review_title": "I love but prob better",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I love this product if you very nice on your lips and they have a little spoon that you can use To apply toufffc your lips thereu2019s probably betterufffc"
        },
        {
            "review_title": "Loved trying it but itu2019s not a must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I like the consistency of this lip mask! Its very smooth and it comes with a little applicator. Itu2019s not very glossy, it lasts pretty long. It didnu2019t dry my lips out. I would not repurchase but it was worth the buy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Combination skin",
            "review_text": "I am in LOVE!!!! Havenu2019t used carmax, Blistex or  Aquaphor in months! I love using it underneath my lip combos so my lips donu2019t get dry so fast"
        },
        {
            "review_title": "Disappointing, Tatcha!!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love Tatcha, so was very disappointed at how sticky and drying this feels!! Before this I was using Lawless forget the filler lip plumping mask, also in a pot, and it feels WAY more moisturizing and soothing, with a nice little tingle as it plumps, but not too much. I just wanted to try this since itu2019s Tatcha, but I will be going back to the Lawless one now. :("
        },
        {
            "review_title": "Best lip mask on the market",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "The best lip mask out there! It performs a lot better than Laneige, in my opinion. The texture is jelly-like, yet deliciously thick. The product itself is not sticky nor tacky: you truly forget you applied something on your lips as you go on with your daily tasks. The scent is heavenly: not overpowering nor too sweet. It so good that I apply the mask during the day for a glossy effect as well as at night. Even during the harsh, cold & snowy winter, I still wake up with soft, supple and hydrated lips. The perfect canvas for makeup. The performance justifies every dollar spent on this lip mask. Treat yourself to this little luxury, you wonu2019t regret"
        },
        {
            "review_title": "No",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Feels goopy and dries my lips out. It gave me flaky lips, idk why."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Super sticky and not in a good way. Did t feel it was nourishing at all."
        },
        {
            "review_title": "Dries me out",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Smells really nice and feels good when you first put it on. Unfortunately I wake up to my lips peeling and they are super dry throughout the day. Disappointed I splurged just for this to dry my lips out"
        },
        {
            "review_title": "Drying :( super disappointing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019ve used this for a few months now & it doesnu2019t make my lips any more moisturized. It feels ok at first but I can literally feel it drying out my lips more as it dries."
        },
        {
            "review_title": "Great for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I love this stuff! Great for my very sensitive skin. I was a laniege user but it started to cause excema flare-ups! Not sure if the formula changed or i just developed this reaction so I switched to this and wish i did sooner."
        },
        {
            "review_title": "I use it every night",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019ve used this product every night before bed for the past 2 months and I always wake up with super soft lips."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "The wisteria color is pretty, but this mask isnu2019t anything special. Feels nice on the lips, but no noticeable difference in moisture. Way too expensive for the effect."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I love the scent and the finish of this lip mask! Itu2019s just so juicy and moisturizing. Imo, if you are going to spend the $24 on a Laneige mask, you should just go ahead and spend the $5 extra and get this"
        },
        {
            "review_title": "5 stars !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love it ! Works for dry lips and hydrates really well"
        },
        {
            "review_title": "Lip gloss type mask",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I like it but my only issue is itu2019s like a lipgloss not a mask or lip balm. Itu2019s hard to take off it gets a sticky and tacky consistency. It hydrates and seals in moisture well but I want to try alpynu2019s lip mask. This is too lip glossy for me. It melt"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Love the way it feels on, color is gorgeous and leaves lips fairly moisturized. My only issue is the spatula thing, itu2019s not magnetic and has no way of sticking with the container so iu2019m going to lose it."
        },
        {
            "review_title": "Worth the price!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "After I used it my lips were so hydrated! I have always had really dry lips and especially during winter!! And this lip mask helped them!! Get it!!"
        },
        {
            "review_title": "Moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Bought this product after Bite Beauty Agave Nighttime Lip Therapy wasnu2019t available anymore. I was not disappointed. Itu2019s a part of my daily routine. Will be repurchasing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": ""
        },
        {
            "review_title": "New England Winter Must Have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is my winter favorite for living in the harsh New England cold. I donu2019t just use it overnight itu2019s my go to u201cchapsticku201d as it lasts quite a while. My boyfriend get cracked lips and he loves using it as well."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Absolutely love this product! When I first bought this, I was hoping it would be better than Laneige (which is crap) and it didnu2019t disappoint! Agree with some comments, you really just need a little!"
        },
        {
            "review_title": "One of the best lip masks",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is my favourite lip mask itu2019s so hydrating and it helps me a lot"
        },
        {
            "review_title": "I like it a lot ud83eudd1e",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Immediately after putting it on it smoothed and softened my lips"
        },
        {
            "review_title": "Will buy again!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "this has been saving my lips during canadian winter! it softens and sooths my lips so quickly. i love that it doesnt really have a scent too!"
        },
        {
            "review_title": "YEP",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Best lip mask youu2019ll find. Smells so good, Feels even better."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Oily skin",
            "review_text": "Better than laneige mask. Only need the tiniest amount to apply to lips. Feel so soft and moisturizing. Apply every night."
        },
        {
            "review_title": "For the wet look.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Normal skin",
            "review_text": "Love this product. Especially if you want glossy lips and hydration. The tint is very light and layers over many colors."
        },
        {
            "review_title": "Not special Vaseline is the same",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Very basic nothing special feels like Vaseline and wears off quick. Gave it 2 stars cause of the boujee packaging besides that no smell wears off quick"
        },
        {
            "review_title": "Absolute must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This literally fixed my lips. I had some extremely dry lips and I used this for approximately three days and they were completely fixed. It was pretty amazing. I will never go a night without putting this on!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I really wanted to love this product. The packaging and little gold spoon are amazing! The product also smells great. I however, am sensitive to some ingredients in lip products, and something in this did dry out my lips."
        },
        {
            "review_title": "Saved my lips!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I'm been suffering from dry, sore and split lips for a few weeks now and have tried many different drugstore lip ointments and lotions with 0 luck. I purchased this yesterday to try out as I love their facewash. No exaggeration .. my lips are completely back to normal and healed in one day... I ordered the other colour also as a backup."
        },
        {
            "review_title": "Expensive but Works",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is the only lip mask Iu2019ve tried that actually sinks in overnight and solves my chapped lip problem. Itu2019s expensive, but you get what you pay for. I plan to use it all winter."
        },
        {
            "review_title": "on my 2nd refill!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Love this so much! I would definitely buy this has a gift to anyoneu2026 girlfriend, sister, mom anything !  Goods= so hydrating, smells good, not messy, cute packaging + comes with a spoon/scooper bads= a little pricey, kinda sticky"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Canu2019t really see any effect at all. Itu2019s just like putting lipgloss and not mask."
        },
        {
            "review_title": "Why did this chap my lips",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Donu2019t buy. Managed to dry my lips out which I donu2019t understand at all? Better off with Laniege or the ole Hendrickson lip treatment."
        },
        {
            "review_title": "Lips love this",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Is a wonderful treatment for my lips which are always dry and cracking. Not sticky like other treatments and the scent/flavour is light and sweet. The only draw back is it is a very small amount for the price."
        },
        {
            "review_title": "not worth the animal-testing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Nice lip mask but not worth animal-testing. Tatcha's parent company, Unilever, is not a cruelty-free company. Unilever states that they DO tests on animals where required by law."
        },
        {
            "review_title": "Best lip mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Super hydrating and comfortable on the lips. Will rebuy for sure"
        },
        {
            "review_title": "Donu2019t go to sleep without it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This feels so good and hydrates well.  Also can be used as a gloss for day and just need a tiny bit"
        },
        {
            "review_title": "Not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I love Tatchau2019s other products so I was excited to try this but it is sticky and drying. A super bummer for how expensive it is. I like Laneige better."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "After Iu2019m using this product Iu2019m loved my lips is very hidrate and soft Iu2019m really recommend this product"
        },
        {
            "review_title": "Highly Recommed!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "After stealing my friends lip mask, I decided to finally get my own and I am in love!"
        },
        {
            "review_title": "Better than Laneige",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I liked this product a lot more than the Laneige lip mask. I feel like this product is actually hydrating and works for my lips as opposed to the Laneige lip mask that left them dry and cracked the morning after using. This is more of a jelly consistency but a little goes a long way for me. Itu2019s not groundbreaking and expensive for how little you get but if you like Tatcha and want to treat yourself to a luxury experience I say give it a try."
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "the BEST lip product in the WORLDDDD. it is actually so hydrating and keeps my lips moisturized for hours. a little goes a long way. i can't describe the feeling of it, but it's makes ur lips so smooth."
        },
        {
            "review_title": "very sticky",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "this product does leave my lips very hydrated but it is so tacky and sticky. everything sticks to it"
        },
        {
            "review_title": "No",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Eh. Doesnu2019t do much and doesnu2019t stay on long. Sticky. Save the money"
        },
        {
            "review_title": "Really enjoying this lip mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m really loving this lip mask. I put it on when I go to bed and when I wake up. I also like to use it as a regular lip balm style through the day as well. I like the glossy shine it leaves on my lip. Doesnu2019t feel sticky. A little goes a long way!"
        },
        {
            "review_title": "Its okay. Works short term",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Male, 30s, south asian Iu2019ve always had trouble with dry lips. Iu2019ve used this a few times over night now but i still get dry/ chapped lips. Iu2019ve found applying it with your finger a few times during the day helps too."
        },
        {
            "review_title": "Not worth the price. Tint fades after 10 seconds",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Bought it for a bit of a luxury feel & also have a tinted lip balm type of product. But the tint fades literally 10 seconds after applying. Does keep my lips soft and moisturized but not worth the price!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "One of the best lip balms I have purchased. I have been using it for a while and canu2019t get enough of it. Even my husband loves it. It is super hydrating and it stays on for so long."
        },
        {
            "review_title": "My fav nighttime lip moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I love this way more than the Laneige lip mask. This has a way better consistency and it lasts til the next day if you wear it at night. This is a fall season must have, I'm on my 3 container. The texture is a bit sticky but it feels like an expensive lip gloss."
        },
        {
            "review_title": "Love!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this limited edition lip balm, makes my lips feel very hydrated and gives it a nice hint of color."
        },
        {
            "review_title": "Best Lip Product Out There",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This is the most incredible lip product Iu2019ve ever used. Not sticky, but stays on my lips for hours, even as I chew them (I know, itu2019s subconscious)."
        },
        {
            "review_title": "A must have lip mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "The moment I put this on my lips, I knew this was completely different than anything else Iu2019ve ever used. It was so soft like a jelly.  I will definitely be using this for the rest of my life."
        },
        {
            "review_title": "Not deeply moisturizing",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I wouldnu2019t buy this product. The price point is too high for the quality. The packaging is beautiful however I felt like the product left a cast on my lips in the morning. I didnu2019t fully moisturize them."
        },
        {
            "review_title": "Really like",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "Feels very nice, not sticky and love the added color tint to my lips."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "I would not say it is worth the money. It was slightly hydrating but aquaphor is better and cheaper."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "i switched to this after laneige changed their formula to include coconut oil. i love this so much more! it feels thicker and lasts all night. i has really chapped lips yesterday and after applying this, the dry skin gently rubbed off and i woke up with the smoothest lips."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Great product, a little goes a long way so I'm sure it'll to last me a long time!"
        },
        {
            "review_title": "A no go for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I bought the pink one and used it every night for awhile. very lightweight. Felt nice on. My lips are very dry due to living in a desert climate. I did not notice any lasting effects. Jack Black lip balm is much better and actually heals my chapped lips."
        },
        {
            "review_title": "Could be better",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "The product is very light and sits well on the lips; however, it is not very hydrating, and you need to reapply very often. You could easily find a better lip mask at Sephora for this price."
        },
        {
            "review_title": "Great formula, bad packaging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love this! Please put it in a tube! It would be 5 stars but I hate the packaging"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like it nothing negative I can say. Works good with my dry lips. Would buy again."
        },
        {
            "review_title": "Great for moisture but so so so small!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this lip mask BUT itu2019s so small compared to many others such as the Laneige and Fenty lip masks. I think I used this lip mask, at most, twice a day and it only lasted me maybe 3 months. I would say it moisturizes my lips equally to the Laneige one though."
        },
        {
            "review_title": "Spoil yourself",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I don't normally spend this much on a lip mask but I'm a sucker for purple! l like to use this after a nice long bath so I can enjoy the color and effect. This is definitely a luxury item like the spoon and whole ritual. I am glad I splurged!"
        },
        {
            "review_title": "Must have at bedtime",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I use this before bed and I wake up with refreshed lips. I have lips that are dry and crack and this works wonders!"
        },
        {
            "review_title": "This is better than Laneige trust me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "So nice and juicy but not sticky or tacky at all. Feels like a dream on the lips"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Canu2019t live without it. Better than Laniege and Tula lip masks. I use it every night before bed."
        },
        {
            "review_title": "A Little Goes a Long Way",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Oily skin",
            "review_text": "This lip mask is extremely hydrating and feels great onu2014I use it overnight and wake up to moisturized lips. It has a pleasant yet subtle scent and the applicator is a nice added touch. While the jar is quite small, only a tiny amount is needed per application so I can definitely see this product lasting several months."
        },
        {
            "review_title": "No Go",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Goes on buttery, but then disappears. Doesnu2019t give me the plump, hydrated lips when I wake up like the Laniege (and Bite when they still existed) lip mask does."
        },
        {
            "review_title": "Will never use another lip mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "This is my favorite lip mask by far! Itu2019s so hydrating and I love how lasting it is! I usually put this on before bed and the next day my lips are so hydrated and plump! Iu2019ve repurchased so many times!"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I put this on every night before bed and, every morning when Iu2019m putting on make up.  Itu2019s amazing how it makes your lips feel. Love this product."
        },
        {
            "review_title": "A little goes a long way!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "My lips always get so dry leading into winter and I go through so many lip balms, masks etc. I have been using this a few times a week and my lips have never felt so good. Even the little lines seems to be smoothed out."
        },
        {
            "review_title": "Itu2019s a mask, not a balm!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Love this product especially on my retinol nights to protect my lips! I think people expect it to be a lip balm and forget it is a mask! Lips are smooth and soft the next day. Also perfect during the winter! months."
        },
        {
            "review_title": "Feels amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "The texture is really nice, it's not sticky at all and it's really soothing and hydrating. The applicator wand is super easy to get carried away with so be careful how much you take cuz a little goes a long way!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "i love the jelly consistency on my lips, it feels nice."
        },
        {
            "review_title": "It's okay.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "I think you can save money.. For $1.29 you can get the Vaseline rosy lips for the same results ud83dude05 In my opinion, I get better results with my vaseline.. Dontm't get me wrong, I LOVE tatcha products, their gold spun lip balm was amazing. but this is just meh... My honest opinion is you can definitely save your money and buy something else rather than this unless you are ingredients concious."
        },
        {
            "review_title": "Nice limited edition; original is much better",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This limited edition version of the lip mask is cute. The tint is nice and a good color, it goes on smoothly, and itu2019s a decent mask. However, the formula is a lot more runny than the original version. The original version has always felt slightly gelatinous to me. I refer to it as my peach jelly lip stuff. But this version is definitely not that thick consistency. It still goes on nicely, but it has a tendency that the original does not to come off during the night.   I would say this is a good gift for someone who might be new to lip masks and would like the tint/color/fragrance/cute presentation with the gold colored spatula. But if youu2019re gifting to someone looking for a very good lip mask who has never tried tatcha, I would buy them the original. I wonu2019t buy this version for myself again, but Iu2019ll use it up since itu2019s not bad."
        },
        {
            "review_title": "Just get it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "Just get it. I suffer from dry, chapped lips. Mainly from anxiety and biting them, plus living somewhere with cold winters. This product has saved my lips and dryness is something I no longer struggle with"
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Really pretty packaging, really pretty coloru2026 in the jar. There is almost no color when itu2019s on my lips. Itu2019s alright as a lip balm. The formula is thinner than I expected especially considering itu2019s called a lip mask. Not all that long lasting or hydrating  Iu2019m thinking about returning"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I am sharing my honest and authentic opinion, as a Sephora Beauty Insider Community Ambassador.  The color Wisteria is so pretty in person. I wouldnu2019t wear it as a lip sleeping mask because it has a slight color. More of a daytime lip mask.  Or another way I like to use it is on top of lip gloss for extra shine. The formula and texture feel exactly the same as the original one and just as hydrating. Itu2019s perfect for my Pilates training course because it keeps my lips hydrated for hours during my session and makes me feel a little more put together without having to try so hard. A definite must try and see and test in store."
        },
        {
            "review_title": "Good Product ..BUT...",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "The color is veryyy FLATTERING. I cut one star  because it has mild smell and taste which I dont like"
        },
        {
            "review_title": "Overpriced",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Porcelain skin tone, Combination skin",
            "review_text": "I normally love everything from Tatcha but this is so overpriced. It is moisturizing but it's also kind of sticky. It's essentially Vaseline but 10x the price. I do find that Vaseline has a plastic-like smell and this doesn't, so if that is important to you, then maybe it's worth paying up."
        },
        {
            "review_title": "Good but a little pricey",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "Great lip mask, really softens the lips. Can be used anytime. Only downside is the price. $26 is a stretch for such a small container although you don't need much."
        },
        {
            "review_title": "Dries Out Lips",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I know everyone raves about this brand, but I have to be honest. This lip mask dries your lips out badly. Once it dries, your lips are super dry. I would not waste your money"
        },
        {
            "review_title": "Like Glass!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Love love love! I put a heavier amount on at night not sticky at all! It stays even when I wake up to drink water! My lips have never been softer and fuller looking! I even use a smaller amount during the day!   fiddle must have!"
        },
        {
            "review_title": "Super hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Tatcha never disappoints with choosing colors and formulas.10/10 so in love"
        },
        {
            "review_title": "Does not disappoint!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, mediumTan skin tone, Oily skin",
            "review_text": "I have tried multiple high-end lip masks and this oneu2026 BABYu2026 this one right here is the very best!! It is so nourishing and does not evaporate or dissolve.   It"
        },
        {
            "review_title": "Donu2019t fall for the hype",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Combination skin",
            "review_text": "This feels like an overpriced jelly balm.  The Laneige lip masks are better, with a variety of flavors and better results.  Thereu2019s literally nothing special about these if youu2019re wanting results. My lips feel dry within a half hour of applying. Like dryer than if I never used it at all.  Aesthetically these have a more expensive luxury look, and it smells alright. But the formula is just generic and feels like lip balm for little girls.  I expected more results from the price point of Tatcha. But I feel like that about most of their products. Youu2019re paying for aesthetic more than formula. These brands need to do something special for charging $30 for a lip balm. We need to stop giving them our money for a basic product in a fancy container.  I buy way too many lip balms, oils and glosses, and this was such a let down for the price and the hype around it."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Original",
            "review_buyer_description": "",
            "review_text": "Iu2019ve wanted to try for a while. Itu2019s definitely a very very nice product, feels so good on the lips. Not sticky but lots of slip and is definitely a luxury lip product. For me itu2019s a one time buy. Nice product, but it doesnu2019t do anything that makes it worth the price."
        },
        {
            "review_title": "Worth a try",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Love this product. Canu2019t say enough. I love that my lips stay hydrated and shiny. The only reason Iu2019m knocking a star off is because when I stopped using, my lips dried out so bad. So I had to start back using it."
        },
        {
            "review_title": "Waste of money, disappointing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This does nothing to moisturize lips. It feels nice immediately after putting it on but doesnu2019t last and certainly doesnu2019t do anything overnight. Save your $ and get C.O. Bigelowu2019s My Favorite Night Balm."
        },
        {
            "review_title": "1 DAY RESULT!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I dont usually write reviews but for this one I had to. Just WOW! The 30 day result I got from the other brand, I got it at day 1 using this product!!!  No more dry lips!"
        },
        {
            "review_title": "Not as moisturizing as I had hoped.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Dry skin",
            "review_text": "This was stickier and less moisturizing than my normal lip mask. I purchased this one due to it being more natural than the other brand but it just was not love."
        },
        {
            "review_title": "Worth every penny!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, lightMedium skin tone, Normal skin",
            "review_text": "I have used this for over 9 months and love it. Previously used Laneige and was not a fan as it left my lips peeling. Kissu lip mask is worth the money as a little product goes a long way."
        },
        {
            "review_title": "New holy grail!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Tatcha never change anything about this mask! So hydrating I use it every night and I wake up with the most kissable, smooth lips everytime! It feels like luxurious and has a faint scent of peach which I like because it doesn't irritate my sensitive skin. 1000/10."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Favorite lip mask I have ever tried!! And great as a simple gloss too!!"
        },
        {
            "review_title": "AWESOME!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Only con about it is that itu2019s expensive. Packaging is sooo cute and fancy and product blows my mind, so soft and hydrating 100% recommend."
        },
        {
            "review_title": "Lovely!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Itu2019s wonderful. The mask immediately softens lips and it is great for both daywear and as a nighttime lip mask. The results are lasting and the application tool makes the experience feel premium. Very pleased with this brand and product."
        },
        {
            "review_title": "A dry lip essential",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "Coming from someone who has dry chapped peeling lips 25/8 365 days of the year this product is extremely worth it. Iu2019ve only had it on for 20-40 minutes and my lips are so soft and have show improvement. A little really does go a  for me long away"
        },
        {
            "review_title": "The Perfect Lip Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "OH MY GOODNESS!! I love this product soo much. The smell is much fresher than the other brands that give me headaches and are just too, sweet, and the texture is so luxurious. This comes with the little spoon and it grabs just the right amount. Definitely a luxury product for not TOO bad of a price so if youu2019ve ever wanted Tatcha product but could never spend the money on something 50+, grab this"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "all time fave lip product forever. it lasts so long and isnu2019t sticky at all. love it smmmm. also love the cut lil spatula"
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "So hydrating and love the color! Can be used in the day and at night as a mask. My favorite and very long lasting. + the packaging and spoon is very cute."
        },
        {
            "review_title": "Chapped and Cracked Lip Cure",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve been using this for probably two years now and itu2019s the only thing that could cure my severely chapped lips! Seriously, my lips used to crack and bleed regularly and chapstick always made it worse"
        },
        {
            "review_title": "Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Must have! Lips look so juicy and deeply hydrates!"
        },
        {
            "review_title": "Just ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Nice lip mask overall. I find it a bit sticky, and it absorbs too quickly."
        },
        {
            "review_title": "Not necessary but a great part of night routines!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "After using this, my lips felt so nice! I used this at night at the end of my skincare and it made it plumping and moisturized. When applying lip balm in the day my lips NEVER felt better."
        },
        {
            "review_title": "Amazing product for your lips!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "My lips are very soft, specially during the winter . I just apply it at night and I donu2019t need to use something else during the day"
        },
        {
            "review_title": "Cute but not necessary",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I think if you feel like spending the money sure, itu2019s really cute, very glossy and it feels nice. But I wouldnu2019t say it made this huge amazing difference in my lips. Especially if my lips are extra dry I canu2019t say it works as well as just plain vaseline."
        },
        {
            "review_title": "Lovely!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I enjoyed applying this at night. Daughter kept stealing this one away as well. Would repurchase! Thick enough to stick around and moisturize your lips the next day!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Itu2019s so hydrating and makes your lips look amazing"
        },
        {
            "review_title": "Yumm",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Super nice and smells like heaven. Just don't like how is kind of like over priced Aquaphor but it's pink and slightly more moisturising"
        },
        {
            "review_title": "SO UNDERRATED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This lip mask is sooo good. Itu2019s glossy and is moisturizing. I donu2019t think itu2019s better than the laniege one but itu2019s for sure really nice. Love it."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This product left my lips dried out and sticky sadly."
        },
        {
            "review_title": "A no from me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This does absolutely nothing. I'm pretty sure it dried my lips out even more. I followed the directions correctly and woke up with dry lips. Buyer beware"
        },
        {
            "review_title": "A must-have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I have actually repurchased this product multiple times. This is the best lip mask Iu2019ve used. Iu2019m very picky between lip oils, balms, masks, etc. I use this lip mask twice a day and it is pricy but itu2019s so worth it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "It does hydrate your lips but itu2019s small! And can get sticky from time to time."
        },
        {
            "review_title": "Makes lips dryer",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019m on the search for a replacement to the Bite Beauty lip mask, and after trying so many I tried this because I have loved every Tatcha product I have tried. Thi mask feels absolutely amazing on and makes it feel like my lips are healed right away. However, once the product fully absorbs, it leaves my lips dry or even dryer than before application. Iu2019m going to be returning this product, the first I have had to do with any Tatcha product!"
        },
        {
            "review_title": "Meh.  Slightly pink Vaseline imo.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I was excited to try because I do love Tatcha product but this one is a miss. I found this to be similar to Vaseline in texture (gloppy and messy).   After using my lips were still dry.  Other people have said and I agree Laneige  lip mask works better and has a better consistency.  You also get a ToN more product."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "It is just the right amount of thick and stays smooth all night.  Love the way my lips feel in the morning."
        },
        {
            "review_title": "Cute BUT not great",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Liked the way it made my lips feel. It is very hydrating, but alas, I feel it doesn't last very long. It is not like wearing chapstick, but moreover like a lip gloss. The tiny spatula allows for scooping and spreading upon the lips nicely. But not too convenient for putting inside a purse because there isn't a scooper attachment on the small container like other Tatcha products. There is no plumping effect either. It resembles a glossy, creamier Vaseline like texture without the longevity of protoleum jelly. I think there are many other products at Sephora that does the same thing at a more affordable price without this known brand name tag."
        },
        {
            "review_title": "Better than Lanige sleeping lip mask.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Very soft and hydrating on my lips, Lasts forever!!"
        },
        {
            "review_title": "Not Worth The Money",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "When used overnight, this product made my lips more dry than before I used it. Itu2019s fine for a quick lip hydration but doesnu2019t last long and is definitely not worth the money."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "at first i really loved this and how luxurious it felt, but after a while i realized that itu2019s just not that moisturizing and there are much better lip masks for cheaper. itu2019s also very thick and sticky"
        },
        {
            "review_title": "Splurge !!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I think this product is soo good! I love that it came with tatchau2019s classic spatula. :) it is hydrating, non-sticky, and smells amazing! A little goes a long way!"
        },
        {
            "review_title": "Glorified lip-balm, Not worth it at all",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "So not worth it. It's cute and that's about it. It did not last long and I didn't see any results on my drip lips. I like the brand and have had great results from their other products. Glorified lip balm. Skip the lip masks and use Aquaphor for real results for a fraction of the price."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "One of my best purchases from Sephora. I look like I have fillers with this. Iu2019m in love with the texture"
        },
        {
            "review_title": "New part of night routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "After a week of using this lip mask noticed a big change. Lips are soft and not chappy."
        },
        {
            "review_title": "Soft lips all day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I had a really bad sun burn in my lips and after a few weeks using this lips mask I didn't have a sign of damage."
        },
        {
            "review_title": "Smooth moisture & gloss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I love the texture, feel, natural glossy color, and using the golden wand makes you feel fancy"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The lip mask is a cute colour and packaging but Iu2019ve found better lip balms for this price! Iu2019ve tried using it on its own as a lip balm as well as a true lip mask and just couldnu2019t work it out"
        },
        {
            "review_title": "Not the worst or best",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I donu2019t quite enjoy this scent free mask, leaving a bit after taste on the tongue.. but it softens up my dry lips within an hour. I highly recommend La meru2019s new sugar scrub. Thatu2019s my holy grail."
        },
        {
            "review_title": "Just say cheese",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Now I have some crusty old lips, but this stuff is some magical fairy paste from another world. I donu2019t know how it works, but it does and it should for the price. However, like many have mentioned, the fact that it comes in a jar? Iu2019m sure there are reasons for that, or maybe not, but that is definitely a major con for me. Also, the spatulau2026. Yeah, I had to go elsewhere and purchased some washable applicators (that I do wash each time I use-donu2019t judge ;) ) But please a squeeze tube would be nice, heck, Iu2019d probably by in bulk if that happenedu2026u2026u2026u2026maybe ;)"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is soooo smooth and hydrating. I woke up and it gelt like i still had it. Its a small jar but you only need a very small amount. It is worth the price. I had the  laneige lip mask and it does nothing compared to this!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Like this product - it does moisturize and have a nice texture, but there are other comparable and more affordable options out there!"
        },
        {
            "review_title": "Loved it at first then a huge no.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This was really nice while itu2019s on your lips but after two weeks of every night use, it really started drying my lips out. They started to peel, my lips just felt super dried out and overall this wasnu2019t great. I would not recommend"
        },
        {
            "review_title": "Not a need",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This isnu2019t a need in my routine. Itu2019s cute, glossy, but in my opinion just glorified aquaphor. Save your money!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Oily skin",
            "review_text": "I was looking for a replacement for my korean lip sleep mask that is no longer available unfortunately and was worried I wouldn't find one as good as it is but this was a match! Made my lips feel so smooth and moisturized in the morning. Absolutely love this! A must have :)"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "No diferencia. This is a WASTE of money. Got something from Walmart that works just as good if not better."
        },
        {
            "review_title": "<3 love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Porcelain skin tone, Normal skin",
            "review_text": "you'll notice results overnight! has a light peach fragrance but nothing too bad. great formula, really hydrating"
        },
        {
            "review_title": "Fun but not worth the $",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This was a just for funsies purchase. I didnu2019t find it super moisturizing but the plumping is nice. I find I wear it more as a gloss when I want a more glam look as opposed to a mask. Probably wonu2019t  repurchase. repurchase. repurchase though."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After using this for a week, discovered Iu2019m allergic. So sad because it felt so good on my lips."
        },
        {
            "review_title": "It's okay...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "I like this a lot better than the Laneige Lip Sleeping Mask, which dries out my lips like crazy. This is a thick and gooey lip mask, but it doesn't seem to hydrate my lips too much. I love Tatcha products, but this one is a miss from me so I won't repurchase. Aquaphor works better on me."
        },
        {
            "review_title": "Itu2019s okay, but..",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "this lip mask is my only go to if my lip drys out. I tried to use this when my lips where moisturized and when no skin ripping, but last night after I used this as a night mask. My lips skin started to pull! Lanige is better."
        },
        {
            "review_title": "Glossy, NOT moisturizing",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Super nice glossy look, but not moisturizing at all. Actually dried my lips more than anything, 3 stars because it is pretty on. Laneige is my go to to. This is over priced with not too many benefits."
        },
        {
            "review_title": "A New Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "So I posted a review on the other lip balm by Tatcha, which I still love. And then I tried this! Very hydrating, not very sticky  no scent noted, and longer lasting than most similar lip products. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Pretty good. Not the most effective sometimes so I donu2019t go to it for very chapped nights, but it does work and has a pleasant not sticky or heavy feel to it"
        },
        {
            "review_title": "Moisturizing with no scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Itu2019s thick and moisturizing, perfect as a lip mask during winter or if you live in a dry climate like me in Colorado. I think it works ALMOST as well as the Laneige Lip Mask, itu2019s slightly thinner and has no smell so I prefer it during the day and my Laneige at night. If you love the laneige lip mask but hate the strong scents, then try the tatcha. Iu2019ll prob stick with my laneige moving forward bc itu2019s cheaper."
        },
        {
            "review_title": "The best possible product for the lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve tried them all. Fenty. Laneige. But this is so far superior it canu2019t be compared. It hydrates and feels so soothing the second you put it on. It also has no weird fragrance or smell. It is the best product of its kind for your lips."
        },
        {
            "review_title": "I will NEVER buy anything else!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "You get what you pay for. This will last a very long time! Other container masks that Iu2019ve used are too thick, too messy, and too scented. THIS will hydrate your lips and last!!!     lasts a"
        },
        {
            "review_title": "Pass",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Hydrating but doesnu2019t smell like anything. I wonu2019t repurchase."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "the only lip product Iu2019ve had that will stay on and leave my lips soft overnight. I love the texture, and the packaging is gorgeous"
        },
        {
            "review_title": "Give it a chance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "If you donu2019t like it at first, give it a couple weeks. Wasnu2019t sure about it but within a couple weeks I realized my lips were softer ALL the time, not just when I was applying it. Super sad that the limited addition tinted one is gone (I got this one & a tinted one in a pack of two that was temporarily available)."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like it but not enough to buy it a second time. Itu2019s very hydrating, long lasting, and gives my lips a nice smooth appearance and it smells nice. Itu2019s fun for a one time purchase!!"
        },
        {
            "review_title": "Not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Iu2019ve been using this for a few months now at night before I go to bed. Itu2019s definitely soothing & not sticky but my lips will still dry out when I wake up. I prefer aquaphor but Iu2019m just trying to use up all the product at this point."
        },
        {
            "review_title": "Rebound Dryness",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "I usually love all tatcha products, and while this one feels nice on the lips initially, it gives my lips serious rebound dryness. The next day my lips will be super dry. I keep giving it another chance because itu2019s tatcha, but Iu2019m always disappointed. Now I just use petroleum jelly"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Does not do the job. I regret putting it on every time I give it another shot."
        },
        {
            "review_title": "Buy it, you won't regret it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "loving this lip mask!  it's a must have if you like smooth, hydrated lips.  the cost is a bit high for such a small bottle however you only need to use the smallest little dab.the product goes a really long way and will last forever!"
        },
        {
            "review_title": "Su2019fine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "This is an overpriced, okay lip balm. Feels nice on the lips, but I donu2019t feel like it really does anything to improve the condition of my lips. Su2019fine."
        },
        {
            "review_title": "Nice but nothing special",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Oily skin",
            "review_text": "I was looking for a cruelty free alternative to laneige because I got a sample & absolutely fell in love. Unfortunately this is just okay. Itu2019s a nice formula that looks juicy on the lips but doesnu2019t really have any long lasting benefits."
        },
        {
            "review_title": "Worth a try!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "A lot of people make the mistake of using a lip mask as lip balm which is why you wonu2019t get the best results. This lip mask and Laneige lip masks are my two favorite overnight masks to use. In the morning, I can feel how moisturizes my lips are and the product doesnu2019t completely fade away in your sleep. If you have really dry lips like I do, this is a great product for your lips however, it is not a cure. Hydrate your body. Please donu2019t expect this to just cure your dry lips on its own."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This felt cheap and waxy. If you are looking for a good lip mask check out Lanegie."
        },
        {
            "review_title": "Not worth your coins, Friend!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "After using this product for several months, I do not see any improvement with my lips. I do not like the texture and it is not long lasting AT ALL. I only use it for night treatments and it does not last longer than 20 minutes. I would not recommend for the price."
        },
        {
            "review_title": "A bit too sticky for my liking",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Good hydrating formulation but a bit too tacky and sticky to my liking."
        },
        {
            "review_title": "Soooo Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "Delighted as soon as I opened it. The glass like appearance of this is eye candy. Love the small spatula for cleanliness. The texture of this stuff has my lips feeling like a babyu2019s lips it is sooooo smooth and silky. What a treat for my lips. And. It last for hours. Yes Tatchau2026Love, love, love!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "No. Just no. Really tried to like it. Not worth the money."
        },
        {
            "review_title": "decent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "it's nice but it is not worth the price, doesn't last longer than 10 minutes on my lips"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "One of the most luxurious feel lip mask. Works great as lip primer. Jelly like smooth texture make lips soft"
        },
        {
            "review_title": "Wowu2026 so soothing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is incredible & soothes my lips so well. The spoon is used to massage the gel in and it really enhances the healing . Highly recommended!"
        },
        {
            "review_title": "It's fine, but the Laneige is more hydrating",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "It's really nice and the formula is a really fun texture. But it's not quite as hydrating as the Laneige sleep lip mask. I would say if you really like a more jelly formula rather than a balm formula (like the laneige), then this is the way forward."
        },
        {
            "review_title": "Works wonders on damaged lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This product has helped my lips heal from damage brought on by obsessive lip picking. I saw a difference within days of consistent use and after less than two weeks my self confidence is restored and visible damage on my lips has been greatly minimized. At close look you can see where my lip is damaged but probably no one inspects my face as close as I LOL  this product works amazing on my lips and keeping them hydrated before I take matters into my own hands lol I will definitely be repurchasing over and over again. Tatcha, please donu2019t change or discontinue this!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Irritated lips. Made my lips super dry as well. Gave the product a break, used it last night my lips with irritated within an hour."
        },
        {
            "review_title": "Nice texture but not effective",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "It goes on nicely but for me it doesnu2019t hydrate my lips at all. I put it on nightly and the next day my lips are still dry and dehydrated and chapped despite making sure I drink plenty of water and exfoliate."
        },
        {
            "review_title": "Smooth lip mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This mask goes on so smooth. It feels like luxury on your lips. Best treatment especially for the winter months."
        },
        {
            "review_title": "Love this lip mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Iu2019ve had this stuff for 10 months now, but Iu2019ve decided to finally review. This stuff works amazing, especially if you use to consistently at night. I have dry skin/lips and my lips are softer than ever!"
        },
        {
            "review_title": "Boyfriend noticed difference!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is the first review Iu2019ve written on Sephora before but I just had to! Iu2019ve had this product only for a few days, and my boyfriend had said to me that my lips feel super soft!"
        },
        {
            "review_title": "Shouldu2019ve bought this sooner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Normal skin",
            "review_text": "I actually delayed buying this product because I kept seeing bad reviews. I have other popular lip masks/products that I used instead. I love so many Tatcha products and decided to just finally order one. Wow! I love it so much! You only need a little bit of product when applying. I found it goes on easily and feels a bit thick/oily, but in a good way. I apply mine before bed and sleep with it on. When I wake up in the middle of the night, I can still feel it on my lips. As the night and morning goes on, it feels less thick and more of a thin coating like I just applied some lip balm. None of my other lip products stay this long. I can understand some people being bothered by this, but I love it because it keeps my lips so hydrated and plump. They donu2019t crack from dryness since the moisture stays for so long. Iu2019m upset I didnu2019t try this sooner, but Iu2019m so happy I decided to buy it."
        },
        {
            "review_title": "Go for it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I hate to say it because of the price tag butu2026 worth it! I put this on a every night and my lips are perfection. I donu2019t even put anything on them during the day and theyu2019re still soft & hydrated."
        },
        {
            "review_title": "A pretty decent lip mask",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "I wouldn't say this is a holy grail that will solve all your problems or anything, but it is something that I will definitely keep stocked. I love how it makes my lips feel and it looks nice on, so I sometimes just wear it as a gloss. I keep one at home and one in my bag. There isn't much of a smell IMO."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "This has really helped my lips from being chapped or cracked!"
        },
        {
            "review_title": "Overpriced, sticky, doesn't sink in to hydrate.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "Not worth the money. Overpriced. It just sits on top of the lips, so if you alreqdy have dry lips, its not going to actually soak in and hydrate. It feels very greasy on my finger after application. Vaseline lip therapy is way better than this. My lips feel hydrated and not sticky when I apply vaseline lip therapy. Its way less costly. pricey doesn't always mean quality, I guess. I won't rebuy."
        },
        {
            "review_title": "Itu2019s was OK..",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "I really was excited to dry this product, unfortunately, I didnu2019t see any results from it. It was just like a regular lip balm but thicker, and pricier lol! ud83eudd74"
        },
        {
            "review_title": "Happy with it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Dry skin",
            "review_text": "the packaging is adorable, and the product is decent. itu2019s beautiful as a lip gloss during the day and itu2019s comfortable to wear to bed as a night lip mask. i bought this in place of the laneige one after finding out they test on animals."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "my lips have gotten more dry with each use and I thought I was imagining it. stopped using it for a bit and then used it again and the dryness is horrible!!"
        },
        {
            "review_title": "Pretty underwhelmed",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Itu2019s not that special. The texture is so thick and itu2019s a lot on my lips. You could find something thatu2019s cheaper."
        },
        {
            "review_title": "a need",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "i love this so much i put it on am and pm and it works wonders for me and makes my lips feel smooth after i put it on!"
        },
        {
            "review_title": "Life saver!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have repurchased this five times already! I get chapped lips, and when I get chapped lips, I pick at them (especially when Iu2019m stressed). This has saved me time and time again! Love love love!"
        },
        {
            "review_title": "The one I grab immediately now",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Dry skin",
            "review_text": "I absolutely love how plump and juicy my lips look after using this lip mask. Yes I wish I didnu2019t have to use the spatula or my finger if my cat has ran away with the spatula. I use it a couple times a day. And have seen an improvement on my dry lips almost immediately"
        },
        {
            "review_title": "Overhyped",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Overhyped.  Nothing great , I prefer lanaige. This is too little product for such a high price"
        },
        {
            "review_title": "Better than LANEIGE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I hate putting scented stuff on my face before bed. This lip mask is unscented, shiny, and repairs. I have developed a new habit of bitting my lips since Iu2019ve started to wear masks. This lip masks repairs the bitten skin. Love i!  sore but this lip masks repairs the bitten skin. Love i!the end of the day are sore but this lip masks repairs the bitten skin. Love i!"
        },
        {
            "review_title": "This stuff is amazing ah-maze-ing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I am 52 and have the characteristic thinner lips. Bought this stuff for the moisture and now my lips looks so so so full. I will repurchase over and over. I hope this never is discontinued."
        },
        {
            "review_title": "cheap quality feel",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "Disappointed, feels like a cheap quality dollar store lip gloss. pretty packaging and colour but that's it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This stuff definitely smooths lines and gives the appearance of filler lips. After using it for a few weeks, my husband asked me one night if I had injections done in my lips lol so, itu2019s a winner. Hate the packaging tho, I want to take this on the go but also donu2019t want to stick my finger in the tub either. So it sits in my bathroom. I guess this way itu2019ll last longer?"
        },
        {
            "review_title": "Sticky and overpriced.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "I received a small jar of this with their face cream and was very excited to try it. I wanted to love it but found it made me lips feel dryer. They looked healthy but I was left feeling like I needed to use a lip balm. I tried it for many nights hoping it would get better but sadly, it did not. I also found it very sticky. I am allergic to lanolin and thought maybe it was an ingredient but unless I missed it, I donu2019t think it is.  So far the best lip balms I found are Aquaphor  severely dry skin ointment and Ou2019Keeffes lip balm. Still looking for a miracle product!"
        },
        {
            "review_title": "okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "Meh...it's okay. I will keep it because it's okay. I prefer the la neige sleeping mask. This one was sticky and gooey and has zero scent. The packaging is pretty tho"
        },
        {
            "review_title": "Is it the best? Yes. Is it expensive? Also yes.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I got this product in a set with the overnight recovery creamu2014and probably wouldnu2019t have bought it otherwise given the very high price per oz. Iu2019m sort of annoyed at how much better this is than the Laneige. It just feels so much better on, lasts longer, and gives you less of that taste and feeling of residue in your mouth. I wish it were priced better because itu2019s going to be hard to resist rebuying when I finish it off."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I love this product, Iu2019m on accutane and have extremely dry and cracked lips, but adding this to my routine has been a game changer. I tried other brands like laniege but didnt see the results i saw w this product."
        },
        {
            "review_title": "A must have one!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this lip mask!!! A must have! Keep your lips moisturized 24/7!"
        },
        {
            "review_title": "Best Lip Mask On The Market.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "This is the best lip mask i have ever tried and i've been using in for 2 years now. Tatcha- please CHANGE THE PACKAGING! This product is perfection, but i don't want to dip my fingers in a pot and the spatula is dumb. I want to carry this in my handbag and reapply throughout the day."
        },
        {
            "review_title": "My favorite lip mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Using this made my lips feel moisturized during the night and morning! I was a bit skeptical at first, but it does a great job helping dry lips. It's not sticky at all. When applying it a little goes a long way!"
        },
        {
            "review_title": "Plumped and moistened my lips! Yeay!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this! A little goes a long way and it is very hydrating and plumps my lips. My friend thought that I had gotten lip injections when I was just wearing this. I highly recommend!"
        },
        {
            "review_title": "The best lip product ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Out of the insane number of lip products Iu2019ve tried for my dry flaking lips this is the only product that has given me baby soft lips. One of these even lasts over 3 months with nightly usage"
        },
        {
            "review_title": "Awesome for dry lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "This lip mask is amazing! I love the packaging and how it includes an applicator with it but most of all the lip mask itself is very smooth and a jelly like texture. Itu2019s easy to apply on and lasts for a long time!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Oily skin",
            "review_text": "Love the consistency, love the hydration and the applicator stick is very cute. I put it on before bed and I woke up with pillow soft lips."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I like how it feels. My lips havenu2019t been dried this winter"
        },
        {
            "review_title": "Nightly routine must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "I've used this every night for over a month and it has done wonders for my lips. You don't have to use much so it is lasting me a long time plus it doesn't have a smell/taste."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Original",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Not worth the hype! Doesnt help much with my dry lips"
        },
        {
            "review_title": "Upgraded my nighttime skincare routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "The smoothest product that has ever touched my lips."
        },
        {
            "review_title": "Pass on this",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I wanted to love this. All the other Tatcha products Iu2019ve tried have been excellent but I justu2026donu2019t get this. Itu2019s sticky as heck, doesnu2019t last, doesnu2019t really moisturize my lips and itu2019s expensive. Vaseline does a better job."
        },
        {
            "review_title": "So moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I actually tried this product in the new limited edition red camellia version. The color is more of a red-ish tint which I loved because, call me crazy, but I am someone who hates when my lips look pale and colorless when I am doing my skincare routine and getting ready for bed lol. Anyway my lips were on a bit of a dry patch due to the cold climate where I live and this mask fixed that right up. I woke up with perfectly smooth lips. It was a dream! I am always looking for good lip masks that work, and this one definitely does. I enjoyed it so much that I am thinking of purchasing the regular pink color as well."
        },
        {
            "review_title": "Love but also not love ?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I did Like the appearance on the lips but it is very thick and has a sticky feel, my lips dry out over time though so it doesnu2019t have a lasting effect, although my mom loves it and says it leaves her lips very moisturized, it may preform different in different lips?"
        },
        {
            "review_title": "An unexpected necessity",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I thought this was just going to be a fun purchase to spoil myself, but I've been using this for two weeks and my lips are noticeably more full and healthy. I've noticed they also hold more colour now when I apply tinted lip balm throughout the day. I'm 31 and my lips just aren't as plump as they used to be, but this mask really brought more life into them lol. Definitely a new necessity in my night time routine!"
        },
        {
            "review_title": "Self care item",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "A little bit of product goes a long way. I love a good lip mask I use it every night before bed and it has saved my dry chapped lips. :)"
        },
        {
            "review_title": "A must have in my routine :)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I looove this lip mask, i have them in both, the original and the red one, it has helped me during the 2 weeks it got sooo dry outside & inside (during winter ofc). I always use it when Iu2019m ready for bed, also when I wake up in the mornings getting ready for work, just to get it ready for the day ud83dude0a  I know it isnu2019t for everyone that already tried or it may not be for you, but you wonu2019t find a lip mask that you like if you donu2019t try any of them."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original",
            "review_buyer_description": "",
            "review_text": "This lip mask saved my lips! As someone who gets dry cracked lips in the winter this mask has hydrated and made my lips so soft and got rid of the soar cracked spots! This product is worth every cent it costs! Iu2019ve tried everything on my lips and this has been the best product Iu2019ve ever used!"
        },
        {
            "review_title": "Smooth Baby Lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It is sad to say, but this product was not my first choice to choose for lip masks. I wanted to buy the Laneige lip mask, but they were sold out everywhere, so I read reviews on this and got it. Safe to say, I am pleased with this lip mask.   It works so well and keeps my lips nice and smooth. I apply some on before I go to bed and even when I wake up, the application is still there. I definitely would recommend this to anyone who wants to try a new lip mask besides the Laneige one. I am almost out of this product too and I plan to buy another one!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original",
            "review_buyer_description": "",
            "review_text": "I have tried multiple lip masksu2026.This is by far my FAVORITE. It literally is still on my lips in the morning. So so soft."
        },
        {
            "review_title": "Must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this lip mask. Happy I finally got to get it!!! Makes my lips feel like satin. Definitely will buy again when need be!!!"
        },
        {
            "review_title": "Pillow Soft",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The winter air has made my lips unbearably dry. This mask healed them over night! Best used after exfoliating!"
        },
        {
            "review_title": "A new holy grail in my self care routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Tatcha has amazing products as we all know but this lip mask has become a staple for me. I live where itu2019s -30 half the year and this mask has been a life saver for my extremely dry lips."
        },
        {
            "review_title": "Not Worth The Hype",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Don't waste your money. It's not terrible, but it's nothing special."
        },
        {
            "review_title": "Perfect lip mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I bought this as an alternative to laniege because the candy scent was just too much for me. I was pleasantly surprised to find that this lip mask only has a very very very light scent and has transformed my lips into juicy perfection in just two days"
        },
        {
            "review_title": "A little goes a long way",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Oily skin",
            "review_text": "Iu2019ve repurchased this mask many times now, specifically for night time. You only need a tiny bit! Iu2019ve tried the Laneige sleeping mask which is good as a simple daytime lip balm, but not as a thicker lip mask. This isso worth your money and lasts awhile. I wake up with plump, hydrated lips every mornigg noworth your m because of this! u2764ufe0f"
        },
        {
            "review_title": "Luxurious",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Combination skin",
            "review_text": "After trying the popular Laneige lip sleeping mask and being disappointed by it, I was hesitant to try an even more expensive product but this is worth it! I apply it at night before bed and as needed during the day, and my lips feel nourished. I do think the price is too high for the amount of product you get, but I'll see how long one container lasts and if it's worth the long term investment."
        },
        {
            "review_title": "the best lip balm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this is my favorite lip balm. it feels so nice and looks glossy and has a nice subtle scent. i have already had 2 and will buy another one!"
        },
        {
            "review_title": "Not Worth It",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I do not understand the hype. Itu2019s luxurious and looks pretty when itu2019s on, but this definitely made my lips drier than it was before. And it made them especially dry around my lips which I had never experienced before."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "This lip mask is so soft and juicy it melts on your lips so easily ud83dude0athe little spoon is very helpful especially when you have nails ."
        },
        {
            "review_title": "Just use vaseline",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "If I could give this zero stars I would. It truly made no difference. It smells nice and is comfortable to wear but vaseline/petroleum jelly would work just as well and is much cheaper."
        },
        {
            "review_title": "Does Not Work",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Dry skin",
            "review_text": "After using this for a few months, I notice no difference in the moisture or feel of my dry lips. Aquaphor, Vaseline, or Glossier's Balm Dot Com work way better. Also I don't know why a mask has to have color! If anything my lips feel MORE dry after use. It's pretty as lipstick/gloss, but not a mask and not helpful for dry lips."
        },
        {
            "review_title": "WONDERFULLY CRAFTED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, lightMedium skin tone, Dry skin",
            "review_text": "In love!! My lips were/ have been super dry for months. Me trying to find lip balms that worked and nothing did!  I decided to use this beautiful lip mask. Itu2019s thick in consistency and stays on the lips wonderfully. A little goes along way with this mask. Definitely will hydrate dry crusty lips."
        }
    ]
}