{
    "product_id": "282",
    "name": "Reserve - Sparkling Sugar Eau de Parfum Travel Spray",
    "brand": "CLEAN RESERVE",
    "categories": "Fragrance, Women, Perfume",
    "price": 43.5,
    "about": "Fragrance Family: Warm & Spicy..Scent Type: Warm & Sweet Gourmands..Key Notes: Blackcurrant (Cassis Berries), Peach Nectar, White Musk..Fragrance Description: Inspired by a wink and smile, this fun and flirty fragrance blends cassis berries and luscious peach nectar with soft pink sugar to create an irresistibly sweetu2014but not too sweetu2014scent with a little sass. Ambrette, a natural musk, lingers on the skin for the final touch...About the Bottle: CLEAN RESERVE is a farm-to-fragrance collection crafted with sustainably sourced ingredients and eco-conscious packaging...About the Fragrance: CLEAN RESERVE made the choice to partner with a company that sources sustainable ambrette harvested by farmers in El Salvador to help support education programs and provide a stable source of income for the local farmers and their communities...",
    "ingredients": "Alcohol Denat., Parfum/Fragrance, Aqua/Water/Eau, Hydroxycitronellal, Citronellol, Coumarin...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;",
    "num_reviews": 120,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/sparkling-sugar-ts-P503859?skuId=2628873&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2628873-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "0.33 oz / 10 mL eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2628873-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "A staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I am so glad i grabbed this before it went out of stock; itu2019s genuinely the perfect everyday scent. It settles on the skin more of a warm sugar."
        },
        {
            "review_title": "Sweet Smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I used to wear this perfume to work alot. It has hints of sweetness and I always got a lot of compliments on it.  Strong smell, lasted a long time"
        },
        {
            "review_title": "sweet smelling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "It's a beautiful light sweet for everyday use. I ended up buying another and gifting it to my cousin's sister, too. by the way, I bought it. It wasn't sent to me free."
        },
        {
            "review_title": "The parfum smells nothing like the sample",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I got a sample of this when I both some items and the sample was available with my points I had available.  The sample smelled so good I had to buy the next size up.  I am returning this you barely smell anything and it smells nothing like the sample like I mean what is this that I just bought.  RETURNING....."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I think this is the best perfume that Iu2019ve received this year. Itu2019s definitely giving a fresh feel and it lightens my mood. Surprisingly it lasts long as well. Will definitely keep this in my collection"
        },
        {
            "review_title": "A new favorite fragrance thatu2019s sweetly made!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am thankful to be gifted this opportunity to try one of my favorite brands of scents! CLEAN RESERVE ! I love this scent Sparkling Sugar, from CLEAN RESERVE! I received the scent Sparkling Sugar, and itu2019s an excellent scent for any occasion really! Itu2019s sweet and has a mild first impression with a trail of a lighter than air cotton candy scent thatu2019s just sweet as sugar! Itu2019s true to its name as far as the smell goes! And I am obsessed with how sustainable CLEAN RESERVE is with their fragrances! This specific one is crafted with sustainable notes of ambrette seed from El Salvador! Itu2019s also Vegan! I will be replacing this one with another as soon as I run out! I highly suggest giving this scent a try if you havenu2019t and I feel this product being CLEAN BEAUTY is great for all ages and all skin types!"
        },
        {
            "review_title": "Love it smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Itu2019s so good and light and fresh. Smells like sweet cherry itu2019s a very pretty scent the more I wear I smell vanilla and cashmere itu2019s perfect for travel itu2019s my new favorite scent for winter! Gifted by clean reserve (USA"
        },
        {
            "review_title": "Youthful Fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I received Clean Reserve Sparkling Sugar fragrance complimentary for review, and Iu2019m thrilled to share my thoughts! This scent is an absolute delight u2014 light, fresh, and subtly sweet without being overpowering. The blend of sparkling pear, white florals, and soft musk creates a youthful yet sophisticated aroma thatu2019s perfect for everyday wear. It feels effortlessly clean and inviting, making it a great choice for those who love bright, airy fragrances. While the longevity could be a bit better, itu2019s easy to reapply throughout the day. Overall, itu2019s a beautiful scent thatu2019s worth trying if youu2019re into clean, fresh fragrances!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Iu2019ve been using this fragrance, and I love how it balances sweet and flirty without being overwhelming. The cassis berries and peach nectar are fresh and fruity, while the pink sugar adds just the right amount of sweetness. It dries down to a soft, musky finish that feels warm and cozy.    Itu2019s playful, feminine, and lasts for hoursu2014Iu2019ve gotten so many compliments! Perfect for date nights or when I want to feel confident and fun."
        },
        {
            "review_title": "Great smelling perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Love this perfume smells amazing love it so much I highly recommend and will be purchasing this perfume it is Amazing long lasting smell love it so much."
        },
        {
            "review_title": "Perfect option",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "Perfect,  very light sweet scent. I received many compliments. I think it suits different age groups so even teenagers will feel comfortable wearing it.   #CleanReserve #CleanAtSephora  #perfumereview #perfumelovers"
        },
        {
            "review_title": "Sweet and spicy perfume, very different & original",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "CLEAN RESERVE Sparkling Sugar Is a refreshing and light fragrance that has sweet and fruity notes. Its a very different scent which i love, there is a main note that smells to me like a fried sugaru2026.something sweet but spicy. The combination of sweet notes are very different then a usual fruity perfume and there is nothing to compare it to which i like. Longevity is great and its not overpowering at all. Very different in a good way perfume.  - Product gifted by CLEAN RESERVE (USA).  #CleanReserve #CleanAtSephora #perfumereview #perfumelovers"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love how balance this fragrance is with its fresh and earthy notes. The scent las quite a while on my skin and is noticeable without being overpowering."
        },
        {
            "review_title": "Sweet sugar perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I been using this perfume for 2 weeks and I love it. I get lots of compliments and people asking what I'm wearing. It has a very sweet and floral smell. CleanReserve #CleanAtSephora  #perfumereview #perfumelovers"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "This is a pretty flirty scent. It has a beautiful floral and fruity scent with a clean base to give you a sweet an amazing aroma, the longevity of this is also another reason I would recommend to anyone looking for a sparkling scent. It is musky but its truly an amazing scent  - Product gifted by CLEAN RESERVE (USA)."
        },
        {
            "review_title": "Perfect bedtime scent. Getting bigger bottle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "The way I can immediately describe it is YUMMY. Itu2019s sweet and rich and I wear it to bed as my new nighttime scent. Iu2019m most definitely getting the 100ml!! #CleanReserve #CleanAtSephora #PerfumeReview #Perfume Lovers  #PerfumeLo"
        },
        {
            "review_title": "Smells like heaven",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Oh my goodness is this scent beautiful! I was so happy to have Clean Beauty's Sparkling Sugar perfume. Doesn't that just sound good? It smells like a soft sweet sugary goodness. I have been wearing it everywhere it's great for day to day or a date night. It makes me feel pretty and i love to hear my man say i smell good enough to eat o have even gotten a few compliments asking what i was wearing and not only did i say what it was- I showed them cause I had it in my purse. I think this would be a great gift for the girl in your life. I will be getting a full size to add to my collection.  - Product gifted by CLEAN RESERVE (USA)."
        },
        {
            "review_title": "Strong Musky Scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "The Sparkling Sugar travel spray by Clean Reserve unfortunately was a tad bit too musky. The cassis berries and luscious peach nectar with soft pink sugar without the natural musk would have made an absolute amazing scent for the travel spray. The scent is very long lasting and doesn't take but 1 spray which I did like but the musk was a little too strong and after awhile it gave me a headache. Product gifted by CLEAN RESERVE (USA). #CleanReserve #CleanAtSephora  #perfumereview #perfumelovers"
        },
        {
            "review_title": "Not what I expected",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "With sugar in the name I was expecting something a bit more like vanilla or sugar cookie but that's not my vibe so I was pleasantly surprised with this combo of scents. Black currant, peach nectar and white musk all go together so nicely. I usually have different fragrance preferences for different seasons but I think this would be a great daytime scent for all year round!"
        },
        {
            "review_title": "My new favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I have used this product for approx. 2 weeks now daily and think I have found my new favorite and go to perfume. The longevity was around 8-9 hours for me and provides a very subtle scent that is not too overwhelming or powerful for those around me. I would describe the scent as semi sweet with hints of floral and a very light musk. Absolutely perfect for the colder/winter months. This is actually the only perfume I've ever been complimented on by a stranger! Needless to say I will be purchasing this when I run out. #CleanReserve #CleanAtSephora  #perfumereview #perfumelovers"
        },
        {
            "review_title": "This is an immediate favorite!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, lightMedium skin tone, Oily skin",
            "review_text": "This smells so good on my skinu2026 my husband noticed me smelling my wrist multiple times a day when I wore it yesterday! I love throwing this in my purse, itu2019s the perfect size. I want a full size asap!  - Product gifted by CLEAN RESERVE (USA). #CleanReserve #CleanAtSephora  #perfumereview #perfumelovers"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Clean Reserve Sparking Sugar is such a delightful scent! itu2019s almost vanilla ish and very warm and sultry, itu2019s honestly the perfect winter scent and i love it!!  - Product gifted by CLEAN RESERVE (USA)."
        },
        {
            "review_title": "Great perfume!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This is a great perfume and it smells so nice. It doesnu2019t last super long but I love the scent and how it smells on the skin. This is a great perfume.   - Product gifted by CLEAN RESERVE (USA)."
        },
        {
            "review_title": "Such a girly scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
            "review_text": "The scent has been described as fresh and girly, with a soft and sugary finish. While the peach and blackcurrant notes dominate the initial impression, the dry-down introduces a creamy musk that adds depth. It has moderate longevity, lasting about 6u20137 hours, and projects softly, making it an ideal choice for close encounters or subtle daily wear."
        },
        {
            "review_title": "Scrumptious and Sensual!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This Clean Reserve Sparkling Sugar Travel Spray Parfum is amazingly sensual and sweet. The Ambery base is noticeable but doesn't overtake the sweet scrumptious scent of suThis Clean Reserve Sparkling Sugar Travel Spray Parfum is amazingly sensual and sweet. The Ambery base is noticeable but doesn't overtake the sweet scrumptious scent of sugar. It reminds me of a champagne and brown sugar, that personally reminds me of a champagne and brown sugar. It lasts for hours and I'm honestly hooked on this scent. #CleanReserve #CleanAtSephora #perfumereview #perfumelovers   - Product gifted by CLEAN RESERVE (USA)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I truly cannot explain how beautiful this fragrance is. I immediately fell in love with this beautiful, light, slightly sweet scent. I am not typically someone who likes sweet/gourmand scents, but this is SO gorgeous! It lingers on the skin for HOURS!! I typically do not purchase full size fragrances and this one was purchased two days after I received the travel size! This is SUCH a stunning fragrance and I truly cannot recommend it enough!   - Product gifted by CLEAN RESERVE (USA)."
        },
        {
            "review_title": "sweet clean gourmand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Porcelain skin tone, Combination skin",
            "review_text": "I am loving clean scents these days and winter is a classic dime to wear a beautiful sweet and gourmand fragrances.  I have another fragrance from Clean Beauty Collective that I adore. They are known for their dedication to beauty.Free of common ingredients like pthlalates, parabens and synthetic colors, among other ingredients.  Sparkling sugar is one of their most popular fragrances, when I consider a skin scent and touch of gourmand, which is a beautiful flirty, combination, skin scents are subtle class. They usually make you feel like you just got out of the bath. A beautiful scentThat doesn't need to be loud to be appreciated.  I love the subtlety of this scent, and the realistic nectar-honeysuckle like sweetness, it's very original for a sweet fragrance.the Dry down is subtle and doesn't have the greatest longevity. But that almost feels like it's part of its magic overall. I'd give it 4/5 and think. The travel spray is a great gift for anyone who loves to try sweet fragrances, we're interested in branching out into skin scent territory   - product gifted by clean reserve usa"
        },
        {
            "review_title": "Sweet scent and long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I love how this perfume not only use clean formulas and sustainably sourced ingredients but it smells good too! I love how the scent is sweet and this perfume was very long lasting on my skin. Win win for me.  #CleanReserve #CleanAtSephora  #perfumereview #perfumelovers"
        },
        {
            "review_title": "Must try it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "My new favorite perfume! I love the scent, it smells so beautiful and I get lots of compliments when I wear it! It is a nice holiday gift!!! Inspired by a wink and smile."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This scent feels like pure indulgence and sophistication! The bourbon vanilla is really the star in this one, it adds a creamy sweetness that isnu2019t overbearing but melts into your skin effortlessly. This is the perfect balance between rugged and refined. Iu2019ve worn it both for casual afternoons and dressed up evenings, and it always hits the mark!  - Product gifted by CLEAN RESERVE (USA)."
        },
        {
            "review_title": "Must have in my perfume wardrobe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "#CleanReserve #CleanAtSephora  #perfumereview #perfumelovers  Gifted by Clean Reserve. This perfume smells like a cotton candy dream. It had a deep smell like a strawberry sugary sundae. Iu2019ve gotten many compliments from it. People tell me I smell like a vanilla cupcake. I absolutely love the blend of sweetness and softness thatu2019s not too overwhelming."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I love this fragrance. I have received a lot of compliments on it from friends, family, and coworkers. It pairs so well with a base lotion and it has lasted on me for the entire day. I love it   #CleanReserve #CleanAtSephora  #perfumereview #perfumelovers"
        },
        {
            "review_title": "A scent that turns heads!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
            "review_text": "I normally do not gravitate towards sweet smells, but this perfume has turned so many heads! I absolutely love the scent. It is definitely sugary smelling, but also has a bubbly kind of rose hint."
        },
        {
            "review_title": "Favorite perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "After using the product I love the way it smells, it has a fruity smell to it, and the smell lasts a long time. #CleanReserve #CleanAtSephora #PerfumeReview #perfumeLovers"
        },
        {
            "review_title": "If you love a sweet cupcake smell this is the one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I absolutely love this perfume! I love sweet smells and this one did not disappoint! It had a cupcake smell to me, was not overwhelming just left you feeling happy like you just left your favorite bakery. The smell did last a good amount of the day and I did not need to reapply as much. This will be my new go to perfume. #cleanreserve#CleanAtSephora#perfumereview#perfumelovers  - Product gifted by CLEAN RESERVE (USA)."
        },
        {
            "review_title": "Gourmand scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This perfume smells like berries. It's a girly, fruity scent. It is very strong and long lasting. It does have a slight smell of alcohol that gives me a headache but that's just personal opinion. Overall, I do like it and it smells pretty. #CleanReserve #CleanAtSephora  #perfumereview #perfumelovers"
        },
        {
            "review_title": "Getting the bigger bottle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "First time trying Clean brand. I got the perfume scent Sparkling Sugar travel spray. Iu2019m immediately drawn to this perfume itu2019s sweet, itu2019s crisp, fruity, itu2019s flirty and you just want to keep on smelling it! She is definitely sparkling with perfect blend of pink sugar, vanilla and berries! This is scent you can wear all year round day and night! In love with this scent now I need to get the bigger bottle!!"
        },
        {
            "review_title": "Sparkling sugar is an exquisite scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I have a passion for mixing it up with my perfumes, and always on the lookout for unique scents that resonate with me. Recently, I discovered Clean Reserve Sparkling Sugar when I received it as a sample, and it quickly captured my attention. The sugary vanilla scent is simply delightful, but what sets this fragrance apart is its refreshing quality.   As the perfume interacts with the warmth of my body, it becomes even more pronounced, evolving into a scent that feels both comforting and invigorating. I've been pleasantly surprised by its longevity; it lasts throughout the day without losing its charm. Another aspect I appreciate is that it is crafted with clean ingredients, allowing me to feel good about what I'm wearing. The best part? I've received countless compliments from friends and strangers alike, which has only reinforced my love for this exquisite fragrance!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Combination skin",
            "review_text": "I wasn't a big fan of sparlking sugar. I thought it would be a sweet or warm scent and like sticky sugar.  But instead I get the spark but not the sweetly intense sugar. I was looking for something more gooey and sweet. Overall the spark is there but the sugar is very faint! got this from butterly for free  #CleanReserve #perfumereview #perfumelovers CleanAtSephora"
        },
        {
            "review_title": "A Perfect Everyday Scent for Spring/Summer!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love the fresh scent of Sparkling Travel Spray! It is perfect for this time of year as we travel into the warmer days!!!!!"
        },
        {
            "review_title": "A every day summer MUST HAVE!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I went into Sephora to do my usual smell test for new fragrances and came across this one! It is fresh, floral and long lasting. I was so impressed by this fragrance that I HAD to purchase it."
        },
        {
            "review_title": "Love the scent, goes quick though",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have bought this size several times. Itu2019s great for on the go and travel. The scent is very light and a little sweet. Everybody likes the way it smells on me. I take it with me to work because I work at a restaurant and I can spritz myself real quick before and after service. However, itu2019s true that the scent fades fairly quickly. Getting older, finding scents I really love has been getting harder. So I buy this one even though it fades fast. I enjoy the smell."
        },
        {
            "review_title": "Not overpowering but just right for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I get headaches easily and donu2019t like heavy fruity scents and I enjoyed this one 100%. I had to spray sparingly so I didnu2019t run out in a week lol! Iu2019ll be buying more from this line."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Smells lovely! Very floral and fresh. Not too strong."
        },
        {
            "review_title": "Best roll on",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The body roll-on spray is a delightful product with an enchanting scent. Its convenient roll-on application makes it easy to use anytime, anywhere. The fragrance is captivating, leaving me feeling fresh and rejuvenated. It's become a staple in my daily routine, and I highly recommend it for its scent and convenience."
        },
        {
            "review_title": "It lasted a long time, mature Pink Sugar",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I 100% agree with the reviews that said this scent is like a more mature pink sugar. Itu2019s sweet but very wearable and pleasant. Iu2019m surprised at how many reviews said it didnu2019t  Last- I put this on around 2pm, went to the park, and can still smell it on me at midnight. Overall a great, affordable perfume and Iu2019m going to buy a different scent!"
        },
        {
            "review_title": "Funny smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I bought this on a recommendation. I love a sweet smell.  This smell made me hop in the shower and scrub. It was a strong attempt at trying to be sweet. I canu2019t explain it. But it was bad"
        },
        {
            "review_title": "Should have purchased larger",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This was a blind buy based upon the description on the site. I am so in love with this scent! I wish I had purchased the larger size now! Will be purchasing the larger size, as I have already used the entire travel size. Smells like a clean airy slightly sugar scent. Not too light and definitely not too heavy. Doesnu2019t last that long unless you layer it."
        },
        {
            "review_title": "So good!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "This is a more mature version of Pink Sugar to me. I have always loved sweet/gourmand perfumes, and this ticked all of the boxes. It has an upfront sweetness with some underlying musk. It is not overly strong but sometimes subtle does the trick. It lingers as a vanilla on your skin and i love that!"
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Normal skin",
            "review_text": "I love this scent. It's my winter go to. I wore it on Christmas and new year's eve and I got so many compliments. My friends stuck their noses in my neck to smell it more."
        },
        {
            "review_title": "Perfect scent, just wish it was a tad bit stronger",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Iu2019ve been wanting this for a while and the scent is so lovely and sweet just like I imagined, I just wish the strength and longevity was a bit better! I can see myself having to reapply thru the  day, which is fine for body sprays but not perfume."
        },
        {
            "review_title": "Every day smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Deep skin tone, Combination skin",
            "review_text": "This paired with the skin is a 10 out of 10. This will be my every day scent after shower scent and at work scent."
        },
        {
            "review_title": "Great for everyday!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this perfume! It is exactly a light clean sugary smell, not overwhelming. The smell does fade, but Iu2019m sensitive to scents. It works for me! Will repurchase again."
        },
        {
            "review_title": "So good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This smells so good!Fruity & fresh!I Got the small purse size to try before getting the big one & im glad i did because i really like it & get compliments on it all the time! I will definitely recommend this to friends & family!"
        },
        {
            "review_title": "Yummy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Received this as a sample. It smells sweet, fruity, and delicious. Not overpowering. Lasts for several hours too. Will definitely be purchasing the larger size soon."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "This fragrance makes me happy. I love it. But, like other reviewers mentioned, it only lasts minutes, maybe a half hour. You have to keep reapplying it. Iu2019d buy the big bottle, but itu2019s not worth it. So disappointing."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love love love this scent, itu2019s sweet but not too sweet. My only annoyance is that it doesnu2019t last long at all. I have to reapply quite often."
        },
        {
            "review_title": "Wonderful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "Sparkling sugar literally smells like sparkling sugar to me. It's a wonderful light scent"
        },
        {
            "review_title": "I wear it to bed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "This one is my favourite. To me itu2019s not overly perfumed. Its subtle, sweet smelling. I wear it to bed. Maybe Iu2019m weird. It just smells fresh and clean to me. I received the skin one as a sample itu2019s ok I prefer this one though."
        },
        {
            "review_title": "New favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I received this in a sample size and it was love at first spray:) It has a fruity, sweet, feminine scent, and a little goes a long way! I will definitely be purchasing the full size."
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Itu2019s incredible. I get so many compliments and it genuinely smells phenomenal. So sweet and lasts all day! Do not hesitate to buy this! Only downside about the travel size is that it does run out fast, so Iu2019d splurge on the on the big bottle!"
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "My favorite. Only bottle of perfume I have ever gone through this fast!"
        },
        {
            "review_title": "Not for Me, Similar to Radiant Nectar",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "I like the smell, but it smells very similar to Radiant Nectar, although sweeter and with something else, but I like Radiant Nectar better. It's very nice, but not a new favorite, as I'd hoped. I will use it all, but I will not be repurchasing. Went back and forth between 3 and 4 stars. It is different from Radiant Nectar, but for me not as good. It doesn't smell bad to me. It doesn't smell bad on me. 3 stars felt too harsh and 4 stars feels a little too generous."
        },
        {
            "review_title": "Quickly My Favourite Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "While I like mixing up my perfumes on a regular basis, I always thought of my signature scent as Light Blue by D&G. But then I found Clean Reserve Sparkling Sugar, first as a sample. I don't typically gravitate towards sugary scents, but there is something so refreshing about this one. When I went to visit my parents, my mom liked it too, and she's not generally a fan of scented products. Highly recommend trying this one!"
        },
        {
            "review_title": "I need a bigger bottle...Its a must have for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I blind bought this last week and i can definitely say that i was surprised by the way it smelledu2026I LOVE the way it lasts on my clothes and skin for a couple hours or almost all day when i pair it with others,its very sweet & fresh <3"
        },
        {
            "review_title": "My signature scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "I love this perfume so much i constantly keep on getting complements, iu2019ve never gotten as much complements from people/strangers intill i started to wear this perfume!!"
        },
        {
            "review_title": "Similar to Radiant Nectar!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I was hoping for an original light sugary scent but this smells just like Radiant Nectar only sweeter!!Also it lasted about an hour on my skin.  I do like it but they have the same dna! Will see if I return it?"
        },
        {
            "review_title": "Replacing a discontinued favorite",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "I got a sample of this, and upon first application it smelled familiar to me. As the day went on, I realized this is a sweeter and lighter version of e&j nirvana bourbon. Itu2019s so good, I will be purchasing!"
        },
        {
            "review_title": "Buy it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Oily skin",
            "review_text": "Beautifully sweet! perfect grown up version of sweet got so many compliments."
        },
        {
            "review_title": "Apple crumble with vanilla ice cream",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This smells like apple crumble on me; bright green apple notes with vanilla ice cream, cinnamon, and almost like that earthy oat. Itu2019s beautiful and the dry down is that earthy oat with that vanilla ice cream and itu2019s delicious and wears really well."
        },
        {
            "review_title": "Perfect summer frangrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Smells so crisp. The perfect refreshing fragrance for summer."
        },
        {
            "review_title": "smells nice",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Itu2019s not that Iu2019m disappointed in this but it smells exactly like PinkSugar and for this brand to steep that low I guess is whatu2019s getting me. Itu2019s still has that same CLEAN DNA in the base but the top and mid notes are pretty much just pinksugar"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love it. This one, skin and radiant nectar are my favorites"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "i received a sample of this and went ahead and bought the travel spray because i love the scent. itu2019s both clean/fresh smelling while also being sweet and fruity in a classy way. the scent lasts long and lingers on your skin/clothing which i love. i think it smells like the soul dejaneiro beija flor which doesnu2019t really last, so this is a better choice!! love it"
        },
        {
            "review_title": "disappearing fragrance",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Used points to get a small roller ball sample. While it was nice it lasted about 30 minutes at best. Won't be wasting money on this one."
        },
        {
            "review_title": "Ridiculously priced for such a poor performance",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019m wildly un-impressed; smells like PLASTIC. i donu2019t detect any of the notes listed, except for MAYBE some sweetness upon initial spray, but nothing after. Virtually no silage or projection."
        },
        {
            "review_title": "Nice and sweet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This is such a sweet but also light and refreshing and juicy smell, I loveeee it! Iu2019ll be buying the full size!"
        },
        {
            "review_title": "Not gourmand",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Itu2019s not giving sugar. Itu2019s less gourmand and more like floral. Should be called sparkling flowers or something else."
        },
        {
            "review_title": "Ah the potential",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Ah, the potential. Iu2019ve mentioned in several of my reviews around here. My body chemistry only seems to like the u201cgourmandu201d variety, so Iu2019m always looking to find something that doesnu2019t smell like I rolled around in cotton candy. I was lucky enough to score a sample of this, and on the first spritz I was so impressed, I was FINALLY, SOMETHING BESIDES VANILLA. Unfortunately, my hopes and dreams were dashed within 20 min of initial dry down because u201cpoof,u201d the scent was gone. However, if youu2019re like me and either you can only do gourmands or prefer itu2014definitely try to snag a sampleu2014hopefully itu2019ll work for you!! Good luck!"
        },
        {
            "review_title": "Okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I really like this product, i used my points on it because i wanted a vanilla/warm sugary perfume and i like but i wont purchase it because its smells like a bath and body works which is nice just for me."
        },
        {
            "review_title": "Not for me!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Smells like expensive sweet soap or shampoo. If you are into clear fresh fragrances this is good. Sits close to the skin, I donu2019t think anyone will be able to smell it but You. I prefer a sweet fruity floral for summer. It last about one hour."
        },
        {
            "review_title": "More sweet and potent than radiant nectar",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Similar to radiant nectar. But this one is more sweet and potent"
        },
        {
            "review_title": "A MUST FOR ANYBODY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "if you love fresh and sweet fragrances this is for you! I have been looking for a fragrance combo like this for so long! Itu2019s the perfect sweet and fresh mix. It lasts longer than some of their other scents (skin-lasts on a few hours)"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Pretty sure Iu2019ve found my every day signature scent. It smells like clean laundry mixed with your own juicy sweet pheromones. I get so many compliments and the scent doesnu2019t give me a headache like I typically get with fragrance."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve never gotten so many compliments about smelling good as I did wearing this. Lasted 12+ hours on me too! I hope this scent never gets discontinued"
        },
        {
            "review_title": "smell clean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I really love the smell it kinda of reminds me of glossier perfume but this last much longer"
        },
        {
            "review_title": "Fuit Juicy, Fresh, and a little Musk ud83dudc4cud83cudffb",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I'm really digging this new scent. It's a little too fresh and gives me a slight headache but I just try not to over spray. I lean more into gourmands for that reason but the peach in this is lovely."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I love this scent! It will be a go to for summer. Itu2019s light and fruity, overall Iu2019m happy I bought it! One star removed as I find you have to use quite a bit more each wear than my usual perfume."
        },
        {
            "review_title": "Great daily fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "love this scent. very clean very fresh, but the scent doesn't change on Me over time like other scents with these notes do. In my opinion the travel size is more than enough to last a while. would absolutely rec this as a daily scent, I get many compliments when I wear this."
        },
        {
            "review_title": "Fruity, Grapefruit, Not what I was expecting",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "Received my order today, with less than half of the perfume in the bottle, it had leaked out everywhere in the box. (contacted customer service and it's being taken care of) as for the scent itself, it's not what I was expecting. It's very fruity and smells like grapefruit to my nose personally. The description says it's a warm gourmand. I'm not getting any of that. I'm getting bright, shiny, and sunny.."
        },
        {
            "review_title": "Nice scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Absolutely wonderful smell. It's still very cold out but I can imagine how much more beautiful this scent will be in the warmer weather. My one and only critique is the lasting power. In my moisturized skin, this scent lasts a while 8 minutes and that is so disappointing. I am a huge fan of the Clean Reserve line, including the Avavt Garden collection. The performance on Sparking Sugar is poor compared to all the other scents. My favorite Clean Reserve scent is Skin with Rain as a close second. I will continue to try Sparkling Sugar as it warms up and will post an updated review if there is any change. Happy Shopping!  ud83dudecd"
        },
        {
            "review_title": "Immediately became my favorite perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "This perfume smells BEAUTIFUL, received a sample size and immediately bought the travel size and will be buying the full size. Lasts all day."
        },
        {
            "review_title": "Delicate, But Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I happened upon this in store. It is a very delicate smell. You definitely get the pink sugar. It takes a little bit for the ambrette to come through, but when it does it gives the scent some depth. Overall a beautiful scent. So t expect too much longevity or sillage though."
        },
        {
            "review_title": "Smells amazing but doesnu2019t last",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Omg smells soooooo goodu2014like fresh laundry plus sugar. But lasted MAYBE an hour on my skin. I got this as a free sample spray and went through the entire vial in a day. I was gonna buy a big bottle until I learned it doesnu2019t stay on your skin :( entreeentire via vial"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Normal skin",
            "review_text": "This scent is sweet and sultry. I really enjoy the sugary musky smell it leaves on my skin. It lasts 4-5 hours, and a bit longer if I spray and let it dry the apply another spritz after a few minutes. I know this will be a new go to."
        },
        {
            "review_title": "My favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "This smells amazing!! It's light, fresh and sweet... perfect for summer. It does wear off after a few hours, but I find that's pretty typical. What I like best about this one is that the smell doesn't change and get soapy like other perfumes... what you smell is what you get! I recommend giving it a try."
        },
        {
            "review_title": "Just alright.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I has such high hopes for this scent! I bought it for Christmas thinking it would be a gorgeous Christmas/NYE wear and it was a little underwhelming. It smells lovely, donu2019t get me wrongu2026 it just has little to NO staying power.."
        },
        {
            "review_title": "light and clean",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Dry skin",
            "review_text": "I donu2019t get sugar from this. To me, it smells like fresh laundry. Itu2019s very light so that may be a pro or a con depending on your preference but I like it because I can wear it to work or to bed. Itu2019s a versatile fragrance."
        },
        {
            "review_title": "Too similar to radiant nectar",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "Awww. How disappointing. Yes, it smells lovely! Hence the 4 stars. However, it smells so much like radiant nectar, which I already have the large and travel size sprays of, that it feels like I just wasted my money. Itu2019s just a little sweeter. BUT SAME."
        },
        {
            "review_title": "Sparkling Sugar Sparkles",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love Clean Reserve fragrances. My all-time signature fragrance is Skin. I love to layer, and this makes a great pair. Alone, itu2019s just the right mix of sweet and sultry."
        },
        {
            "review_title": "Sweet and fresh",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Got this as a sample and loved it. Sweet and fresh smelling if you like fruity scents you might like this."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I love the smell. But when I received it (same day delivery) half the tube was gone and the sprayer doesnu2019t work. I was so disappointed because I really love the smell."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Very underwhelming. The scent did not last at all. Nothing about this says sparkling sugar.. this would probably be good for someone who doesnu2019t like wearing perfume. Itu2019s very light"
        },
        {
            "review_title": "Eh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I bought this without smelling first and was pretty disappointed! It doesnu2019t smell awful but itu2019s not very strong, I sprayed on my wrist and my husband could barely smell it. On to the next!"
        },
        {
            "review_title": "Smell sweet and close to skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "It smells so nice and close to the skin, I love it! On me, it's subtle so I can use it at work. It stays at least 4-5hrs, so I'm definitely happy! ud83dudc95"
        },
        {
            "review_title": "Not Sparkling Sugar",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Nothing like sugar. This smells straight up like a floral not like sparkling sugar and definitely not gourmand. I hat when companies name something sugar then make it a floral."
        },
        {
            "review_title": "Might wanna avoid if not into sweet scents",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "If you enjoy sweet scents this might be for you. Personally itu2019s too sweet for me, and on me it smells a lot like perfect marc jacobs"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This smells similar to u201cthank u nextu201d by Ariana grande. I like it, just seems a bit juvenile to me. Very sweet but also slightly solar, a bit like crystallized cotton candy"
        },
        {
            "review_title": "Adult pink sugar",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I wore this viral pink sugar perfume in high school. IYKYK. This is the adult, entering your 30s version. Had 3 friends ask to try on at a party and they all loved it on themselves. Recommend for anyone who likes a sweeter scent with more structure behind it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Got this as a sample , and i have been wearing it everyday .Its such a clean scent and pairs well with me ."
        },
        {
            "review_title": "Disappointing",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Itu2019s ok. I was expecting a bit sweeter, but it is more on the musky side. This is a return for me."
        },
        {
            "review_title": "Balanced Sweet and Fresh",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I don't find this to be dissimilar from Radiant Nectar, it's the same general vibe, but I find it more similar to Ellis Brooklyn Sun Fruit.  Juicy fruits, sweet, ripe. Peaches, berries, sweet citrus with a bit of tang, and soft musk dry down. Sweet, but not vanilla or gourmand, not deep or spicy. Sweet like sticky ripe fruit.  Would classify as equal parts sweet and fresh. Not cloying, but not sharp or zingy. Decently balanced.  If you like sweet fruity fragrances, but don't gravitate towards florals, and want something more fresh than a vanilla gourmand would offer, you'd like this."
        },
        {
            "review_title": "Radiant nectar twin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Sweet and spicy or gourmand? Sweet and fresh is more like it. I do love it, but the rumours are true.  It smells identical to radiant nectar. I was hoping reviews were wrong but I cannot smell the difference."
        },
        {
            "review_title": "My new favorite scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I got the travel spray first hoping I would like it and i love it! The scent is more powdery fresh with a hint of musk than sweet, but I'm ok with that. Clean Reserve continues to be one of my favorite perfume brands!"
        },
        {
            "review_title": "Needs More Sugar",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This fragrance is really pretty, it does smell fresh, fruity and sparkling. I also have Radiant Nectar, and I agree with other reviewers that they smell similar, and that Sparkling Sugar is dried down a bit more musky. I was really hoping for more sweet & gourmand in this scent. The fruit and musk doesnu2019t leave much sweet behind and it feels like more of a spring/summer scent to me. I like it, but since I have Radiant Nectar (and kind prefer it), this one feels redundant."
        },
        {
            "review_title": "Great blind buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This was a fantastic blind buy! Itu2019s light, sweet, and fruity/peachy. I donu2019t get much of the spice, itu2019s definitely more sweet and warm. I think it would make a great gift as it is pretty universal and clean smelling."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Dry skin",
            "review_text": "It's pretty good! It's light like a lot of the other Clean perfumes are, and it smells a lot like Ariana Grande Mod Vanilla or Ellis Brooklyn Sweet. Like Clean's skin with a little sweetness. Airy and just slightly sweet"
        },
        {
            "review_title": "Not as sweet as I had hoped",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Blind buy! It's a very light scent and not overwhelmingly sweet. Has good potential but I personally like perfume thats a little stronger and more intoxicating. I will probably use this as a casual perfume like around the house. This is perfect for someone who likes a lighter and cleaner scent."
        },
        {
            "review_title": "A fun, playful grown-up sweet scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This scent is gorgeous and fun! If you are into a fruity, sweet candy scent, this is for you. It smells sweet yet expensive, which is hard to do. I feel like it could be a fun scent to layer with."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Love at first sniff. A lot of the new fragrance have been big fails for me, but this one smells like the sweetest fruit you can think of but in a beautiful wearable way. I love a gourmand and the name fit the fragrance. If you donu2019t like sweet than steer clear."
        }
    ]
}