{
    "product_id": "1514",
    "name": "The Surfer - Clitoral Bullet Vibrator",
    "brand": "Smile Makers",
    "categories": "Bath & Body, Wellness, Intimate Care",
    "price": 44.95,
    "about": "What it is:A compact and powerful clitoral vibrator designed for targeted stimulation on the clitorisu2019 glans..Highlighted Features:- Cruelty-free, FDA-approved Silicone: For body-safe and guilt-free pleasure..What Else You Need to Know:This vibrator has a rounded head for precise pleasure. Its little fins offer a gentle touch on the clitoris. It has a portable format for travel. Thereu2019s three speeds and one pulsation mode. Itu2019s made of super smooth, vegan, and cruelty-free silicone..Device Size:9.8 cm x 2.8 x 2.9 cm.This Device Comes With:- Charger.Due to health & safety reasons, this item is FINAL SALE and cannot be returned or exchanged for cash, credit, or otherwise.",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.Pleasure fun facts: .-More than 10,000 nerve fibers are concentrated in something as small as clitorisu2014no wonder it is so central to vulva ownersu2019 pleasure...Tips:.-Apply the little fins of its rounded head on the clitoris and go gradually from the lowest speed to the highest and then pulsation mode..-To make things more interesting, roll it over the vulva area as a gentle massage, then come back to the clitoris..-Discreet and portable, the Surfer is an ideal travel companion to de-stress while on the go.",
    "num_reviews": 58,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/the-surfer-clitoral-bullet-vibrator-P508201?skuId=2721215&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2721215-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "not worth it . look for something else",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "it's silent.  it feels ok . but it doesn't hold a charge . I bought 2 because I thought the first one was broken but they are both crap they won't charge unless I wiggle the cord and adjust it sometimes it takes like 45 minutes just to get the cord to just start charging. the light won't turn on. then once it's done charging it dies fast"
        },
        {
            "review_title": "Donu2019t waste your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Died pretty quick. Waste of money!! Donu2019t get it!!!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "dies after 2 min no matter how long it charges for."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Defiantly recommend this toy. I love how small and discreet it is. The texture is very smooth, is gentle, and it is easy to travel with. It does have 3 different speed options which is cool for a toy this small."
        },
        {
            "review_title": "Small and quiet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is super compact and portable which makes it easy to travel with. The silicone is easy to clean and super soft. It works very well and is very discreet. Highly recommend this one especially if you're looking for a smaller device!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "the product is small and portable, works flawlessly. you can change intensity modes. the appearance is absolutely ok. I recommend trying it if you are looking for something small and budget-friendly!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "This was actually a great product. Iu2019ve never tried other toys but was pleasantly surprised at the options given how simple it is. Thereu2019s 3 speed options and one pulsing option, and is cute and tiny! Definitely gives you a good time"
        },
        {
            "review_title": "Spice it up",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This does the job . Itu2019s also the perfect size . Itu2019s waterproof which is cool . Itu2019s has 3 different vibrations modes . Itu2019s silent and rechargeable so super convenient! Itu2019s a great toy to use for you and your partner !"
        },
        {
            "review_title": "Very Compact and Great Material!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Gorgeous product! The quality feels comparable to a much more expensive brand that I also own. Itu2019s rather quiet which is great as louder toys tend to be distracting. The smile on the on/off button is a cute touch, and I love that it comes with its own charger as well as being interchangeable with my PR branded charger. Very convenient!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The Surfer is the perfect beginner friendly tool that every woman needs! Itu2019s so convenient, discreet, and small but definitely does its job! I really enjoyed the generous gel as well! Definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This is great! Small but powerful. It definitely does the job and is a great buy for the price. Itu2019s super easy to clean and store. The settings are 10/10 and thereu2019s going to be an option for everyone. Def a must have"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "My partner and I were in a bit of a slump before, and so we were on the hunt for a new toy to add to our bedroom.Can be used in fun ways and offered powerful stimulation for both of us. Definitely should try this one for sure. Highly recommend!"
        },
        {
            "review_title": "Amazing travel product !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this gifted for my review. This was a great addition to date night. This product has multiple settings for your own comfort. It is small but still works great and is great for travel. The material is soft and feels smooth on the skin."
        },
        {
            "review_title": "Thumbs up!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Was super excited to receive this product in the mail to review! Product was much smaller than I was expecting but that is kind of nice because it makes it more compact. Stays charged for a good amount of time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "For a mini this packs a powerful punch. I love that this has 3 different vibration strengths and a 4th pulsing vibration. Itu2019s the perfect size for portability and gets the job done. I also love that itu2019s not loud and feels great! I think this is perfect for first-timers to the vibrator world as well as those looking for some easy fun."
        },
        {
            "review_title": "I love this tiny vibe!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I recently got The Surfer - Mini Vibrator from Smile Makers and WOW!!! It definitely makes ME smile. This tiny vibrator is the size of my thumb, but it so high powered, -not to mention waterproof!- that it can keep me smiling no matter what is going on in my life. I can literally take it with me ANYWHERE as it's small yet durable silicone design allows me to carry it in a special pouch in my purse. It is super quiet, too. The people in the next room are not going to hear it and ask what is that sound?. The solid silicone sheath is what allows this to be waterproof for great fun in the shower/bath. Even the charger port is fully covered (feel for a tiny indentation on the bottom side of the vibe, and push the charger post into the indentation. Don't worry, it is designed for it!) And even better, it holds a charge for HOURS even with heavy use. It has 3 speed settings too. I will definitely be keeping this handy for those times when I need to relax and unwind."
        },
        {
            "review_title": "PERFECT FOR ON THE GO!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "OBSESSED!!!! This is so small and compact I bring this with me on the go and it is perfect!! I love the shape and feel and absolutely does the job! This would also be the perfect gift for a friend and the price point makes it even better!"
        },
        {
            "review_title": "Not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Super disappointed I was actually really excited to get this since it seemed pretty affordable and had decent reviews but I got two good uses out of it and now no matter how I charge it, It doesnu2019t turn back on. I completely understand itu2019s final sale, but I wish there were some type of warranty on"
        },
        {
            "review_title": "Small, but powerful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "This mini vibrator may be small, but it's powerful!! It's really easy to use - you just push the bottom to change the speed and intervals. The size makes it very travel-friendly as well. Also, it comes with a sticker, which I think is adorable!"
        },
        {
            "review_title": "Just wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Let me just start by saying wow this thing may be little but itu2019s mighty. There are many different vibe setting on this little toy and it surely does the job if you know what I mean. This packs a punch."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair",
            "review_text": "When gifting the Sephora surfer vibrator to a friend for her bachelorette party, it turned out to be the best idea. The sleek design and powerful functionality of this product added an extra element of fun and excitement to the celebration. My friend was thrilled with the gift, and it definitely contributed to making her special day even more memorable."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Dry skin",
            "review_text": "The Surfer Mini Vibrator is the perfect size and perfect for travel as well.  I like the variety of speed options and was surprised how much power it had.  Love the fact that is is waterproof and easy to clean and was surprised by how long the rechargeable battery lasted."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is a great device. Very easy to use and clean. I really like all three of the settings. Itu2019s super easy to charge and it comes with amazing instructions too. I totally love it so much and itu2019s really quiet too."
        },
        {
            "review_title": "Powerful and perfect sized",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This mini vibrator is the perfect sized for traveling! Donu2019t be fooled by its size, this is still really powerful! It has different speeds with is amazing and a nice ridged head on it! I really like that this is waterproof, rechargeable and itu2019s SUPER quiet. Iu2019m really impressed with the thought that went into this from the design shape to the name. I highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have been loving this new toy! It is so discrete and easy to use and easy to store. You are going to be a fan from the moment you receive this package. It is very affordable and you are going to be satisfied guaranteed 100% of the time please run out and get one now."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I love how tiny and mighty it is. ud83dude0a itu2019s waterproof and so easy to use. The charge life is greatu2026 and for the price of it, itu2019s definitely worth your money and worth a try. It can fit right in your pocket."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "The surfer mini is compact and powerful. It has multiple settings that allow for a slow build and a powerful finish. The bumps on the head didn't do anything or take away from the experience. The charge lasts for a long time. It's easy to clean and travel with if needed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is really nice and compact and it does the job. The speed is pretty good and the battery lasts for quite a long time. Very happy with it! Itu2019s also not very loud which is great for privacy reasons."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is a nice good product by the surfer. It is really quite and descreete. The packaging and the product itself is very cute and easy to use. It has three intensity and 2 modes. Small and easy to travel wiyh"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This is perfect! I love how small it is, which makes it perfect for traveling! Itu2019s super convenient and I love that thereu2019s a travel mode to ensure discretion. Definitely one of my few favorite toys!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This little vibrator is great. It doesnu2019t make too much noise and itu2019s very small and discreet. It is obviously not as powerful as something larger with more settings, but it does get the job done, and is great for travel."
        },
        {
            "review_title": "Hits Every Time",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "Smile Makers sent me their Surfer Mini Vibrator and it is perfect compact, travel sized tool. It is super soft, easy and discreet to use, and super sleek. It holds a charge for a good amount of time and gets the job done!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This little guy sure packs a punch! It works amazing and is great for travel! It doesnu2019t make any noise whatsoever and works great! Itu2019s super easy to use and is very convenient. I highly recommend this!"
        },
        {
            "review_title": "Works like a charm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Ladies you definitely need this in your life. Itu2019s the perfect shape and size and gets the job done hehe. You can use it alone and with a partner and works like a charm. And it is definitely waterproof"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I love this thing! The design is very user friendly and you really canu2019t really mess it up or break it. The device is pretty self explanatory and the aesthetic is very cute and sleek. The battery seems to last a while too!"
        },
        {
            "review_title": "On a wave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "The surfer mini vibrator is pretty good as a starter vibrator. It has different speeds and settings which is also nice! The variety in speeds/settings is also strong and the battery does last quite some time."
        },
        {
            "review_title": "Wow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Wow! This one hits the spot, A great replacement for my 13 year old friend at home. It has three speeds and a fourth pulsing pattern which is great too. The size is just right. I would recommend this anyone."
        },
        {
            "review_title": "Quality and Battery Life",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Oily skin",
            "review_text": "This is the perfect size, and is incredibly easy to use. The shape is thoughtfully designed and can be used with or without a partner. Quality is great and it is truly waterproof. Absolutely worth every penny"
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This is a great beginner vibrator if you are just starting to use toys with your partner! It is small and simple it is super soft and definitely makes things more fun! I love how small it is so it is easy to store."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Super soft material, I love how it feels. Very cute and compact. I would say it could be a bit more powerful compared to some other products on the market. No issues with keeping it charged as of yet."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I have to say, when I first saw the name and cute packaging I instantly wanted to try it. I have a collection of toys and I much prefer bullets. I have always used them with my partner during intercourse. Heu2019s never been the type to be jealous of a toy, just always being wanted me to have the best experience possible. I like the size because it is easy to hold and use during intercourse. You could easily pack it in your bag and I also like that it is waterproof. The price point is decent. I recommend it."
        },
        {
            "review_title": "This is great alone or with a partner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Get ready to ride the ultimate wave of with The Surfer Bullet Vibrator by Smile Makers! This innovative and stylish vibrator is perfect for those looking to enhance their solo or partnered play with intense sensations and great Ou2019s Crafted with body-safe materials, The Surfer features a sleek and discreet design, making it the perfect companion for exploring your deepest desires. Its powerful yet whisper-quiet vibrations are customizable to suit your preferences, ensuring a personalized and pleasurable experience every time. Whether you're a beginner looking to dip your toes into the world of toys or a seasoned pro seeking a new adventure, The Surfer is here to take your pleasure to the next level. Unleash your inner goddess and experience the thrill of the ride with The Surfer by Smile Makers. Get ready to make waves in your bedroom and beyond!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I never knew Sephora sold items like this I have never seen them in my stores before but I decided to try this particular product out and it actually works pretty well for me. The battery life is great."
        },
        {
            "review_title": "The design is amazing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This works so well with my dry and frizzy hair. After every wash my hair feels so frizzy. So after every wash I use this to style my hair and my feels so soft and shiny. I love the results using this. Gifted by ouai"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, notSure skin tone, Combination skin",
            "review_text": "Stopped working almost instantly. Contacted them for support and nothing. Donu2019t bother."
        },
        {
            "review_title": "U NEED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "girlll you need this in your life. after a long day this is the cure you need to relax and let go from all of lifeu2019s troubles."
        },
        {
            "review_title": "The best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "very very delightful. This is for your cliroris ladies. If you use it the right way you will adore it. Play with your partner and enjoy this toy, it is perfection. 40 plus women out there! Try it!"
        },
        {
            "review_title": "So soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "When I first opened it I was like???? Why is it so soft?? Itu2019s super dust repellant too!! I rubbed a tissue on it and none of the fluff got stuck!! (Also really good for travel, not necessarily super quiet but quiet enough to use in the shower without anyone hearing you"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Does super quickly and itu2019s not that powerful. Disappointed"
        },
        {
            "review_title": "A MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "very very delightful. got in all the right places and made me ice the cupcakes real hard in less then 5 seconds. who needs a hard d when you have this"
        },
        {
            "review_title": "Very disappointing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The product worked a few times but no matter how much I charge it now, it dies after only a few seconds. Donu2019t buy this!! It was a total waste of money :("
        },
        {
            "review_title": "You NEED this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Who needs a man when you own this! This is my first toy and I'm definitely satisfied. All women need this."
        },
        {
            "review_title": "The best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Omg ud83dude33 get it now! The absolute best vibrator that Iu2019ve ever purchased. As long as they sell these, I will continue to buy if anything ever happens to the one I got."
        },
        {
            "review_title": "made me ice the cupcakes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "hit all the places! the paws are very textured made me get icing in less than 30 seconds!!!"
        },
        {
            "review_title": "10/10 All Around!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This product was very good. You can barely hear any sound when you use it and it is very strong and powerful. I was surprised how powerful it would be due to the size and the amount of speed options. Love it very small and easy to be put away."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Oily skin",
            "review_text": "Small but powerful! This is my first vibrator and wow I definitely recommend especially if your a beginner. Itu2019s very small and easy to carry around!"
        },
        {
            "review_title": "Easy for on the go",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love the size. Easy for on the go, but not too small that itu2019s hard to use. Itu2019s also amazing at giving pleasure. Thank you smile makers!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "It does its job fantastically! The design is super cute, the feeling very soft. I was surprised that a toy of that size (quite small) is actually powerful. Def recommend it."
        }
    ]
}