{
    "product_id": "423",
    "name": "High Tops Self-Grip Rollers",
    "brand": "Drybar",
    "categories": "Hair, Tools, Curling Irons",
    "price": 16.5,
    "about": "What it is:.A set of six self-grip rollers to provide mega-lift just where you want it...Key benefits:.- Stay in place without tugging/pulling.- Includes two sizes for any length hair.- Creates volume at the crown..If you want to know moreu2026.These rollers roll easily into hair and stay in place without clips or clamps, then remove gently without pulling or tugging strands. The result is effortless lift just where you want itu2014at the crown of the head. The secret is the gentle self-grip material that provides strong hold while preventing pulling or damage to hair.",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.-Create a three-inch section at the crown of the head and comb through so it is smooth and free of tangles..-Starting from the ends, roll the hair toward the base of the section, away from the face..-Leave in for 10 to 15 minutes. For best results, use rollers when hair is still warm from a blowout..-Remove the rollers and tousle hair to break up shape.",
    "num_reviews": 269,
    "overall_rating": 3.6,
    "product_url": "https://www.sephora.com/ca/en/product/high-tops-self-grip-rollers-P388516?skuId=1638238&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s1638238-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "6 rollers",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s1638238-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "They are okay in terms of price and quality, but I find they don't actually self grip, I normally have to use a clip or something to hold them."
        },
        {
            "review_title": "They do not work",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Do nottttt buy if youu2019re hoping for them to actually stay in place without a clip, as they are marketed. I had to use a clip for these to stay put and even then they donu2019t cling to the hair. I have coarse, regular thickness hair and these do not cling to my hair the way theyu2019re supposed to. Any cheap rollers from target are better than these."
        },
        {
            "review_title": "not for fine hair",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Not for fine hair. I'm not sure even clips would help. They didn't stick in my really straight fine hair, at all, but they did try to rip my hair out. I worry clips might cause them to grip more hair, thus ripping more out, so i haven't tried that."
        },
        {
            "review_title": "Needs clips added on",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I have silky, but very thick hair, past shoulder length. These rollers don't cut it for me on their own. They need the clips to hold in place. Maybe that's how they were meant to be used all along?   With a clip though, it does achieve a nice effect. My hair doesn't get caught in them either and they're fairly easy to use.   Bottom line: purchase the clips to go with if you have thick hair, or Silky hair, because these won't hold on their own."
        },
        {
            "review_title": "Needs clips for support",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Recently purchased these & they are the same as other rollers, youu2019ll need to order some clips to hold it on your head or it will just roll out. Nothing wrong with these but they donu2019t do what they are made for. So order clips if you want to order these."
        },
        {
            "review_title": "Pass on these",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I purchased these to replace older Velcro rollers from a discount store. These are no better than my others. In fact, Iu2019m trying to find a new set of the previous ones. The Dry Bar set does nothing more than any other Velcro roller. I actually find that they donu2019t stay in as well."
        },
        {
            "review_title": "Wanted to love",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Wanted to love but I did not love at all. They are okay but not great. They donu2019t stay out very well and start falling to side. Better to use a round brush"
        },
        {
            "review_title": "Good rollers but need more in one package",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Great rollers! But there arenu2019t enough if you have decent amount of hair - found I need one more of each size to cover my hairu2026"
        },
        {
            "review_title": "Total fail",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I left these in for over two hours and my hair is as straight as can beu2026 literally not a single curl or wave present."
        },
        {
            "review_title": "Good but not great",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "These rollers are great but they work just like any other roller I donu2019t think they are worth the money."
        },
        {
            "review_title": "Donu2019t use",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Oily skin",
            "review_text": "I have tried so many times to use them I would not recommend they are over priced and I say that because they are cheap and they where bending when I was trying to put them on my hair"
        },
        {
            "review_title": "Not a fan",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "It works ok, but a little pricy compared to similar products"
        },
        {
            "review_title": "Great for a lift to your hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "These rollers do a great job on wet or dry hair. They add volume where you want it without damaging your hair. I use a light hairspray on the roller just before rolling hair on it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "These grip to the hair easily without any damage. They helped create a little volume and hold longer. Great for the price"
        },
        {
            "review_title": "Not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "These rollers did nothing for my hair aside from make it more flat after blow drying with a round brush."
        },
        {
            "review_title": "Good grip",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "These are great curlers, good with heat put on them, wish there was another size in the box, they grip really well and keep everything in place while getting ready"
        },
        {
            "review_title": "Pure volume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "These rollers are everything Iu2019ve been looking for and Iu2019ve tried lots of root volumizers but nothing gave results like these!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Real great and are pretty genial on your hair but only come in two sizes"
        },
        {
            "review_title": "Quick fix for added volume",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "I ordered these Velcro rollers as I wanted something to give my naturally fine hair volume & body (without heat). They hold in place fine while i do my make-up. Overall, I was pleased with the outcome. However, after a few hours, the look fell flat. Good for when you're in a hurry and want to look polished."
        },
        {
            "review_title": "They are fine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "Doesn't tangle in my fine wavy hair but I can't imagine someone with curly hair using this.  I flat ironed, rolled and sprayed with hairspray. It is nice for sometimes but I don't have the will to do it daily."
        },
        {
            "review_title": "Makes mornings so much easier",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I really didnu2019t think these would make a difference but they really and truly are worth the purchase!"
        },
        {
            "review_title": "not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Deep skin tone, Oily skin",
            "review_text": "meh. clings to your hair and doesnt even curl, but so pretty."
        },
        {
            "review_title": "great hair coming your way!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "its a learning curve but once you get it, your hair looks great!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I am very please with the rollers, very strong and stays in place!"
        },
        {
            "review_title": "Very much dislike",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have used this and it does not work even with heat and my hair holds curls very easily. Do not buy just a waste of money for such an expensive hair tool."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Love these things they do work best on dry hair and they give you the look you want! definitely one of my favorites!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I really like the way these rollers make my hair look! They are super duper easy to put in, they hold on my hair really well, and the curls/blow out look, looks gorgeous! Nice and loose, but holds well. Def recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Combination skin",
            "review_text": "This was gifted to my by dry bar. My bangs rarely stay curled after i blow dry them. The rollers are easy to use. I leave them in for about ten minutes and it keeps the wave in tact. It keeps me from having to go in with my blow dryer to repeatedly style. I love how the rollers come in different sizes to adjust based on how tight or loose i want my waves to me"
        },
        {
            "review_title": "Good on dry hair only",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I like these rollers. They are Velcro so they really just provide body to the hair, not any actual curl. They are great though for bangs and layers to give hair a nice bump. Definitely give them a try, but DONT use on wet hair"
        },
        {
            "review_title": "My favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "These high top rollers are amazing. I use in my hair right after blow drying and I leave them in for a bit. Once I take out, my hair looks professionally styled. I love it! They donu2019t hurt to put in or out and it helps my hair look great."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Never thought Iu2019d be writing a review on hair rollers yet here I am. Great assortment and quality rollers, I love the 90s blowout look but had no clue how to achieve it so these babies came in super clutch. Would love if they we actually self gripping."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Oily skin",
            "review_text": "I love these! They still do need a small clip to make them stay especially since I have longer hair but besides that they are amazing! I use them after heat styling to hold in the curl and I honestly love how it holds the shape and gives me a beautiful look!"
        },
        {
            "review_title": "Great but not self gripping",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Great product for the price but I found they donu2019t self grip well still have to use clips to keep in place which I donu2019t mind doing."
        },
        {
            "review_title": "Nice heat free option",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I really like that these are heat free and donu2019t damage my hair but these are a little harder to use and not beginner friendly. They do give my hair a nice bounce and they hold really well but they take awhile to put in my hair since I struggled a bit."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I was excited to try these self grip rollers but if you need to wrap your hair around the roll more than once then the self grip is gone, so maybe it was just my expectations were too high but I still needed a clip or something to secure the roller"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I appreciate that these Self grip rollers by Drybar are more beneficial for hair without using extra heat. These work for adding curls, waves, or added volume. They worked better than I anticipated because I expected that I would need to apply heat directly to my hair to get these effects. Iu2019m always looking for less damaging methods and alternatives to heat styling."
        },
        {
            "review_title": "These have grip!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "These rollers are amazing and the grip is GIVING! I had my doubts but after one use, every single doubt about these evaporated. My curls not only look fresh and have volume, they last!!! I can't wait to use them again!"
        },
        {
            "review_title": "Amazing !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "IM IN LOVEEEEEEE with these rollers, theyu2019re so good and they hold your hair really well, I will never switch to other rollers are I feel like these were meant for me and make my hair look and feel amazing"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "as a hair styling novice, i found these rollers to be pretty user friendly. the rollers easily grip into the hair feeling super secure until itu2019s time to remove. these didnu2019t rip out my hair during removal but left my hair bouncier than ever!"
        },
        {
            "review_title": "Voluminous but no grip",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Iu2019ve always wanted to try this rollers so I finally tried it. If you have thin hair and you looking a way to add volume to your hair while also gaining curls Iu2019ll highly recommend this. I usually roll my hair an hour or 2 before I need to go out applying some heat and volumizing stray and it does the trick. The only negative is that itu2019s supposed to grip your hair and make it stay in put but it doesnu2019t. So youu2019ll need pins to keep it firm"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "These hot rollers are cute and easier to use than I thought. I like the signature bright yellow color, they are easy to find within my bin of hair tools, etc. I think it should have come with more tutorials for hair styling beginners."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "These rollers are just the cutest! They come in a set of sixu2014 three large and three medium. Iu2019m not the most experienced with haircare so Iu2019m excited to mess around and figure out how to use them. Something I appreciate: theyu2019re much sturdier than the ones I see at the drugstore."
        },
        {
            "review_title": "On the fence",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Not 100% self gripping, I had to use pins to hold my hair in place. Once I used the pins my curls were voluminous and my hair was super bouncy. I like that there are two different sizes, I used the smaller rollers in the front of my hair for my bangs. Iu2019m not sure if Iu2019d recommend these though."
        },
        {
            "review_title": "Good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "These rollers are really great and very reasonably priced. They work perfectly for a nice blowout look or for perfecting your bangs. I don't think they are 100% self-gripping though. I usually pin them in place."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I love that there are two sizes to this set. I only tried these with mousse and no hairspray. I also only did eight minutes with them on, as my time was limited. I do suggest sticking to the 15 minutes."
        },
        {
            "review_title": "Self sticking! Love em",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "My favorite rollers!!! Love these to create a bouncy blow out at home. You donu2019t need any clips because these will stick and hold up your curls on their own. Love the bright yellow and different size barrels!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I love these hair rollers from dry bar. They give my hair so much volume. I can put them in so easily. It is the perfect size set for my hair. It can be used by all hair types. My daughter has curly hair and I have wavy hair and both give great results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "Obsessed is an understatement! These Drybar self grip rollers are amazing! They give serious volume and are very comfortable to wear. I love them and would recommend them to anyone looking to get rollers"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "These rollers are incredibly easy to use. I like that it's so simple. I like to put them into my damp hair and then blow dry them. They gave my hair so much volume, fullness and bounce. I love how they make it look like I've had a professional blow out."
        },
        {
            "review_title": "Great rollers!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I really like these rollers! Itu2019s hard to find rollers that are big enough and give you the really blown out effect. These are great and come in 2 sizes which is great for adding dimension in your curls. Definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love that they are easy to use. I am not a professional when it comes to hair. I really like that they stay in place and they feel comfortable in my hair. I am glad it comes with two different sizes."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I received Rollers in exchange for this review I have always like my hair to look and have more volume Love to use it after I blow dry my hair to give my hair volume! The grip is not too bad but not to great"
        },
        {
            "review_title": "Perfect volume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Dry skin",
            "review_text": "I have been needing some new rollers and drybar always has the best hair products hands down! So I knew these would be worth the purchase and get the job done! 10/10 love them for that perfect blow out look. I received this item in exchange my for honest review!"
        },
        {
            "review_title": "Great rollers!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "These are great rollers. Iu2019ve been using them after I use the curl on the Dyson airwrap and it really helps make my hair hold the curls a lot better! Theyu2019re easy to wrap my hair around and pin up - doesnu2019t tangle my hair at all."
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "these rollers are great! theyre super grippy and they are the perfect size for bangs and volume for the crown. i use these after i use the drybar blowdry brush and my hair looks so smooth and voluminous."
        },
        {
            "review_title": "Good for thick hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I have long thick hair so there was a bit of a learning curve with me on these, but following the instructions and sticking to 1 inch wide sections really makes all the difference in the world if you want them to self grip. They work great and I love that itu2019s all larger sizes because I never have a use for small curlers. I will say that 1 pack is simply not enough for me because I have so much hair (and itu2019s mid-back length) but where these really help is for the hair around my face because I can fight my natural wave without overheating the more delicate hairs that tend to frame my face. I also think these are probably better suited for someone with medium to thick hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "These self-grip rollers effortlessly roll into your hair, providing significant lift and volume. They remove easily without pulling or tugging. The gentle self-grip material keeps the rollers in place without the need for clips, preventing hair damage. With two sizes available, you can customize the volume for any hair length. The pack includes six rollers, featuring three medium and three large ones."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Love the self gripping. I also think thereu2019s a good variety of sizes which is great. First time trying rollers and love them. The yellow is also super cute. Definitely would make a really great gift!!"
        },
        {
            "review_title": "High Tops Self-Grip Rollers",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Drybar High Tops Self Grip Rollers do not pull or tug on my hair. I like how I can customize the volume and it gives a nice lift to my hair. Usually, I set my hairstyle with a hairspray from Drybar."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "These rollers are perfect for a blowout look. They stay on without tugging or pulling hair. I like the smaller ones more than the bigger rollers because they stay tight. I usually leave them on while Iu2019m doing my makeup and it gives the most beautiful bouncy blowout look."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "If I want to give my hair a little extra oomph, I use these rollers in. They donu2019t curl my hair per se, but rather give my mane a nice full bounce. (Think 90s blowout.) I like throwing these rollers in if I have a few hours to spare and want subtle yet polished waves. I like using a texturizing spray on dry hair before using, and then setting with a light spritz of hairspray to lock in my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "these hair rollers are so cute and effective! I really like how they fasten but donu2019t pull or tug on my hair so badly it hurts! it holds the curls and are great to use while youu2019re getting ready! 10/10"
        },
        {
            "review_title": "bouncy blowout must-have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "i absolutely love these self-grip rollers from drybar. they give my hair a beautiful, bouncy blowout with mega-lift and volume. no more pulling or tugging, thanks to the gentle material. the two sizes allow for customizable volume, and the 6-pack with 3 medium and 3 large rollers is a great value. they're easy to use and create amazing results. i followed the simple instructions that drybar provides because iu2019m definitely no hair expert myself haha - i basically create a 3-inch section, roll the hair towards the base, leave in for 10-15 minutes, and voilu00e0! i spray a light amount of hairspray too for some extra hold. the outcome is stunning. it's a must-have for anyone who wants a salon-quality blowout at home. my hair has never looked better, and i couldn't be happier with this product. ud83dudc96ud83eudef6ud83cudffcu2728"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "Such great rollers!! They have great grip and the sizes are perfect !! The set of enough for all my hard! The quality and price are great!! Did not tangle when getting them off and left my hair feeling soft and shiny"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "The Drybar High Tops Self-Grip Rollerwork really well they grip hair and hold hair. I do have to use clips for the larger rollers as my hair in fine and thin but the small ones are perfect. Easy to use and great to hold a warm set after curling or for just a blow out"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "i love these high tops self grip rollers by drybar! i love the color! it is so easy to use! i love the grip of these rollers, i donu2019t need to use extra clips. it is gentle on the hair when removed !!!"
        },
        {
            "review_title": "Itu2019s okay",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Love the high tops self-grip rollers. They hold on the the hair so well and I personally donu2019t need to use extra clips for it. Have to be a little careful getting it off but other than that it is great."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The Drybar High Tops Self Grip Rollers roll smoothly into your hair without damaging or any tangling. They stay securely in place without the need for clips. I love the ease at which these are removed and how gentle they are for the hair. The two sizes included create versatile, voluminous styles."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I have fine, thin hair and these are a game changer to give me the lift that I am looking for. Easy to use, I put them on immediately after I blow dry, while my hair is till hot and leave them in for 10 minutes.  They don't move, the velcro keeps them neatly in place.  My hair looks like I just had a blow out from a salon.  Love them and would make a great gift or stocking stuffer."
        },
        {
            "review_title": "Amazing Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "love fry bar products so much I recently found them and I been buying a lot of their products and so far Iu2019m very happy and impressed with them. These rollers are very nice and hold my hair for the whole day and it gives my hair lots of volume which Iu2019m always happy about it. I absolutely love them and will highly recommend them to anyone."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "These self grip rollers are so easy to use. My mom loves them to create easy and fast everyday hair style. They grip really nicely to the hair, create beautiful curve and easy to remove without gripping on the hair."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
            "review_text": "High Tops Self Grip Rollers is such a versatile tool to have in your hair style routine. I love the grip they give. I style my hair and add these rollers to keep my hair in place and give the much needed hold and volume ."
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I use these rollers for the perfect blowout ! The smaller ones go in the front for my longer bangs and the bigger ones I put on the side and back after I blowdry them and then I let the rollers sit for about an hour till I take them out and it gives me the most voluminous hair! They are self grip so they stay on super well !"
        },
        {
            "review_title": "Not Impressed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I wasn't impressed. Other brands have a better size selection for less money. I  wish I had returned them."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "These rollers are awesome! Hold a nice grip and keep my hair styled for most of the day. Easy to use and good quality. Love the drybar brand! Great hair care company. Highly recommend this product!! 10/10"
        },
        {
            "review_title": "Not worth the money",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "No much stick on my thin, fine hair, so I recommend using hair clips to hold it up. It's also very expensive for only 6 rollers with only two different sizes. I recommend getting better ones from Amazon."
        },
        {
            "review_title": "no holding power",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "i bought these about a year ago to add volume to my hair and reduce the amount of blow drying / heat damage,  but honestly i barely use them. the smaller ones are good for my bangs, but overall they donu2019t stay in. they have no hold, and i have to use bobby pins to keep them in, which creates creases in my hair. youu2019d be better off finding cheaper ones on amazon."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "Great for volume, not so much for curls. I recommend if you are looking for volume only."
        },
        {
            "review_title": "Waste of money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019ve tried to make these work twice now and they never gave any sort of curl to my hair, even when I used a ton of heat from straightening and blow drying. They also donu2019t hold any of my thick hair up"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "i love this sm !!! i use this everyday after showering and while getting ready & i only use the small ones for my side bangs & it does the job every time."
        },
        {
            "review_title": "Cute and great addition to my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Great for extra body, or for setting curtain bangs."
        },
        {
            "review_title": "Heat-Less Straight Hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Perfect for getting straight hair without heat!! I have naturally wavy hair that curls at the bottom. When I use this straight out the shower until it air dries, I get smooth, straight-ish as it adds a slight swoop at the ends of my hair. As the days pass, the swoop as the end doesnu2019t last as long (probably since I donu2019t use any hairspray). I loveee using it for a night out!"
        },
        {
            "review_title": "Love for my hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "These rollers are amazing and I didnu2019t realize I needed them before I got them"
        },
        {
            "review_title": "The best rollers !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "These rollers are perfect for my hair! After using the drybar double blow dry brush I put these rollers in for 15 minutes and after my hair looks so bouncy! I would recommend this to my friends and family so they can have an extra bounce to their hair ! This product was gifted by drybar by skeepers"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This is a okay product, it holds my hair up but you need clips! And does it come with clips? Nope! I recommend getting them from Amazon if you are going to spend $12."
        },
        {
            "review_title": "the perfect blowout",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "does the job like any other roller! purchased this for the really big rollers tho hahah worth it!"
        },
        {
            "review_title": "Wish they would stay up",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "If they were more than $13 I would send them back because they do not hold my hair up on their own at all."
        },
        {
            "review_title": "great for bangs!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I use these on wet hair and keep them in for a little while until I blow dry. you donu2019t even have to use heat but they have been so helpful as I have cut my bangs recently"
        },
        {
            "review_title": "A must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great for volume, more comfteoable than other Velcro rollers Iu2019ve used. Would recommend purchasing clips to keep in place"
        },
        {
            "review_title": "One flaw",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Dry skin",
            "review_text": "I've never used a self adhering roller that actually stayed in my hair, these are no different. I had to use clips to keep them in place.  But other than that, they are great! I wanted real big rollers for the crown of my head and these are just what I was looking for.  Good price and quality, 4 stars because they need clips to stay nicely in place and I thought they wouldn't. Happy I have them :)"
        },
        {
            "review_title": "they straighten my hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "These type rollers actually straighten my naturally wavy hair. I guess that's a good thing if you want to straighten without heat."
        },
        {
            "review_title": "not bad",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "i like these and decided i would finally purchase when they were 50% off. dont regret but i wish they held better! i have to use a clip and would i thought these would be able to stay with no clip. I also which there was a set with more curlers as when i try to do all my hair with them i end up using to much on a curler which helps them not stick even more still one of the better curlers out there but they could have been better"
        },
        {
            "review_title": "Not self gripping",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I got these on sale for 6 dollars and I bought them because they were yellow and I thought they looked cute lol. They get the job done but are not self-gripping at all you need to put pins in them. If you are going to spend 12 dollars on rollers just by a 24-pack from amazon."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I like these for the size because they give a lot of volume but at the same time they are not very self grip and I keep them in place using clips. Also a bit overpriced for only 6 rollers. But overall no complaints."
        },
        {
            "review_title": "Not compatible with super fine hair",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I really really really wanted these to work despite reading the reviews. So if you are like me and have a bunch of super fine hair, these might not be for you. They do not adhere or stay up, I did see a review where another reviewer with fine hair tried it with pins and that seemed to work for them, but I didn't have any so I had to return these."
        },
        {
            "review_title": "Just okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Kind of cheap, the grip tape was coming off of the roller before I even used them."
        },
        {
            "review_title": "Pretty good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Pretty good. You need clips. Could use 3-4 more for full head. Lasted most of the day."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have super fine hair and these do work but a pin of some kind to keep them from falling out would be preferred. I use a Bobby pin but it leaves a crimp in my hair. Still use daily and I would recommend them."
        },
        {
            "review_title": "decent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "They arenu2019t self grip, I still needed clips to hold them in place. But they work fine."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Good, not awesome. Could use 2/3 more rollers for whole head."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Great product! Stick well but needs clamps like any velcros rollers!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Best heartless rollers out there, worth the extra money."
        },
        {
            "review_title": "Donu2019t waste your money on these",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This are quite possibly the worst rollers Iu2019ve used and calling them u2018self-gripu2019 itu2019s incredibly dishonest. They absolutely do not grip, they fall out. I would have to pin them with 3 hair grips to use them. Total waste of money. Other, far superior Velcro rollers on the market."
        },
        {
            "review_title": "Holy volume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I bought 2 sets of these and they are now part of my daily hair care routine. I have a bob cut but my hair is very thick so it can be difficult to get lift with just a brush and dryer. You only need a tiny strip of hair per roller to get lift. I would not say these are for curling - I donu2019t get much or any curl with them, which isnu2019t the reason I use them anyway. Since they arenu2019t really for curling, you donu2019t need to wrap the hair around all the way from root to tip. Just work it up to your root, donu2019t worry about getting the tips of the hair in, and boom - volume! Just make sure to leave them in the full 15 minutes. I wash my hair every other day and even on day 2 I still have volume from the day before. I use these for a quick day 2 refresh and it makes my hair look freshly blown out. Now every day is a good hair day!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Itu2019s good product .Easy to hold hairs.Give good volume to your hairs ."
        },
        {
            "review_title": "too grippy, if thatu2019s a thingu2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "These are a great size and a great price, but they are so gripping that they tug on the hair so bad when you pull them off that it causes so much frizz and almost pulls the curls and volume out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Second time purchasing these - my favorite rollers"
        },
        {
            "review_title": "amazing.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I donu2019t know what ppl are complaining about. I have long and I bought 2 sets. Stays in. Iu2019m using Southern Belle plus soft flexible hairspray before putting these on section by section on dry hair. Amazing. Stylish too. If you have thicker hair you will need two sets. I have fine hair but I bought two because I wanted to have more volume and easy tying. Woot woot."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "As other reviewers said, these will absolutely need clips. I have a short bob and even so, these are not self grip. However, they do the job well otherwise. The sizes are exactly what I need. That said, if I had to do it again, Iu2019d probably look at something else."
        },
        {
            "review_title": "*Adds to Cart",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "A variety of sizes, you can't go wrong with anything Drybar."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "If you have longer than shoulder length hair I would not recommend. I have medium length hair and these will not stay in. Unfortunately they donu2019t come with clips. When you take them out, the hair gets very stuck in them so you have to be careful it will easily undo the curl/volume. Also I  need at least two boxes to do my whole head, otherwise it only does like half my hair. I only bought these because I couldnu2019t find any at the drugstore"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Not super sticky.  I feel like Iu2019ve had better results with drugstore brand."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I have really thick hair & a lot of it, these rollers are so great! I did buy six packs lol but they are def worth it! They stay on/in the hair comfortably. When I took them out I had perfect Hollywood waves with NO hot tools! If you are trying to take care of your locks & love big bold waves, I recommend these!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Really helps give volume and easy to take in and out"
        },
        {
            "review_title": "heartless curls",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Super easy to use. Gave my hair a nice lift/curl. Although. I  need to purchase better pins to keep them in place."
        },
        {
            "review_title": "Not for curly hair---beware the frizz!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Maybe this would work better for straight hair girls, but it's definately not meant for curly hair.  It leaves your hair frizzy as you try to untangle your hair from the roller, no matter how gentle you are.  I also don't see how long thick hair would use this--it wouldn't be strong enough to hold shape."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Loved how these fit in my hair and don't pull at all. When I take it out it glides like a brush."
        },
        {
            "review_title": "Exactly what I expected!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I love these rollers! They're ideal for my hair, and I only needed 12 to cover my whole head. They stayed in place with only one roller pin each! My only qualm is that the velcro sometimes leaves my roots tangled, but it's easily fixed with one brushthrough."
        },
        {
            "review_title": "I love them",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I love these!! I use them to add lift to the crown of my hair without having to tease. It gives my (fine) flat prone hair extra volume. First I use my curling blow dryer then when my hair is almost dry I place these on the top back for about 25 minutes."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Was very excited for this product, however makes your hair very frizzy after use."
        },
        {
            "review_title": "Fuzzy hair",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I tried to use this product and found it makes your fine, straight hair fuzzy. Will return asap"
        },
        {
            "review_title": "Bang Curlers",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "The medium size works perfectly to give me bouncy perfect bangs. I just put the curler in with wet hair, blow dry it, and hold the shape with some hair spray. Only wish it also came with a small size so I could do a bit of curl on my ends. Overall great product!"
        },
        {
            "review_title": "Not a must have",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Not a must have, OK product. Volume doesnu2019t stay all day.  Save your money."
        },
        {
            "review_title": "Don't work at all",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Had zero luck with these. I have thin hair and they still didn't self-grip as it claims. You definitely have to clip them. They also just tangled/frizzed out my hair when I tried to remove them, completely counteracting any volume or wave that may have occurred from the blowout. I tried a couple of different ways, followed youtube tutorials, tried with and without smoothing products, etc. Thankfully they were cheap, but still a waste of money for sure."
        },
        {
            "review_title": "Game Changer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I was cautiously optimistic after reading the reviews but I have to say I am positively surprised! I have very fine hair and the rollers grip very well, they stay in place, and they're easy to remove. And the volume! My hair is over shoulder length now (I usually wear a bob but have not had a haircut in a while) and it still works very nicely. Very impressed. Also with the amount of hair it grips. I was trying out different sizes of sections and it even stayed in place with my whole side section (which I initially thought would bee too much). Buying another one to have enough to change them around."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have super fine hair and since I can't go out for a haircut, thought I would see what I could do.  As my hair is dry, I didn't want to use anything that would damage my hair.  This fit the bill.  Easy to use and produces solid results. Gives my hair tons of body and most of the day.  I don't use extra product but that would likely extend the results.  I have tried them on damp and dry hair.  It worked on both for me, but take a long time to air dry."
        },
        {
            "review_title": "easy and high quality!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I love these rollers! They are so easy to use and give your hair great volume! Highly recommend u263aufe0f"
        },
        {
            "review_title": "GAME CHANGER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I bought these rollers after watching a YouTube video of a drybar employee styling her hair with them thinking Iu2019d give them a try. I just finished styling my hair and I am absolutely IN LOVE with the result. For the past few months my hair has been so greasy at the roots and Iu2019ve had no volume whatsoever. I used these rollers to set my curls as I roundbrushed the rest of my hair and I am truly in love. I am going to use these every time I style!! Love the big size, love the grip, everything!!! Itu2019s a must have."
        },
        {
            "review_title": "Nice replacment for a blowdry",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Very easy to use. I put it on almost dry hair, dry for 10 seconds and remove after 15 minutes. It gives a very nice volume to my hair  without the frizz. I have thin hair with short bob haircut. Big rollers work well on short hair, too. I have two sets and usually use 6 small and 4 big rollers."
        },
        {
            "review_title": "stay in place",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I love these Velcro rollers because they stay in place without any clips. I have long hair and they work so great after blowdrying for adding bounce to my layers. I tried velcro rollers from the hair salon but like these way better. I know these are way pricier but they are quality. Highly recommend!"
        },
        {
            "review_title": "Bouncy Hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have long-ish fine hair and these rollers give me the perfect amount of volume and bounciness without looking like a beauty pageant contestant. I use Jump Start to blow dry, then put the rollers in when Iu2019m done and blast each one with the blow drier on hot then let them sit for 10-15 mins while I finish getting ready. It works best for me when I use a product that has a little hold in it, like Jump Start or Redken Align then spray with a light hold hairspray or texture spray while theyu2019re in the rollers. Thereu2019s definitely a bit of a learning curve, but once you get the hang of it, you could get really pretty results."
        },
        {
            "review_title": "Shorter hair volume - Yasssss. longer hair is a no",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I am a teenager of the 90s....crown volume is in my blood. I really love these rollers for getting the volume in my crown.  It is clear, if you have shorter hair, shoulder length and up, for sure try these!!! Great purchase!"
        },
        {
            "review_title": "Does not work on thick hair",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I got these in a Drybar set and tried to use them on my medium length, thick hair. They were barely self-gripping and i usually had to clip them in place; if I had one in my hair i couldn't even blow dry through other pieces of hair because the slightest movement would knock them off. I did get SOME volume added in the one section I could keep one in but these rollers really aren't meant to handle more than fine hair."
        },
        {
            "review_title": "Great volume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love these rollers.  Ive used velcro rollers for years.  I saw these and thought maybe its time for new ones....anything from Drybar is great.  I was right it was time to replace my old rollers.  I'm enjoying the slight wave and volume these rollers give me.  I use the small ones on the top and the large ones on the side and back.  I have fine medium length hair with slight layers and these rollers work great for me.  I'm going to buy a 2nd pack so that my entire head of hair can have volume!"
        },
        {
            "review_title": "Best for shorter hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I finally bought my own set of these after my regular blowout stylist showed me how to use them properly. I have short hair (inverted bob around chin-length) and these are just perfect for creating volume at the crown - I flat-iron or hot brush my hair, then roll the top sections into these and apply hairspray before letting them cool completely. I have relatively thick hair so the velcro grip is fine on its own for me. They're definitely not designed to work like a regular setting roller, so if you have longer hair these are likely to disappoint."
        },
        {
            "review_title": "Don't Even Bother",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I was really excited to buy these rollers despite the mixed reviews.  Tried it on wet hair with blow dry - no go.  Tried it on dry hair - double no go.  I found hot rollers worked best, especially for fine, medium length hair like mine.  Ended up returning this product."
        },
        {
            "review_title": "a no for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone",
            "review_text": "I love DryBar but these things do not work.. I have tried multiple times and have even looked at their tutorials, maybe if held in place with a clip they would work but they definitely do not work the way they say that they will just stay in your hair."
        },
        {
            "review_title": "Nice Volume",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "These have given me some nice volume. Of course, youu2019ll get more pay off if you use volumizers or texture spray. Iu2019ve been very happy with them and convinced a friend to buy them as well."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Waste of money. Did absolutely nothing. I have thick long hair. Super straight. I believe my hair was straighter after leaving on over night. Second time I tried using extreme hair spray before removing the rollers. Nothing happened."
        },
        {
            "review_title": "Bombshell hair. Do care!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I absolutely love these for what I use them for. I blow dry my hair with a Moroccan oil round thermal brush that I've been using for years in a medium size and a small sized drybar thermal brush with the drybar blow dryer and then with each section I roll the section up while I finish blow drying the remaining sections. After I'm finished I hit them all with the cool shot setting for a minute and then let them sit for 5 or 10 min. Pull them out (and they come out super easily with no ripping or tugging) and I've got a bounce for days. Hit it with my drybar or ghd flat iron and I look like I just left the salon in 20 min or so. Use some drybar products like the volumizing mousse,  the velvet hammer cream and the shine spray and my curly, thick, frizzy caucasian hair looks absolutely amazing, straight and volumized. these rollers and doing my hair with them incorporated into my wash and style day routine literally changed my hair and the way it looked with every style. With a gorgeous base like what I get with this every way I style my hair looks bombshell worthy. And one of the greatest parts is I can use them on my longer layers and my itty bitty new growth in my bangs because every size is in the set. Put the biggest  rollers in the back and the smallest ones towards the front and for the shortest hairs and I'm ready to go. Two packs cover my entire head with a couple left over for my thick hair."
        },
        {
            "review_title": "Don't really work",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I bought this with the hope I could replicate my favourite blow out at home. It was a good idea in theory, but in practice these don't really work. The rolls had trouble gripping onto my hair, and I had to use clips to hold them in place. Plus there weren't enough in the pack to section all my hair. When I unwound them the look was okay, but nothing special. The amount of effort was not worth the result."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Disappointed. Does not stay at all."
        },
        {
            "review_title": "I love, love my DryBar curlers!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve had my curlers for years!!! I bought the Awesome DryBar hair drier, it came with these curlers!!!! Iu2019ve never found any curlers I love like these. I blow dry my hair...using the Awesome curling brush!!! After each section is curled...I slip in a curler and continue to do this until my head is fully loaded with curlers. The volume and Styal stays in my hair so much longer!!! When I miss the curler step I regreat it the very next day or many times much sooner!  I saw these curlers for sale, I ha to buy more!!!!!!"
        },
        {
            "review_title": "Highly recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Love these rollers. Work extremely well, and add tons of volume with little effort. I recommend taking only small 1 inch sections of your hair per roller- that way you donu2019t over load and make it to where the roller canu2019t grip the crown of your head after rolling up! I have long hair, straight hair."
        },
        {
            "review_title": "va-va-VOLUME",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "LOVE THESE. Worth the money for me! I was looking for big rollers like these that were easy to use, stay in your hair, donu2019t get tangled, and give you BIG VOLUME. I use these every time I blow dry my hair with Drybaru2019s buttercup for my top half so my hair always looks like I just left the salon. Even on days when I donu2019t wash my hair, I style my hair and then put these on the top half of my hair as I style the bottom. Then I take them out and my hair looks bouncy and fresh."
        },
        {
            "review_title": "Excellent for volume",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love these! I was having trouble getting extra volume in my hair and these were just what I needed. I love using the large ones over my part so that they are parallel to my forehead to get equal volume on either side of my part. I use the smaller ones on either side of my head for slightly more. Only con is that they donu2019t stay put on their own, I either use a Bobby pin or clip to hold them in place."
        },
        {
            "review_title": "yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "These hold well and are the perfect size for me"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I just wish there was more of these! If you are looking for curls, these probably are not for you, more just for volume and a sleekeru201d curled under look...."
        },
        {
            "review_title": "Best velcro rollers I've tried",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I'd had a negative experience with velcro rollers I bought on amazon, so my expectations were low when I received these as a gift. I was pleasantly surprised when I used them - there was much less snagging/pulling. I have straight, fine hair and these do a really nice job of giving me volume at the top of my hair when I put them in after rough drying and leave in while doing my makeup. I actually bought myself a second set so I could do my whole head. Definitely recommend - big impact for the price"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love it!!! They give my hair the extra volume Iu2019m looking for and leaves it feeling full and bouncy. They are easy to take out and do not damage my hair at all. I am so glad I found these and I love how affordable they are!!!!"
        },
        {
            "review_title": "Fun!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Fun and easy to use. They really work! Adds volume when used with a styling voluminous spray (I use Oribe Maximista Thickening Spray) and blow dry."
        },
        {
            "review_title": "Good Rollers for Fine Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I have fine hair and these rollers worked great on me. They are very easy to use and stay in well. Curls were good, although my hair naturally holds a curl well. I purchased one set and I will need to purchase a second to do all of my hair, but these are good for the top half."
        },
        {
            "review_title": "Cher Vibes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Looove! Gives the best lasting blowout look I want!"
        },
        {
            "review_title": "Lots of volume/Secure hold",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "These gives lots of volume. I wish there were more rollers. I own two and am about to buy a third. These securely hold my hair. Iu2019ve had other rollers that fall out but these stay put. Drybar rollers also hold more hair than other velcro rollers."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Not good for anyone with thick hair, they wonu2019t stay in unless secured with a clip"
        },
        {
            "review_title": "volume not curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Read before you buy! These rollers are for volume not for curls"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "In my opinion, not really worth the money. Sometimes the curlers stay in my hair, but most of the time they unwind halfway and I can't get them to stay in on their own. I've used them a handful of times, but each time they let me down. I saw no difference in volume either."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Absolutely love these!! I have long fine but thick hair, and use two sets. They hold well, but I do often Bobby pin a few down. Release well, and my hit always looks perfect after I take them out. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have dead straight flat hair, which can make my layers basically invisible. I like using these rollers to add some volume and a bit of a curve to the ends to make my layers more visible. Bonus: it reduces frizz! Iu2019ve tried these both with product and without product in my hair. Product definitely gives you a better and longer lasting style, but itu2019s fine without too. You can see all the layers and the hair doesnu2019t fall flat. I do find that the grip loosens if I move too much, but for the most part they stay in place and I add a clip if needed."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "These are not all they're cracked up to be. First of all, they don't stick to my head without hair clips. I also have wavy hair and expected these to give me beautiful bouncy curls. Even after leaving them in for 20-30 minutes, my hair basically lays flat. These are really disappointing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "First time using rollers and it was fairly easy. These are great for waves"
        },
        {
            "review_title": "Do not buy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I read the reviews before buying these rollers but still decided to give them a shot. I was left disappointed after using it for the 1st time and then I tried it again and still nothing. I have medium/long hair and fine hair but a lot of it and it did nothing. It hardly stayed on my head and did get tangled into it."
        },
        {
            "review_title": "not for thick hair.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I find that these work best for my hair when itu2019s still damp and then heat is applied. If I use on dry hair I find I canu2019t get them to hold. Cute colour, probably not great for extremely thick hair."
        },
        {
            "review_title": "Not self grip",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "there are okay but NOT self grip, maybe if your hair is short enough to only spin around it one time. The clips they sell arent meant for these and leave dents in the curl so you have to makeshift your own; annoying. On the one plus side, love the large size."
        },
        {
            "review_title": "Honestly just try them.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "okay so I was super sceptical to buy these based on the reviews. HOWEVER: My hair is SUPER thick, and these worked PERFECTLY. And they stayed by themselves, I didn't even use clips.  So im super surprised and absolutely in LOVE with these.  Worst case - you return them."
        },
        {
            "review_title": "Difficult to use",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I have long fine hair and these were rather difficult to work with. I think it would work much better for someone with thicker hair."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Yep, another thick, long hair review. They donu2019t even hold a little bit, they just fall right off, even at my bangs. Definitely going back."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I will never know if these work to give me volume because I canu2019t get them to stick in my hair!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I'd suggest purchasing alligator style clips to hold them in if you have longer hair. They pull out gently!"
        },
        {
            "review_title": "not a good thing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Tried these on my medium length fine hair with terrible results.  Made my hair a frizzy, tangled mess."
        },
        {
            "review_title": "THEY DONT MOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "These are dope! Very innovative in the sense that you REALLY donu2019t need clips to keep these in place AT ALL! They really stay in your hair and add such nice volume while you blow dry!"
        },
        {
            "review_title": "Not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "These we're unwieldy, pulled out my hair, and a total waste of money. I regret buying them."
        },
        {
            "review_title": "Super Cute",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I didnu2019t expect these to be self-gripping, but since they claim to be and they arenu2019t, I am taking off a star. Other than that they are great rollers. If you want a tight hold just place a bobby pin or clip at the bottom. Really love the volume they give me and love how they match my dryer! I definitely have to use a clip but I expected that. The airflow is great and they arenu2019t too flimsy."
        },
        {
            "review_title": "Return.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "These wouldnu2019t stay in my hair as described.  Theyu2019ll be going back."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, lightMedium skin tone, Combination skin",
            "review_text": "Amazing rollers, great volume and easy to use, only wish there were more than 6 in a box."
        },
        {
            "review_title": "Not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "Iu2019ve used a variety of other rollers before that were good, but these just tangled my hair and the volume didnu2019t last."
        },
        {
            "review_title": "Read Instructions First",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "First of all, when you read these bad reviews and the reviewer is complaining these donu2019t curl their hair, ignore it. If you read the instructions before using it, you would know these are not intended to curl the hair in any way whatsoever. These are meant to provide volume to the roots. For reference I have long hair, reaches below my shoulder blades with no layers; itu2019s very fine but thick. I blew dry my hair like normal with a volumnizing spray at the roots and then set the top of hair with the large ones. I rolled them from end to roots, in three very small sections with the large rollers, taking care to press my hair hard into the Velcro as I rolled it up. They stayed in place okay but I still used a clip to hold it in place because they moved too much for my liking. For that I removed a star. I clipped the rollers together side by side as oppose to placing the clip over the hair so as not to leave a demarcation crimp directly on my hair as it cooled. I dried the rest of my hair like normal because I always focus on the roots and let the rollers set my top hair as it cooled. When I removed them at the end, they did tug slightly at my hair and I had to use a spray to smooth the flyaways. It was expected though because these are only Velcro and I used the large rollers thus making the very short hairs stick straight up. I got great volume from these. I plan to test them without any heat and let my hair air dry and see how they work. For now, I canu2019t attest to the longevity since I just bought them but they mostly worked for what I needed and I would gladly buy another set. Again, I removed a star because they donu2019t stay in place well enough without a clip which is one of their main claims. If you have shorter hair, you may not need clips at all. I wouldnu2019t recommend this at all if you have anything other than fine hair because the Velcro is not long enough to accommodate the thickness, especially without clips."
        },
        {
            "review_title": "Best Velcro rollers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I donu2019t understand why there are experiencing issues with these rollers, they work great! Roll tight and wiggle to get the to stick in place. I slept with these in and when I woke up they were still in place. Definitely watch a few videos to make sure youu2019re getting the technique right. These are my favourite Velcro rollers!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "These rollers did not self-grip whatsoever on my hair. Tried numerous times to get them to work and got no where. I would roll a section of hair and it would immediately unroll itself."
        },
        {
            "review_title": "Too much work to roll",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These are so difficult to use and they donu2019t stay in place without the clips. A bad investment that is more work than itu2019s worth."
        },
        {
            "review_title": "Love them!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I love straightening my hair but hate the limp or unnatural look that sometimes comes with it. These rollers aren't great for curls but give your hair some great natural looking bounce and volume!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It's an ok roller. Don't recommended for thick heavy hair. Doesn't grip on to the hair. You will need to use a hair pin. I liked the packaging and the color of the roller."
        },
        {
            "review_title": "DO NOT BUY",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These curlers do NOT curl ur hair at all. I put them in right after a shower and then slept in them and there were literally no curls and barely and added volume. I also had to secure them with bobby pins."
        },
        {
            "review_title": "great volume boost!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really love these Velcro rollers. I previously used hot rolls every day, but I know the heat damaged my hair. These curlers made me a convert. I have thin, lob length hair and they give a great volume boost. Agree with other reviewers that you need to buy two boxes to do you whole head. But that's really my only complaint! They grip well and are good quality. Definitely recommend"
        },
        {
            "review_title": "So far....best rollers I've used",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I use self-grip/velcro rollers daily and have been for many years since I have stick straight, thin hair. Although this doesn't give me loads of volume, they are great rollers. Easy to use. They hold my hair in place without clips and don't rip my hair when removing them. In fact, they slide out quite easily. Will be purchasing another set."
        },
        {
            "review_title": "so so not",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So far I'm not too crazy about these. I have very fine brittle hair and even though I have a full head of hair when I put it in a ponytail it looks like I barely have hair. So I got this in hopes to make my hair look fuller and with volume. First of, it doesn't stay put like advertised, I need to use clips to hold the rollers in their place. Second, it rips my hair out. When I try to unroll them it makes a bigger mess than I started out with. I don't know. Maybe I need to use product first, and play with it a bit but so far I'm not impressed and wouldn't recommend it. Maybe after trying it out few more times my mind will be changed."
        },
        {
            "review_title": "Great for Quick Easy Hair Do",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I use these when I want my hair to have some good volume and to look nice when going for a casual night out. These work great! I would recommend buying 2-3 boxes to fit all of your hair and to use Bobby pins to help hold the hair in place but they work wonderfully. Only giving four stars because you do need to buy more than one box and I wish that you could choose the size you want. I prefer the small ones."
        },
        {
            "review_title": "good product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Some of these reviews are good but it really depend on your hair type. You should use smaller sections but I put mine in with mostly dry hair, then dried it a bit more and left them on while I did my makeup. With these things, setting time really is key. I personally love them and may buy another box for the rest of my hair. The size is really great too. If gave me a good amount of volume which I don't typically find with my thin, fine, oily, straight hair."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These are just ok. You have to put pretty small sections if you want it to stick without any help. But if you add a pin, you can use much bigger sections. I needed 2 boxes to do my whole head of hair; I have thin hair but a lot of it. I definitely dont reach for these juse because the hassle of having to pin it all down."
        },
        {
            "review_title": "good size...",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great sizes.  I purchased to help give my hair a break from styling tools, however There is not nearly enough grip to make these stay in on their own.  I have fine hair, and these fall out as soon as I move my head."
        },
        {
            "review_title": "Love em",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great for over heat styled hair.i use them on second day hair to give it a break. My hair actually looks like it was done in a Salou00f1. So easy to use."
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have never used curlers before to get volume, but these do the trick. I have long, thick, mostly straight hair and these give me tons of volume at the crown where I use them. These do not curl the hair per se (unless they just happen to for some reason) but they are great for acquiring volume near the root. Buy two or more boxes if you have lots of hair!"
        },
        {
            "review_title": "volume for short hair is awesome",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I recently cut my hair shorter than expected and it's harder for me to get my straight no volume hair to do anything. These work so great for me cause even with my hair short it clings to the rollers. Love them"
        },
        {
            "review_title": "These give some volume for sure",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These were new to me and I haven't used these self-grip type rollers before (bit of a newbie) and I have really long hair. I followed the instructions however with such long hair I felt like I needed to use the Dry bar clips to hold the big curlers in place (might be just me). They definitely give volume and I will use them again but if you have really long hair like me you may want to clip them?"
        },
        {
            "review_title": "worst buy this far-long thick hair",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have long hair, it's super straight and fine but really thick. I was hoping these would give me volume but they didn't and were hard to use. Waste of time to even use them. Maybe once I cut my hair they will work better, but for now I won't be wasting my time."
        },
        {
            "review_title": "Great for Volume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These are not meant to curl your hair but rather to add volume! I do a quick blow dry and then put these in while my hair is still warm while I finish dressing and make up. Result is great volume and movement in my hair that lasts till the end of the work day!"
        },
        {
            "review_title": "great once you get the hang of it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "A bit difficult to use at first, you have to make sure your hair is the right degree of damp v. dry and it also has to be hot. Once you get the hang of it though, it gives great volume at the crown and for the pieces of hair framing your face. Not bad for this price, I would recommend it for people who aren't roller saavy and just looking for a simple way to boost volume occasionally."
        },
        {
            "review_title": "Okay, but not my go-to",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I used these once, but I found that they pulled out too much hair for my liking.  I went back to using a teasing comb.  These would be great for a special night out, but not for every day."
        },
        {
            "review_title": "fantastic rollers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I'm quite pleased with the amount of volume these rollers give me at my crown. I put a few in my dry hair over the top of my head, hit it with the blow dryer and let cool while I apply my makeup. When I remove them I have bouncy volume. For reference, I have a shoulderlength bob with fine hair.  PS putting one in the back of my head when I go to bed preserves my blowout by preventing the awful mushed cowlick in the morning"
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is my first ever review because I am so obsessed with these rollers. Way better than drugstore ones, I'm actually buying a second pack because they are so great.  They don't curl your hair, but gives me amazing volume and a salon-like blow out look in about ten minutes. Perfect."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I already have curly hair, I just wanted these for some definition. They worked great. My only issue was that I had to pin them with bobby pins."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Useless. Hard to attach to hair. Took a lot of time just to try them out for nothing."
        },
        {
            "review_title": "Great Velcro Rollers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have really long and thick hair and these are the best velcro rollers ever for my hair! They are the perfect size and gave my hair a lot of body! Easy to use"
        },
        {
            "review_title": "Great volume! however No curlers",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I covered my head with TWO packages of these and had to put them in place with Bobby pins. That didn't bother me. However, I was hoping for pretty curls, but got amazing volume instead. Wasn't exactly disappointed, but be warned that these will not curl your hair. What I like to do is use these and keep them in my ALMOST dry hair for eh, 3 hours or so. Blow drying would obviously speed up the process. And then take them out and curl my hair with an actually curler :)"
        },
        {
            "review_title": "NOPE.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Not a fan. I have long, somewhat thick hair and these rollers did nothing for me. They just wouldn't stay in place no matter what I did. Returned them after attempting to use them for the third time. I love other drybar products, so I was disappointed that these rollers didn't work out."
        },
        {
            "review_title": "good rollers!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have thick straight long Asian hair and it works pretty well. I usually blow dry my hair until it's almost dry, but still a little damp and roll it. I have to use clips but I only leave it in for about an hour or two and it gives my tons of volume. If I want a light wave i sleep with it in. I highly recommend these! I like the small rollers so I would recommend getting two pack of rollers."
        },
        {
            "review_title": "Great Rollers (but need to workaround a bit)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love these rollers. I have really thick, long, naturally curly hair. I use two sets to cover my head, and I have to use clips to keep them in place, but they work wonders. As long as you're happy using clips and knowing that long hair is not going to stay perfectly put when you dry to set, they're great."
        },
        {
            "review_title": "Awesome Volume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These rollers give fine hair the effect of a salon blow out with lots of volume at the crown. Surprisingly, they are also quite gentle, and do not pull strands of hair out when you remove them like some rollers do."
        },
        {
            "review_title": "awful",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I tried with wet hair and dry hair and the rollers didn't stay in place. I even tried more and less hair on the roller but it still just unrolled or hung strangely."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "If you're looking for volume this is your product! I have long thick hair too but I only used for volume not to maintain any curls or anything of that sort. Great for someone who flatiron hair and wants to add a little more volume (like me)"
        },
        {
            "review_title": "Not self-stick",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really like the size and quality of these rollers unfortunately they are not self stick. I have shorter center blonde hair and I use these daily for a at home blow out. I can clip them after I rolled my hair, so if you want self stick, try another brand."
        },
        {
            "review_title": "did nothing",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really wanted to love these rollers but unfortunately they did nothing for my hair. Then again my hair is very straight and heavy so I wasn't surprised that they didn't work. Maybe for someone who has really thin and light hair this would be amazing!"
        },
        {
            "review_title": "Rollers",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "the velcro is not good. The rollers dont stay in place."
        },
        {
            "review_title": "Meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "nothing special for the price, no better than others that I have tried in the past that have been less expensive."
        },
        {
            "review_title": "Not for long hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I'll be honest, I'm a roller rookie. However, I don't think these are for people with long, thick hair. I could only roll very small amounts of hair and I didn't get much lift. Really great in theory, and I think they would work well for those with thinner and"
        },
        {
            "review_title": "Quick polished look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love these rollers! I use them on 2nd and 3rd day hair in the morning while I get ready for some extra lift. They give my hair life and make it look like I just got a blowout."
        },
        {
            "review_title": "Useless",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I know how to user rollers; I even asked for advice from a beautician friend. but these were worthless! my hair is about 10 inches past my shoulders and is just too long and heavy for these to be useful, even with the aid of a curling iron. perhaps if you've got thin or short hair... but even so, there are cheaper brands of rollers out there. I ended up having to return these for a refund."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Perfect for on the go volume. I recommend it for .. Not to sure if u want to use with long hair, But I have short hair (above the shoulders) and they work great !"
        },
        {
            "review_title": "A tip for you ladies...",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have long, fine hair that is really hard to get volumized or keep any wave and bounce I put in. The first time I used these, I used them on damp hair and then blowdried. They stayed in fine and my hair was bouncy and amazing! The second time, I blew out my hair first, put the curlers, then blasted them with more heat. Big mistake! The curlers did not stick to my fine, ultra-smooth-thanks-to-the-blowout hair, and didn't do much at all. Lesson learned, use them before you flow dry!"
        },
        {
            "review_title": "Didn't work",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have fine-ish, medium length hair, and am always looking for ways to get more volume. I followed the directions on how to use these exactly, but they didn't work for me (which I thought was especially strange since I have wavy hair and typically hold a curl well). I'm not sure If it was user error or if they just don't work for my hair, but I was grateful I didn't spend more on these."
        },
        {
            "review_title": "love!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am surprised the bad reviews these are getting because I think they are amazing! Maybe watch some tutorials or something if you aren't getting the results you want... I use texture spray at the roots, pop them in on the crown and top sections, hit it with the dryer for about 15 seconds, hit it with hairspray then I do my makeup and voila! Big sexy hair!"
        },
        {
            "review_title": "Horrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Save your money on this one, guys! It did absolutely nothing to my hair. Waste of time and money. My hair is naturally curly and adapts well to re-curling and straightening. I was trying a voluminous bombshell look but it didn't do anything at all. You'd have better luck with teasing and a curling iron."
        },
        {
            "review_title": "Not worth the money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "IMO, these rollers aren't worth the money ( I got them during the VIBRouge sale) or the time it takes to use them. Thought about returning them but they're rollers and such a personal item that I just kept them. They do nothing for my hair which is past my shoulders. Maybe for shorter hair they'd work but for me, no."
        },
        {
            "review_title": "useless",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These things don't stick on your hair tightly enough and all it does is cause tangles! Maybe they work if you have thicker hair, but my hair is fine and it was a disaster. It's the people with finer hair that usually want more volume though! Terrible product. I'm not using them incorrectly either. I promptly returned them."
        },
        {
            "review_title": "Works Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I don't know why this product has gotten such bad reviews. When you use rollers, you have to use a small section of hair! I love that these are self adhesive and they don't rip a bunch of my hair out. I bought two boxes, because one wasn't enough for me to use."
        },
        {
            "review_title": "Easy and Gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I purchased two sets of these (my first velcro rollers) and it took less than 20 minutes to do my whole head of hair on my first try. Sprayed them with dry bar hairspray and waited an hour. My hair was perfect and ready to go. Big, soft, bouncy volume. Wow!"
        },
        {
            "review_title": "excellent for lasting volume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I use these with my buttercup dryer and drybar curling iron and get amazing volume and curls to stay all day."
        },
        {
            "review_title": "Just Rollers",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Do the job. Nothing great, not fancy. Just rollers."
        },
        {
            "review_title": "great volume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love the volume this adds to my hair. Good grip, I put in after blow dry, blow for 10 seconds on each roller, set 10 minutes, unroll, and spray!"
        },
        {
            "review_title": "Underwhelmed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It could be that my hair is too thick, or that I'm just incompetent, but I can't get these rollers to do anything worthwhile for my hair. I've had much better luck with the hot air brushes that dry and curl at the same time."
        },
        {
            "review_title": "Works nicely!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love these. I've never owned rollers before, but these are pretty awesome. I have the DB blow dryer and they work wonders together."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These rollers are not self-grip at all. Can't say whether they give any decent volume because I gave up and threw them in the drawer."
        },
        {
            "review_title": "Simply Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Easy to use, gives your hair that straight-from-the-salon look - BIG VOLUME!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love these things! I can just hear up my hair, pop a few of these in on the crown and have great volume that lasts me all day. I have never had a problem with them not staying in by themselves. The trick is to really catch your hair in the velcro while rolling. My hair is fine, but I have a lot of it so it takes a bit of attention to make sure my hair is on the roller properly. I have two packs and can do my whole head no problem."
        },
        {
            "review_title": "awful",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I should have read the reviews before purchasing. These were absolutely awful on my long hair. They wouldn't stick to my hair & I didn't get any volume at my crown, which is what I was going for. These might work if you have shorter hair though"
        },
        {
            "review_title": "DRYBAR Self-Grip Rollers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product is totally misrepresented as Self-Grip. I've used these fantastic rollers for 20+ years, and would not use anything else. I was amazed to see that they're being marketed as self-grip, when they are not. They require a small bobby pin to secure. I have blond (thin, but lots of) wavy hair, and these rollers give my hair volume, control, and do an excellent job of managing stubborn cuticle. I have never needed any added product in my hair to use them. They are an excellent value, as I'm using the same rollers I purchased over 20 years ago. These rollers are the best!"
        },
        {
            "review_title": "get the job done",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have really long heave hair they do the job (like any no name Velcro rollers from the drug store or walmart). However I have to use clips to hold them in place. I wasn't expecting them to be extraordinary but work fine and get the job done!!!! "
        },
        {
            "review_title": "waste of money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The rollers would not stay put in my hair."
        },
        {
            "review_title": "Ignore the Instructions",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These rollers do not work with my hair type - fine but lots of it.  Following the instructions didn't work for me. To get any sort of hold my hair needed to be doused in product."
        },
        {
            "review_title": "Terrible!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Save your money! This product is terrible. just gets tangled badly in hair. Makes knots not curls, couldn't be more disappointed. Wish I could rate negative stars."
        },
        {
            "review_title": "not quite sky high",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Bought these rollers because I wanted to add some volume to my hair and so far I like them, but I don't love them. They're easy to use. Spray your hair once you have the rollers in (there's a picture on the box for placement), blow dry the rollers for about 15 minutes, spray again and let them cool. I usually leave them in for as long as it takes me to do my makeup. I'm sure my like will move to love once I use them some more."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have very fine, very thin shoulder length hair. I love the body these give my hair. I only use them when I've used the Drybar Texas Tea products in my hair, so maybe that helps."
        },
        {
            "review_title": "Meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "They didn't work really well on my hair when it was short or long. My hair is pretty fine and relatively thin. I tried them out and while it gave a little more volume, it both didn't stay and it came at the cost of some pretty nasty knots in my hair. They didn't really self-grip which is I think is what the issue was with me. For the life of me I just couldn't get them to stay without using bobby pins."
        },
        {
            "review_title": "for volume, not curls",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I don't get the bad reviews. I have fine hair but I have a lot of it, I followed the instructions on the side and these worked amazing for me. Using product in your hair beforehand, as recommended, helps them stay in, and they're meant for volume, not curls (hence the larger size). I put these in my hair first, do my makeup while they set, and I instantly have more volume. Love them, I may buy a second set."
        },
        {
            "review_title": "Learning Process",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the color and price of these rollers! My hair is fine and at first I found them hard to use. However, after researching online, I discovered if I applied hairspray before, they would hold better. Also, I am still playing around with how much hair one roller can hold. I find these rollers promising- because with practice comes perfection!"
        },
        {
            "review_title": "Don't Work on Short Hair",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I sure wanted to love these and give my bob a pick me up with some volume on the crown--- big flop. Did nothing and was very hard to use on short hair. Very disappointed. Wish I had read reviews before purchasing, maybe they work on longer hair?"
        },
        {
            "review_title": "Didn't Work",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These did absolutely nothing for me. I have fairly thin and flat hair and it did not respond at all to these rollers."
        },
        {
            "review_title": "Great rollers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought these after watching the product video and I really like them! I've been growing my hair out for a year (from a pixie cut) and so it's fun to start using long-hair products. I'm afraid to use a curling iron (inexperienced), so these rollers do a nice job for me of creating some curl after a blow out. They don't stick AS well as they are advertised - I use the hair clips to keep them in place, but my hair is fine so maybe that's the problem. Also, I find that my hair gets fairly static-y after I take them out, so maybe I'm doing something wrong? Great product, great price."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I think these work ok, if used as directed. You need to spray hairspray or some type of chemical holder on hair first, then put the rollers in, blow dry on high for five minutes, then leave in for another 15-20. My hair generally holds a curl well, but if your hair usually falls flat quickly, I doubt these will do you any good."
        },
        {
            "review_title": "I love these!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love these rollers! I have never used rollers before and my first time was so easy! I have shoulder length hair and will be buying two more packs as I need more of the bigger size. The result was a wavy, messy, sexy look and my husband loved it. :-)"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "they're not the best rollers ever made but for the price, cannot complain. they give decent volume and are easy to work with."
        },
        {
            "review_title": "these are a joke",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ladies, these should never make a comeback. Using them took twice as long as a regular blowout. Bought a bigger head round brush to get desired effect instead."
        },
        {
            "review_title": "Nice Rollers",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love using these rollers! They give my hair so much body and volume. They can be a bit hard to work with, and you do need to clip them in place, but the end results are worth it. I think this set should come with some clips to hold the rollers in place because they don't just stay in your hair by themselves."
        },
        {
            "review_title": "I wanted to love these",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really, really wanted to love these. If you've ever been to Dry Bar, you know it's a magical place where they work wonders on your hair. It's seriously such a fun experience that I highly recommend going if there's one in your area!  Anyway, I bought these as I have been trying to teach myself to achieve a DryBar(ish) blowout on my own. The first time I used them, I tried them on clean hair and noticed that they didn't hold much hair in them. I think they didn't work because I tried to put too much of my hair into each roller. The second time, I used less hair and they held, but did tend to slip a little bit. When I took them out, I had some extra volume, but it quickly fell. I tried a couple more times thinking it was user error (hair too clean, too much hair, not enough hair, not pulled tight enough, didn't wait long enough, etc.) and never really achieved what these claim to do.  I ended up returning, and got the Southern Belle mousse instead. Here's to hoping that works better for volume!"
        },
        {
            "review_title": "Best Self Grip Rollers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have fine hair and a lot of it. I have never had my hair cut in layers because it simply is too much work. Recently I cut it all off and have layers all around. I wash my hair and before blow drying I use DryBar Mousse, dry and then let these rollers set for about 10 minutes. I get a ton of volume and can go without styling the next day. I bought two sets! I roll my hair in sections and give the roller a little squeeze to hold the hair in place"
        },
        {
            "review_title": "don't waste your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "They didn't do anything."
        },
        {
            "review_title": "Useless in thick hair!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have fairly thick, straight hair that is not long- about to my collar bone. No matter how tiny of a strand I separate, I can NOT get it to hold my hair! They don't stay in so I can't say whether they work or not. It isn't that they aren't sticky, it's just that the Velcro-ish stuff isn't long enough to grab through very much hair at all. I've bought thousands of dollars of products from Sephora since I was a teenager, and this is the first product I was disappointed enough to return and negatively review. Don't bother unless you have micro-fine hair!"
        },
        {
            "review_title": "Just what I wanted",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These rollers are really good quality. I was skeptical because of all the negative reviews people posted. I must say that I did not use these rollers the way it was used in the video. I have curly hair that I rollerset to get a straight hair style. I really love how these rollers get my hair shiny and smooth when used for roller sets. I feel like the get the job done. Since the sets bring three medium rollers and three large rollers it is ideal for my hair. I had to get about three sets because I have a lot of hair. I am happy with my purchase and feel like the rollers will definitely last me a long time. Like I mention before, I use them for roller sets not for volume so I do not know if it does that. Other than that, If you are looking for good quality rollers you might want to give them a try."
        },
        {
            "review_title": "Save your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Don't bother, did nothing for my hair. might as well just blow dry it"
        },
        {
            "review_title": "Terrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Terrible in long hair. Doesn't reach to scalp. Doesn't stick. It doesn't create any lift or volume and even if it did, the rollers tangle into your hair when you take it out, so that you end up with a rat's nest rather than flowy hair. Really disappointing."
        },
        {
            "review_title": "I like them",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have thick, coarse hair and they stay in. I did have to get 2 sets, I have a lot of hair. I use them more for volume than curl."
        },
        {
            "review_title": "Didn't work on my thick hair",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I had my hair blown out at the drybar with these placed in the front and they did not work whatsoever, even with hair spray at the roots!"
        },
        {
            "review_title": "Pretty Color",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The curlers come in big and medium sizes, and the yellow color is nice. I was looking more for curlers that would give my hair bouncy curls, than for flips and waves, but for those who are looking for curlers to add some volume to their hair, this works well.The curlers are kind of big, so they were hard to hold in place, even with bobby pins, with my thin hair."
        },
        {
            "review_title": "Thick hair... beware",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have very thick hair; these rollers could not hold even a small section of my hair. I would not recommend these for anyone with hair that is not fine ."
        },
        {
            "review_title": "very low maintenance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "hair dries quickly with these rollers lift stays all day with just a bit of styling creme i roll into wet hair & blow to damp then air dry"
        },
        {
            "review_title": "Good product, well structured",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I would hVe given them a 5 if they would hold without hairpins. Otherwise they are comfortable and functional"
        },
        {
            "review_title": "No Go",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "No support at all!! Tugged on my hair! Drybar products are not for thick hair!!! Returned!!"
        },
        {
            "review_title": "Great Deal!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "For the large rollers alone, this is an awesome deal! They give tons of volume and are gentle. I use these when my hair is already dry and never have I experienced my hair falling out like the other reviewer."
        },
        {
            "review_title": "Not Good",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I used there rollers on dry hair (as they should be used) and they pulled many strands of hair out. I did not tug or pull at the rollers, and I was still left with rollers filled with hair. Not a good experience. I threw them out after one use."
        }
    ]
}