{
    "product_id": "1183",
    "name": "Golden Nectar Perfume Set",
    "brand": "NEST New York",
    "categories": "Fragrance, Value & Gift Sets, Perfume Gift Sets",
    "price": 132.0,
    "about": "Fragrance Family:Florals.Scent Type:Warm Florals.Key Notes:Golden Orchid, Amber, Musk.Set Description:Golden Nectar is a floral-gourmand fragrance that blends the warmth of golden orchid and sueded amber with notes of creamy vanilla and velvety musk, creating a seductive symphony for the senses..About the Fragrance:NEST New York founder, Laura Slatkin, was inspired to create this alluring fragrance after reading a story about Cleopatra. Ever the temptress, Cleopatra is said to have dipped her sails in perfume to gently scent the wind, enticing her suitors before she even stepped foot upon shore. With its irresistible aroma, Golden Nectar captures the essence of this ultimate seduction with key notes of golden orchid, amber, vanilla, and musk..This Set Contains:- 1.7 oz/ 50 mL Golden Nectar Eau de Parfum",
    "ingredients": "Alcohol Denat., Fragrance (Parfum), Water (Aqua), Alpha-Isomethyl Ionone, Cinnamyl Alcohol, Citral, Citronellol, Coumarin, Farnesol, Geraniol, Limonene, Linalool.",
    "how_to_use": "",
    "num_reviews": 11,
    "overall_rating": 3.9,
    "product_url": "https://www.sephora.com/ca/en/product/golden-nectar-perfume-set-P504319?skuId=2634178&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2634178-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this perfume! I get compliments all the time and itu2019s lasts all day. Would definitely buy again and or recommend."
        },
        {
            "review_title": "Toilet bowl cleaner from the 90s",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I hardly write reviews. This fragrance smells like a public bathroom toilet freshener. Itu2019s so bad . I actually got the set and I liked it . The big version is horrible. I donu2019t know if itu2019s a different formula, but this is horrible."
        },
        {
            "review_title": "Smells beautiful but is not long wearing",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Loved this scent so much as it fits my vibe and is unique but unlike other nest fragrances and unlike YSL fragrances it barely lasts which is very disappointing for the price. It seems almost thinner than other perfumes, maybe this is why. Itu2019s a shame because it is a beautiful fragrance!!"
        },
        {
            "review_title": "Great, long lasting scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Side note: I am very picky when it comes to committing to a new perfume/scent and rarely commit to purchasing any.This is a lovely spring scent, and a get compliments when i wear this. At first i thought it smelt a little bit old lady ish hut i dont feel this way about it anymore"
        },
        {
            "review_title": "Everyday Scent , Fresh & Not too Sweet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, mediumTan skin tone, Combination skin",
            "review_text": "My new go to everyday scent, fresh and not too sweet. Hubby loved it on me & my bodyu2019s chemistry went well with it once dry, love love!"
        },
        {
            "review_title": "Soft sweet and floral! My new favorite fragrance!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Sweetness in every spray! Soft and sweet and floral! My new fav!"
        },
        {
            "review_title": "It's a no for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "I'm all for a sweet scent and purchased this as a blind buy after watching several reviews on it. Was v excited to get this but idk, maybe it's down to my preference but this perfume has a sickly sweet smell to it that is more off putting than what I'm willing to have on me. I don't smell any vanilla or musk notes. Non dynamic. Presentation is beautiful but i can't get over how overwhelming the scent is. It's giving hs or college vibes. Will be returning the product."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love the fragrance! Smells so good and lasts all day long!"
        },
        {
            "review_title": "Top Favorite Fragrances",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smelled it in store and I fell in love with the fragrance. Amazing balance of gourmand and floral. And the deal is so worth it, itu2019s like getting a travel size for free."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "lovely scent, but a little to much on the musky side for me"
        },
        {
            "review_title": "Great blind buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This fragrance is a beautiful, sweet, almost Gourmand. I get about 5hrs of longevity. This fragrance is slept on."
        }
    ]
}