{
    "product_id": "529",
    "name": "You Remind Me Eau de Parfum",
    "brand": "FORVR Mood",
    "categories": "Fragrance, Women, Perfume",
    "price": 107.0,
    "about": "Fragrance Family: Fresh..Scent Type: Fresh Florals..Key Notes: Apricot Skin, Orange Blossom, Sensual Musks..Fragrance Description: Wrap yourself in a fragrance so delicate that it feels like a second skin. Imagine the gentle touch of ripe apricot, the ethereal bloom of orange blossom, and the comforting warmth of musks, all blending into a scent that embodies pure, radiant freshness. This enchanting aroma lingers in the air, inviting those around you to draw closer, crafting an irresistible allure that leaves them yearning for the soft embrace of your presence. Its second skin finish creates a seamless connection, enhancing your natural essence while remaining subtly invitingu2014like a whisper that beckons others to discover more...About the Fragrance: Have we met before, or was it a past life? Are you a memory, or my destiny? After years of development with the best perfumers in the industry, the FORVR Mood Fine Fragrances are finally here. Discover four completely unique, unforgettable fragrances, from sweet and approachable, to in charge and unapologetic...About the Bottle: Self-care isnu2019t selfish. Itu2019s a love letter to yourself that you write every day, sealed with a spray of your perfume. Like a precious diamond, these four fine fragrances reflect every one of your facets, from flirty and feminine to bold and unapologetic. These fragrances are encased in a stunning bottle reminiscent of Jackieu2019s engagement ring, and inspired by the brilliance of diamonds and the allure of precious gems.",
    "ingredients": "Alcohol Denat., Fragrance (Parfum), Water (Aqua/Eau), Ethylhexyl Methoxycinnamate, Ethylhexyl Salicylate Butyl Methoxydibenzoylmethane.",
    "how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.",
    "num_reviews": 105,
    "overall_rating": 4.1,
    "product_url": "https://www.sephora.com/ca/en/product/forvr-mood-you-remind-me-eau-de-parfum-P510766?skuId=2718708&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2718708-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2718708-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I love the perfume, but I'm am Disappointed, I just got my package today , and I opened the box.The perfume looks like it's been used.My perfume is halfway full, not cool at all That's a red flag to me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love this so far! Got it during the 20% off on full size perfumes and itu2019s so fresh and feminine. Itu2019s not overpowering and doesnu2019t have much sillage/projection. I agree that you have let it sit for a bit for its full potential!"
        },
        {
            "review_title": "Missing Product: Donu2019t buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Trying to figure out where my product is? Upon opening, I noticed my bottle not filled up. nearly a 4th of the product is missing. Product did NOT leak. As you can see my other two new in package products are also inconsistently filled. So disappointed."
        },
        {
            "review_title": "Expectations met.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
            "review_text": "Smells absolutely amazing ! Last long on me too, absolutely recommend."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Love the smell and Longevity will definitely be purchasing again"
        },
        {
            "review_title": "Love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Tried this fragrance off a recommendation of a friend and this did not miss at all! Itu2019ll leave a lasting impression on anyone."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This scent is amazing. Easy to layer and lasts forever"
        },
        {
            "review_title": "Love the fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love the presentation and the fragance smell and the cute that it is"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This smells so good! It's so warm, cozy, musky, like heaven in a bottle ud83eudd0d"
        },
        {
            "review_title": "a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Smelled like literal heaven. It lasted all day long and i received a plethora of compliments!"
        },
        {
            "review_title": "ud83eudef6ud83cudffbud83cudf37",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I loveee It's incredible, it smells super super delicious"
        },
        {
            "review_title": "A must try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "Great smelling perfume its sexy and so beautiful. Ive gotten lots of compliments. Its great for day or night- i love it for date nights and also shopping for groceries why not smell like heaven all day!"
        },
        {
            "review_title": "A crowd pleaser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Light and alluring. I wore this the other night at girls night out and everyone kept asking for some to spray on themselves. Definitely a good transition into fall scent."
        },
        {
            "review_title": "Special occasion",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I actually like all the scents. What I like about You Remind Me is the cleanliness. It smells very fresh, but also sophisticated. It's a special occasion  scent. I would go as far as, wedding day scent. The bottle is just perfectly beautiful. I didn't have a problem with it lasting because I typically layer my scents and I also will spray down heaven, lol. If you don't need to hold your breath with the fear of choking you haven't spray enough, lol. The birds and planes in the sky will smell me. So SPRAY it girl."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I love the You Remind Me scent! Itu2019s warm and nostalgic, perfect for everyday wear. The fruity notes are uplifting, but it transitions beautifully into a softer floral. It lasts a good while without being too strong, which I appreciate. Overall, it's a lovely fragrance that really captures a special vibe. Would definitely recommend"
        },
        {
            "review_title": "A must have parfum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Love this parfum so much! I would highly recommend."
        },
        {
            "review_title": "My new favorite perfumes.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "My friend has this perfume and makes me want to get it because it smells so fabulous. It opens with fruity top notes of bergamot and peach, then blends into a floral heart of jasmine and gardenia, and I swear gardenia is one of my favorite scents, getting the whole line as my Christmas present this year."
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "This is the loveliest come close to me fragrance. It makes me feel pretty and boosts my mood. It's my favorite of the Forvr Mood fragrance right now."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I love the smell! It is fresh and a great fragrance. I love wearing it to work and/or daily l."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love it, all my friends ask me what I used, it's smells so good ud83dudc95"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "LOVEEEE the smell it is absolutely amazing and my favvvv product yayyyy"
        },
        {
            "review_title": "Go buy ittt",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Normal skin",
            "review_text": "People ask me what im i wearing love ittttud83dude0dud83dude0dud83eudd70ud83eudd70ud83eudd70ud83eudd70ud83eudd70"
        },
        {
            "review_title": "Yesss!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "Every single time I smell this perfume it takes me to a sunny day, a grassy field, having a cute picnic and flowers. Itu2019s definitely worth your money. Smells amazing and I canu2019t wait to get it More"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "You Remind Me Fineu201d is a beautifully crafted fragrance that instantly transports you to a place of elegance and sophistication. The top notes are light and fresh, with a hint of citrus that balances well with floral undertones. As it settles, the middle notes reveal a warm, slightly spicy heart, creating a well-rounded and luxurious experience. The scent has great longevity, lingering softly throughout the day without being overpowering. Perfect for special occasions or adding a touch of elegance to everyday wear"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This fragrance brings back such nostalgic memories and captures emotions beautifully."
        },
        {
            "review_title": "Amazing scent!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "This perfume is chefs kiss!!! The name just adds a little sparkle!!u2728"
        },
        {
            "review_title": "lov this scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This is my fav of the whole lineup. Just fresh and clean and feminine, all the tea. I will be repurchasing this one and hope they add lotions in this scent and the other perfumes to the repertoire soon!"
        },
        {
            "review_title": "Lovely day and evening scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love the scent. Its fresh and sophisticated. It lasts well over 5 hours on me."
        },
        {
            "review_title": "A unique and delicious fresh scent!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Finally a yummy and unique scent in the fresh family! I love this as a layering scent with ANY other floral or fresh scent u2014 especially something with a musky base. Itu2019s so so so so good! Buy it now!"
        },
        {
            "review_title": "May have found my signature scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "when i got all the tester sizes for all 4 of the fragrances i did not think this would be my fave. I even took a long time to smell it because i just knew i was gonna hate it. I COULD NOT HAVE BEEN MORE WRONG. This has quickly become my favorite scent of the 4 and in my collection i am so glad i got a full bottle on the restock!"
        },
        {
            "review_title": "Simple, standard scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Dry skin",
            "review_text": "I don't dislike this scent at all.  In fact, I think it's the best of the Forvr Mood fragrances.  This is a close, personal skin scent with clean musks and soft, fresh orange blossom and a hint of apricot; it dries down vaguely powdery on me and is innocuous, if not somewhat generic, for daily wear.  Has very little throw.  Sadly, it also has very little longevity.  Bought the travel size and the packaging is standard.  I honestly think this scent would be much better as a perfume oil and in a roller ball, as it would likely have more staying power and complexity."
        },
        {
            "review_title": "My sweet girl fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It was pleasantly beautiful sweet and girly fragrance. I was expecting to not like it based on the video description, but it was soo beautiful. I need more!!! Period!"
        },
        {
            "review_title": "Love it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "Just got the always sold out discovery and glad I did! Going back for the full size. A lot of these reviews are fake and downright malicious."
        },
        {
            "review_title": "This is AWFUL ud83dude16",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I am 100% FULLY convinced anyone who rated these perfumes highly were incentivized $, are down right lying because they like Jackie or are INSANELY clueless as to what a decent (not grossly cheap middle school locker room) perfume should smell like. I am so blown away with how bad these are. They smell so cheap and they DO NOT last. I am so sad because I am such a Jackie fan. I purchased ALL of them (FULL SIZE MIND YOU!). Do what you want with your money, but we really need to stop begging to pay these people just because we like them. If this is the best Jackie can do when it comes to perfume she really has no business making perfume. It's almost offensive! I can put out dollar tree body mist in a semi cute glass bottle and people will buy it because it's me. that's what these feel like. Yuck."
        },
        {
            "review_title": "Cracked! Please fix the packaging ud83dude14",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Iu2019m so sad! I just received this spray today and it came cracked! The box smells so good. I feel like it couldu2019ve had potential on me but now I wonu2019t know since everything leaked out ud83dude1e."
        },
        {
            "review_title": "Bottle deisgn and fragrance are both bad",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Normal skin",
            "review_text": "The font and design on the bottle are horrible. Any chance of looking luxurious are all swept away by someone horrible at their job. The main person who is bad at their job is the one whose name is on the bottle, Jackie."
        },
        {
            "review_title": "My Go To Fragrance Now",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Ebony skin tone, Oily skin",
            "review_text": "This is my new everyday fragrance. I love wearing it by itself or pairing it with other fragrances. It's not too over the top or too strong. love it!"
        },
        {
            "review_title": "Amazing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "Honestly, my favorite one in the collection definitely and every day sent very fresh very clean. The longevity on me is all day so happy and on my second bottle. I get so many compliments."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "haven't smelt it BUTT why dis look like the charolette tilbury fragrence packaging who copied who ud83dudc40ud83dudc40ud83dudc40"
        },
        {
            "review_title": "New everyday fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I ordered this as a second choice to u201cI am heru201d but am OBSESSED with this scent. Itu2019s fresh but not too sweet & seems to last during the day"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This collection smelled and looked cheap. Not worth your hard earned money."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Bottle came cracked no words everything spilling out. Would not recommend"
        },
        {
            "review_title": "Must have !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Turned into my favorite scent very grown and sexy ! I love !"
        },
        {
            "review_title": "Wanted to love :(",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, red hair, Combination skin",
            "review_text": "The scent is right up my alley; I love clean, floral, musky scents like Sunday Morning by Maison Margiela or You by Glossier, and I love Jackie, so I blind bought this. Sadly, after a little while, this started to give me a headache. :( I'm also slightly sensitive to strong scents, so if you are too, maybe give this a spray in-store to check. The scent itself is lovely, but unfortunately too strong for me. Had to return :("
        },
        {
            "review_title": "This is a must have for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "This product is so amazing from the first time I sampled it I had to buy it and add it to my collection as well routine and it hasnu2019t failed me yet..Iu2019ve had so many compliments when I use it."
        },
        {
            "review_title": "Flowers and Perfection!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Beautiful garden of floral perfection !! Loves it very much !!!!"
        },
        {
            "review_title": "A Win for Me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Love this smell! I blind bought it and did not regret! This is me and I'm so happy to support Jackie. Also, the perfume last a good while and I received a what you wearing comment about it."
        },
        {
            "review_title": "I wish I could stand by this one",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Deep skin tone",
            "review_text": "I honestly like it but it smells very similar to many low end perfumes. I canu2019t convince myself to keep the travel size(which isnu2019t completely filled) for $30 when I can get a full size of the same smell elsewhere. It also doesnu2019t last long at all. Iu2019m talking 2hrs max with 4 sprays in one area. Great smell low value"
        },
        {
            "review_title": "Hard Pass u2026.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I expected so much more from this brand. I am disappointed. This smells like a run of the mill scent you can pick up at Walmart."
        },
        {
            "review_title": "Took me by surprise (in an AMAZING way).",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I love Jackie and I was eagerly waiting for her perfume launch. And this perfume lasts on me allll dayyy, gets me a million compliments. Its my perfect everyday scent"
        },
        {
            "review_title": "Fresh your-skin-but-better unisex",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Caught me by surprise. Fresh citron and beautiful second skin dry down make this a light clean everyday scent. Very nice, could definitely be worn by anyone. 12/10."
        },
        {
            "review_title": "A must!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I got the discovery set and out of the 4 this perfume is definitely my favorite. I needed an everyday scent that had a neutral smell to it and Iu2019m glad I decided to go with this. Good job Jackieud83eudd70"
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Not a gourmand or overly floral girl so the notes in You Remind Me are intriguing because I love warm, clean scents but this perfume was not what I expected at all. This pulls way too floral and there isn't much warmth or sensual musk. I noticed after buying on Sephora that on the Forver Mood website, it is categorized as fresh floral and that is exactly what it is so dont expect this to be similar to clean, cozy skin scents. The longevity and projection are pretty weak, but it doesn't smell bad, just way too floral so it unfortunately didn't work out for me."
        },
        {
            "review_title": "Mediocre scent",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I think it has backfired having such high expectations for a brand that was built upon beauty and fragrances. I wanted to try it for myself, and the other reviews are accurate. The scent is very mid, doesn't last, and kind of smells like cleaning products. Unfortunately had to return it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "It got it, I love it and I rate it 10 out of 10ud83eudd70 please restock expeditiously PLEASE."
        },
        {
            "review_title": "Forvr Mood You Remind Me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "I really enjoy this scent alone. However, I accidentally layered it with Juliette Has A Gun Not A Perfumeu2026Game changer! I canu2019t stop sniffing my wrist!"
        },
        {
            "review_title": "Add To Cart",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "My new everyday perfume for the rest of my existence. Perfectly balanced: Clean, fresh, slightly floral, slightly fruity. Jackie is an icon for this one."
        },
        {
            "review_title": "The ONLY 1 I Liked!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "Not going to lie this release was veryyyy disappointing. Considering that Jackie is very big on perfume and smells, this whole line was giving cheap body spray or bad dupes of other perfumes that have been out for a whileu2026 You Remind Me, is the only 1 out of the 4 that I actually liked. Everything else got returnedu2026 I definitely layer this with other things because itu2019s so light but I still definitely love it and while Iu2019m not a fan of THIS release and feel like Jackie needs to go do some more work with it, it has potential and she still has my supportu2026 But if youu2019re a perfume aficionado you can skip over this collection."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Oily skin",
            "review_text": "This is a nice, clean, everyday fragrance. It has decent lasting power and is fresh.  The apricot skin really comes through."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Dry skin",
            "review_text": "first the bottle is beautiful and the scent is amazing. this was a blind buy and  super pleased on how wonderful this scent is. Not overwhelming just enough and longlasting. This a must buy"
        },
        {
            "review_title": "A must buy ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This perfume smells SOOOO good. Itu2019s smooth and gracefully pungent.. Jackie did her thing!"
        },
        {
            "review_title": "A MUST HAVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Oily skin",
            "review_text": "This perfume! THIS PERFUME!!! I bought the travel size because the notes intrigued me, and it did not disappoint! I'm in love with this perfume! I'm so sad that the full size is sold out! Jackie! Gurl! You did that!"
        },
        {
            "review_title": "D0 not buy.MY BOSS made go home,and shower....",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Normal skin",
            "review_text": "Its giving bug Spray. my coworkers talked about me so bad"
        },
        {
            "review_title": "Good for Beginners",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "I love Jackie but expected more due to her personal scent collection. This is not a unique scent BUT it does smell really good. I recommend it for beginners. Beware the travel size bottle is not full."
        },
        {
            "review_title": "You have to let it dry down",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Combination skin",
            "review_text": "This is a fragrance I donu2019t like at all at first spray. It smells like raid. HOWEVER, the dry down is chefs kiss. Smells nothing like the first spray. Itu2019s fresh but kind of cozy? Not sure how to explain but itu2019s nice."
        },
        {
            "review_title": "ITu2019S A NO FOR ME",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Unfortunately this reminded me Iu2019m out of pledge polish & Lysol wipes. Completely smells like a cleaning product to me, which is why I donu2019t normally go for fresh scents, but I gave it a try because it was Jackie."
        },
        {
            "review_title": "Fresh for everyday wear!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "My new favorite everyday scent! Itu2019s so fresh and the dry down on me is perfect."
        },
        {
            "review_title": "It's Growing On Me!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Takes some time to get used to but not too bad! This scent does seem to linger a bit longer."
        },
        {
            "review_title": "Must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I love this scent!! Omg it dries down to a creamy warm scent. I absolutely love it!!!"
        },
        {
            "review_title": "Itu2019s Nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "Itu2019s a very pretty scent. I love the smell. I just wish it lasted longer. I suppose my expectations were way too high because jackie being so lavish and a parfum connoisseur I just expected the best of the best. The again at only $80 a bottle that might be whyu2026.."
        },
        {
            "review_title": "Really like this one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "My favourite of the 4! On me, it dries down to a creamy, yummy scent. I wanted something soft that was workplace appropriate, and this works perfectly! I think it will be a good base to layer with other perfumes as well."
        },
        {
            "review_title": "Love this scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is such a clean, second skin scent for the summer! I was worried about how long it would last and it lasted all day,  it far exceeds my Jo Malone! I'll definitely buy more"
        },
        {
            "review_title": "Subtle but beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Oh my gosh, out of all the perfumes in this collection, this one was hands down my favorite. Itu2019s a subtle but beautiful your-skin-but-better scent that smells clean, inviting and a little bit like baby lotion in the absolute best way. Longevity is mid but lotioning up before spraying definitely helps. I like this so much more than other skin scents that Sephora carries. Perfect for minimalist days or really any time. 10/10 would recommend and Iu2019m shocked that this only has a 3.8 rating at time of writing."
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I was torn between Hard to Get and You remind me but I ultimately chose this one because of how it warms up on my skin. Itu2019s not super citrus smelling or too musky or sweet which are hard nou2019s for me. A perfect daily perfume!"
        },
        {
            "review_title": "The perfect everyday fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Imagine your skin but better! I consider this a signature everyday fragrance for the clean girl. Itu2019s considered a fresh fragrance but itu2019s so much more than that. It smells cozy and warm yet sexy in a very classy way. So far my favorite fragrance out of the line and it can easily be layered with other fragrances. Iu2019m obsessed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I just received mine and I tell ya, the scent us perfect.  This will be my everyday scent. I can finally put my Tom Ford to rest..lol. I will   order more of her collection"
        },
        {
            "review_title": "This is beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Dry skin",
            "review_text": "This is a beautiful skin scent done right!! Clean and inviting."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Smells like Armani u201cmy wayu201d which is already one of my least favorite scents, so this is a miss for me"
        },
        {
            "review_title": "Perfect Bedtime Scent!Already A Dent after a week!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This is a perfect bed time fragrance or a fragrance you could wear on a flight that isnu2019t offensive at all. It is definitely a skin scent but a fruity/light perfume. However, the fruitiness isnu2019t childish but very mature. The longevity is moderate and Iu2019ve gone to sleep and woke up still smelling this on my skin! I love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Perfect everyday scent. Beautiful smell, my favorite out of the collection."
        },
        {
            "review_title": "Perfect skin enhancing perfume, sweet & comforting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This scent was my favorite of the new Forvr Mood fragrance collection. Itu2019s designed to not be super strong and act as a second skin. It smells sweet, fresh, and airy on the skin. This would be a daytime perfume for spring or summer"
        },
        {
            "review_title": "Beautiful scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "After some of the reviewed I was skeptical but this is a beautiful light fragrance. Very feminine. On me it is not heavy on the musk, the orange blossom and apricot are the stars in my skin.   organs blossom and apricot comes  on me! Love it!"
        },
        {
            "review_title": "Successful blind buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Smells so lovely and luxurious. This is a beautiful soft scent that I really like."
        },
        {
            "review_title": "Smells good but I couldnu2019t even use itu2026",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "1 star rating due to delivery, not smell. I was excited to receive this but my bottle was COMPLETELY shattered to the point I got glass crystals all on my hands. Hopefully Sephora sends me a replacement replacement replacement."
        },
        {
            "review_title": "Just WOW ud83eudd29 !! Canu2019t remember the last timeu2026",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Why arenu2019t we talking about this particular scent from this collection. Snaps ud83eudef0 for Gowrls that get it"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Oily skin",
            "review_text": "I love jackie, so I was really excited to give these a try. Overall, I wasn't a fan of most of them, but this was my favorite of the four. I'm partial to floral scents so this one suits my preference nicely. I'm in the camp of thinking this is a light fragrance that would be good for everyday wear. I agree that it's giving clean girl aesthetic. I know some are saying that it is heavy and overbearing, but I feel the opposite. I think it is light and fresh. Ultimately, I don't think it's the most unique scent out there. If you want to support Jackie then definitely purchase, but there are probably better floral since out there that might have a more interesting scent profile."
        },
        {
            "review_title": "Bearable but $80 tho?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "This one here is the most bearable out of the 4 new fragrances. It smells like a basic musky scent that you can simply just find at bath and body works or target for a fraction of the price. Not worth it at all!"
        },
        {
            "review_title": "A nice every day scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Iu2019m far from a perfume connoisseur but I do know what I like. I felt like this perfume has a lingering alcohol smell. Thatu2019s my only complaint. Once it finally dissipates Iu2019m left with a the apricot scent. About 15 minutes into the wear I could really smell the citrus. I love orange blossom so this is great for me."
        },
        {
            "review_title": "A must have to collect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I love this scent, not too fruity, not spicy, the right amount of sweetness, fresh and musk."
        },
        {
            "review_title": "Sensual & sexy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "This scent is very sexy and sensual. Pairs great with vanilla and sandalwood. Apply this scent alone or layered. Your hugs will be irresistible. Wore this scent yesterday and received compliments galore. Love it!!"
        },
        {
            "review_title": "Strong musky heavy unflattering scent.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Not good unfortunately. Tik Tok reviews were raving this was a clean scent or a bedtime fragrance but itu2019s just strong and way too mature. I only picked up musky notes nothing else.  Someone who loves strong mature scents like the original Chanel no 5 fragrance would love this. Sadly I will be returning it. I love Jackie but I canu2019t tell a lie. Not in this economy. Save your money donu2019t purchase You Remind Me. Iu2019ll be returning it unfortunately. This was a blind buy so Iu2019m still hopeful after visiting a Sephora I will find another one of her fragrances that Iu2019ll love."
        },
        {
            "review_title": "L O V E ! this is for my clean skin girlyss!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This is Top Fav. Reminds me of Rosie by Rosie Janes, Not A Perfume by JHAG missing personsby ,and Maison Luis Marie and some Jo Malone scents. overall is a clear skin like scent. Good For bed time,work outs ,plane rides. It's a nice clean fragrance that's not offensive"
        },
        {
            "review_title": "No",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Clean, citrus musky. Just not a fan of those kinds of scents but i wanted to give it a try."
        },
        {
            "review_title": "Beware of the .34 oz TOP",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Love the fragrance! The top unscrews easily! My toddler got ahold of it and spilled half of it..."
        },
        {
            "review_title": "Underwhelming",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Underwhelming but the smell lasts long Iu2019ll have to use it for gym perfume. Uneven bottle filling"
        },
        {
            "review_title": "knocked it out the park",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Combination skin",
            "review_text": "This is just perfect for anytime, any day, any place."
        },
        {
            "review_title": "So fresh",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Such a nice fresh scent and perfect for everyday! Definitely get this if you like fresh scents."
        },
        {
            "review_title": "Love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I really love this scent!! Itu2019s fresh and light, it smells amazing on me. I will definitely try the other scents in Jackieu2019s collection."
        },
        {
            "review_title": "Perfect Everyday Wear",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I genuinely love this scent. Itu2019s sweet yet clean and airy, perfect for everyday/office wear."
        },
        {
            "review_title": "Fresh, Sweet and Airy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
            "review_text": "This is a very light, skin-like scent. Great for everyday, clean and you can smell the notes of the sweet orange blossom. For the price-point the fragrance is nice. Great if your looking for something sweet, airy, and fresh. Not my favorite but itu2019s good. sweet and fresh. u201cHard to get swept me off my feet."
        },
        {
            "review_title": "Get it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I love the smell of this one, maybe a bit more than NDA. This gives me a warm feeling as well, even the feeling of taking off all my clothes and wearing nothing but this."
        },
        {
            "review_title": "So Good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I live for a fresh fragrance and this is it! I bought all four of the Forvr Mood fragrances and tested each of them with my fiance. This was his favorite."
        },
        {
            "review_title": "Nope!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Smells like any basic musk body spray that is already out.   Smells cheap."
        },
        {
            "review_title": "Official Scent of the Clean Girl",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "This is such an amazing every day rich girl smell. I will note that my first spray smelled horribly of rubbing alcohol, but I didnu2019t have the issue after a couple sprays. My 100% new fragrance of the moment. The scent takes you on a nose journey."
        },
        {
            "review_title": "Dupe of 22 Orris or Phlur Father Figure",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This is a pretty your skin but better scent but itu2019s pretty much the same scent as 22 Orris and very similar to Phlur Father Figure, but more affordable"
        }
    ]
}