{
    "product_id": "641",
    "name": "Paint It Up Clean 24-Hr Cream Eyeshadow",
    "brand": "GXVE BY GWEN STEFANI",
    "categories": "Makeup, Eye, Eyeshadow",
    "price": 27.0,
    "about": "What it is:A buildable, cream-to-powder eyeshadow with built-in eye primer technology for crease-proof, smudgeproof, fade-resistant color and 24-hour wear..Highlighted Ingredients:- Spherical Blurring Pigments: Create a smooth, even finish that won't emphasize texture or fine lines..Ingredient Callouts:This product is vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:This primer-infused eyeshadow has an airy, whipped texture that dries to a budge-proof, soft-focus powder finish. With ample playtime, the multiuse formula can be used as a quick wash of color, layered and blended together, as an eyeliner, or as an eyeshadow baseu2014no caking or patchiness.",
    "ingredients": "-Spherical Blurring Pigments: Create a smooth, even finish that won't emphasize texture or fine lines...Isododecane, Mica, Lauroyl Lysine, Dextrin Palmitate, Silica Dimethyl Silylate, Cera Microcristallina (Microcrystalline Wax, Cire Microcristalline), Synthetic Fluorphlogopite, Zinc Stearate, Octyldodecanol, Candelilla Cera (Euphorbia Cerifera (Candelilla) Wax Extract, Cire De Candelilla), Hydrogenated Styrene/Methylstyrene/Indene Copolymer, Dimethicone/Vinyl Dimethicone Crosspolymer, Hydrogenated Styrene/Isoprene Copolymer, Cetyl Dimethicone, Dimethicone, Silica, Dicalcium Phosphate, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Laureth-4, Bht, Tin Oxide, Ci 77491 (Iron Oxides), Ci 77510 (Ferric Ferrocyanide), Ci 77891 (Titanium Dioxide)...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.To wear as a shadow:.-Squeeze a pea-size amount onto the back of the hand, fingertips, or directly onto a brush..-Gently pat over the lid using a finger; or use a dense shadow brush to swipe over lids, beginning at the center and blending outwards..-Add additional layers to deepen color or blend multiple colors together to create desired look..-Paint It Up has 20 to 30 seconds of play time to build, layer, and blend before setting into place...To wear as an eyeliner:.-Pick up a small amount of Paint It Up with an angled eyeliner brush. .-Use short strokes to stamp the color along the lash line..-Smudge for a smoky look or extend to the outer corners to create a wing...Pro tip: .-Apply as a base before eyeshadow to smooth and even lids, intensify color, and extend wear time...Recycling Instructions:.-All GXVE BY GWEN STEFANI outer cartons are 100 percent recyclable..-Primary containers are made with sustainable materials, including 30 percent or higher PCR (post-consumer recycled) plastic or glass.",
    "num_reviews": 196,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/paint-it-up-clean-24-hr-cream-eyeshadow-P505462?skuId=2640910&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2640951-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1998",
            "shade_descriptor": "sparkling sky blue",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2640969-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Dip Dye",
            "shade_descriptor": "sparkling cranberry",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2640951-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Great for A Quick Look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "Creamy, blends well. Not patchy - sets within a reasonable time."
        },
        {
            "review_title": "Very easy to use and good colors",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have these eyeshadows in a couple of colors. I like the pigment and ease of putting them on. Only issue is they do crease a bit later in the day."
        },
        {
            "review_title": "Stunning pigment",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "The colour of this is so cute and it lasts pretty well. A little goes a long way , blends beautifully.  Once it dries the colour doesn't smudge at all, the glitter transfers a bit but nothing crazy. The colour is a little more orange? warms than it looks online, so keep that in mind.   Im tempted to grab another colour tbh. decent size for the price."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been looking for a good cream shadow for so long. Stays put even in the winter cold, easy to blend and very flattering color. Super impressed, plus it was on sale. Needs more colors!"
        },
        {
            "review_title": "Lovely Color, not a great formula",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I bought this eyeshadow because it was on sale and I had to use up my points.   Pros: beautiful Color. On brown skin it looks beautiful Cons: applying with fingers was a bad idea. I switched to a brush and it worked better. Doesnu2019t last long if you donu2019t use a primer and/or a setting spray (I think). I tested it on bare eyes and it didnu2019t last more than 2 hours.  Not an easy formula to work with, you need to work with it quickly and need to apply layers to build it up  I might keep it because of the Color. This is definitely a shadow for a night out."
        },
        {
            "review_title": "I want this on my dead body lmao",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This is the best eyeshadow period! I have it in blue and I get so many compliments. I donu2019t need eye primer because of it. I put some purple, blue again, or green right above my eyelashes on my lid and bled and it doesnu2019t crease because of the liquid eyeshadow underneath. It looks so mystical."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Color is fabulous goes on wonderful but this product burns my eyes."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "The color is great also goes on well but it burns my eyes."
        },
        {
            "review_title": "Good stuff",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Just ordered my 3rd color. Easy to use for the occasional makeup user like me. It will not wipe off, smear, or move once dry. But comes off with oil cleanser pretty quickly."
        },
        {
            "review_title": "Go to shadow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Works great to brighten up the inner eye or as an all over shimmer. Amazing staying power and doesnu2019t crease! Will be buying in other colors"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love the beautiful light color and small sparkle of Midriff on my 57 yo eyelids! Not too glitzy and it wears will."
        },
        {
            "review_title": "Beautiful Color But I Didn't Like The Formulation",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Dip Dye is as beautiful in person as in the website photos, but the formulation didn't work for me. The finger application method looked sheer and patchy; it didn't provide the same color pop I expected without needing a few extra layers. A flat brush provided a more even application, but a few small patchy areas still needed to be touched up. The cream shadow dries quickly, so I wouldn't say it's beginner-friendly, but a lighter shade might be more forgiving. As much as I love the color, I returned the shadow because I knew I wouldn't use it much."
        },
        {
            "review_title": "Pleasantly surprised.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was pleasantly surprised  I did not know what to expect from a tube of eye shadow  But i liked it. It doesn't need too much to give a full coverage look And i can double the coverage if i want more of an impact. And it stayed on throughout the day really well."
        },
        {
            "review_title": "Were it alone or as a topper",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Strong staying power and beautiful blue. I feel like Iu2019ve been looking for this blue forever"
        },
        {
            "review_title": "I am disappointedu2026",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I had big hopes with this product, but it didnu2019t work with oily eyelids, I bought the color Pogo and Midriff, no one works well :("
        },
        {
            "review_title": "Easy application for quick mornings and camping",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is a great travel product for a quick application when camping or when bringing a full eye pallet and brushes isnu2019t practical. The color lasts all day and goes on evenly when applying with finger tip."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "1998 - sparkling sky blue",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Fantastic texture, beautiful color and sparkle, great staying power"
        },
        {
            "review_title": "70s",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "My favorite eye shadow on the planet. The color the texture the way it doesnu2019t move! I love it"
        },
        {
            "review_title": "Ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I find it long lasting , itu2019s a nice eyeshadow but I expect it to be more creamy"
        },
        {
            "review_title": "Burns after applied",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "After applying the eyeshadow my eyelids began to burn. I donu2019t have sensitive skin and have never had a bad reaction to makeup. I definitely would not recommend."
        },
        {
            "review_title": "Great for beginners",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love this! It's such a pretty shade of blue. I don't wear makeup every day and I'm a beginner in terms of skill level, so I definitely have trouble creating eye looks with multiple colors. This has looked beautiful as my only eye shadow though, and I've applied it both as a very sheer, sublte color, as well as a sparkly, more opaque/glam look. It easily blends out with my fingers and does not appear patchy or difficult to move around on my eyelids, which is a problem I've had with several other cream shadows that I've tried. It also lasts a long time, which is another problem I have, since my eyelids are very oily. It did not cause any sensitivity to my skin or my eyes, and I have very sensitive, watery eyes and usually wear contact lenses. Just all around my favorite eye shadow I've tried so far and I plan to get another color soon!"
        },
        {
            "review_title": "have to use daily",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "this saved my eyeshadow  problems! I couldn't  get my shadow  to stick.none of my amazing  skin care products was the issue.  I tried so many primers and setting sprays and techniques  suggested  to make my shadow  stay and  not roll and peel  right after applying.  I'm 41 and I think my eyes just suddenly dropped. for mo ths it's been a battle.  but ong this eyeshadow  used as a base helped me be able to use all my shadows again! I was depressed  and in tears over it. I couldn't  believe  all my shadows  heap to expensive  were all doing same thing and now I can wesr them all again. the colors are beautiful  on own, I just wish they had more colors. I ordered in every color!  adding photos of my issue and after using product. the license with rolled shadow is before."
        },
        {
            "review_title": "Mixed them to adjust or create more colors!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Fair skin tone, Dry skin",
            "review_text": "Absolutely love these!  I mixed them to create more colors and wow! Long last, smear, run, smudge and fade proof for me. Once it sets after a few seconds, itu2019s there until you remove with makeup remover. I own (bought, not incentivized) Pogo, Dip Dye, Bouncing Shoes and now Midriff. Midriff is so beautiful, it doesnu2019t show a ton for me in terms of pigment as I am very pale, so thereu2019s not as much contrast, but still pretty for a natural looking one and done day. I like it in the corner of my eye highlight too and no tearing is caused, and I just started mixing it with other colors and wow! It allows me to basically add additional shades to my collection without even buying more shadows. Iu2019m not the greatest with eyeshadow, but I got a pic of a decent mix I did. I applied some sheered Dip Dye on the lid and blended it above the crease a bit, then mixed Dip Dye + Midriff, and also mixed Pogo + Midriff. I applied to my eye outter v part and inner lid part, then blended inwards. Wow i just loved the colors I was able to make by mixing. I added a tiny touch of Eye See In Sparkle twinkle color to the center of my lid to top it off, even tho it sparkles on its own. I love the way it turned out, almost like a sparkling rose champagne with one side hint of dusty purple. Pic prob doesnu2019t do it justice as itu2019s dark, but man Iu2019m impressed with the abilities here lol  For me there was a learning curve to shadow paints and I learned you only need a tinyyy bit of these, and also to apply and keep eye lids down if you have any issue with creasing,  until it drys/sets and there wonu2019t be creasing or anything ime."
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love this eyeshadow. It looks so beautiful on. I use it sometimes as just a corner eye highlight, and it makes my brown eyes pop. This stays on all day. I wore it all day eating outside, and it never moved or smudged. I love 1998. I wore this same color in the early 2000s. If you have brown eyes and want them to really pop, this is what u need."
        },
        {
            "review_title": "Such a beautiful color!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I love the way this color looks on me. I have olive tone skin so it's hard to find bright colors that do not clash. The product feels very silky when using. I've used my finger and a brush and both ways have the same effect. Really quality product. I also have midriff color too in this product."
        },
        {
            "review_title": "My Go to shadow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "You wonu2019t be disappointed. Having mature skin and looking for an eye shadow that would be smooth and not crease was important. Does the job wonderfully and long lasting. Will be buying more shades."
        },
        {
            "review_title": "Watch for allergies to this item",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Causes extreme burning to eyelids. Sephora would not return or replace for me."
        },
        {
            "review_title": "Perfect Blue",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Itu2019s the perfect blue!! Stayed on all day and I received many compliments. I applied with my fingers."
        },
        {
            "review_title": "Glittery mess, no color",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "Got the shade Topknot. I was excited to use it as a base for powder shadow. There is absolutely not color payoff whatsoever, is just messy glitter (not even the pretty sheen pictured on the swatches, full out gritty glitter falling all around my eyes). Hard pass."
        },
        {
            "review_title": "Not crease proof",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Large glitter chunks and definitely not crease proof!"
        },
        {
            "review_title": "Beautiful eyeshadow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I used this for my last minute prom makeup and i got SO MANY compliments!! This lasted all day (and night), I just applied with my fingers, so simple and so pretty!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "1998 - sparkling sky blue",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "itu2019s just ok! not very pigmented but if youu2019re wanting a wash of color youu2019d like it. i used it just for my halloween costume and it stayed on all day so thereu2019s that!"
        },
        {
            "review_title": "Easy-to-use formula",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Pigmented and easy-to-use formula. Got a little bit of fall-out, though."
        },
        {
            "review_title": "The BEST cream shadow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "This stuff is phenomenal. I have many liquid shadows including stila and NONE perform as well as this. Itu2019s an incredible shadow base and a primary shadow. It does NOT budge. I just wish there were more colors!"
        },
        {
            "review_title": "1998 is so pretty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This lasted for hours and still looked great, it was super easy to apply with my fingers too. Iu2019ll definitely be getting more shades"
        },
        {
            "review_title": "Epic fail",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "I was excited to receive this pretty color, Midriff. Itu2019s not rose gold, itu2019s a nude pink. One layer looked nice but faded away after a couple of hours. I tried it again by applying two layers. It looked horrible, sank into every line and pore, burned my eyes and thereu2019s shimmer/glitter fallout all around my eyes. Very disappointed for the price"
        },
        {
            "review_title": "The absolute best cream shadow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is the first cream eye shadow that I really like. Iu2019ve tried many!  I got the shade pogo and itu2019s a beautiful cool toned satin shade. It translates grey on me and I canu2019t get enough."
        },
        {
            "review_title": "So slay",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I love this stuff! It can be worn as a sheer eyeshadow where just the glitter shows or if you want the pigment, built up to be full coverage."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "I struggle with shadows and creams lasting in my oily skin, even with primer applied. This is such a pretty shear color and has great staying power. I use my fingers to apply."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "I donu2019t know why this brand isnu2019t hyped more. It is sos buildable and the formula can work as a slightly there blue tint or as a bright blue eye look."
        },
        {
            "review_title": "Burns eyelids",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This eye shadow burns my eyelids. Definitely do not recommend. Very uncomfortable."
        },
        {
            "review_title": "Not Buildable",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product is okay, but it is not really buildable, crease-proof, or smudge-proof. The shade itself is nice. I chose this product because it was cruelty-free, but I have found cheaper items like this that work just as well, if not better."
        },
        {
            "review_title": "Fun and exciting",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Beautiful color. This cream shadow dries quickly so make sure you have your brushes ready to blend out. It stayed on all day."
        },
        {
            "review_title": "Really stays on, good payoff and colors, workable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Fair skin tone, Dry skin",
            "review_text": "I bought shade Dip Dye and it is so awesome. On my fair skin, where pinks and browns lean more rust or orange on me, Iu2019d say this isnu2019t as cool tone as I thought. However, itu2019s still true to color overall, but with some dimension - like it has that beautiful berry color and a gold or so undertone on me, almost chromatic-like when I apply by swiping (not tapping) the color on. Or, if I just tap on, just more the straight berry color. I feel like itu2019s unique and it produces great color payoff, that actually shows up. And, it stays on really well. I wore it for over 7 hours for a night out and it didnu2019t smear, fade, crack, etc on my 40 yo lids. Really impressed by this lineu2019s staying power on many products and this is no exception.  I applied with my finger and had some time to blend and adjust it with a small brush before it set, and it didnu2019t budge without using something to make it. It was maybe 20 seconds or so to set, I didnu2019t count. It will come off when you deliberately apply water, soap, etc and rub. At end of night, I used micellar water with cotton rounds to remove from eyes and it removed nicely. Very little staining from the cranberry color, which is normal for me with vibrant shadows, but this removed better than most with less staining. I swatched Pogo and Midriff while in store purchasing this, and I canu2019t wait to get them. But even those swatches that were on my hand, they didnu2019t smear on anything at all after set, amazing. I also read that you can mix the colors to create something different for yourself, so Iu2019m excited try that as well as to have some shadow product that actually stays on, shows up well and doesnu2019t irritate the heck out of my eyes!"
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "LOVE LOVE LOVE I have very oily lids! That fact that I put this on at 7:30am NO primer and at 6pm it how not creased, smudged hasnu2019t budged!!! Is amazing!!!! I have tried EVERY cream eyeshadow!"
        },
        {
            "review_title": "Searching for it my whole life",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Incredible! Amazing! Long lasting! I have been searching for this product my whole life. If you have watery eyes then this is the product for you. My eyeshadow looks as good as it did first thing in the morning and helps"
        },
        {
            "review_title": "Eh, could find better elsewhere",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Shimmer is cute BUT too light, not pigmented enough and not noticeable. For the price and size, itu2019s not worth it and itu2019s super watery."
        },
        {
            "review_title": "Good stuff for a quick natural look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "A little goes a long way and I use it by itself a lot. I love it."
        },
        {
            "review_title": "Best cream eyeshadow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "My favorite eyeshadow!! It might take a couple layers to get an opaque look but it looks sooo good and is so pigmented. Hope they make more colors."
        },
        {
            "review_title": "No pigment",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Ehhh i was excited for this but it was a let down. Swatched it looks beautiful but on the eye the pigment disappears. No shine whatsoever. Ill be returning."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Very nice product and color is beautiful and easy to apply"
        },
        {
            "review_title": "eyeshdow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "love the color,don't need alot ,goes on smoothly.Found more colors that look great"
        },
        {
            "review_title": "Swatch before u buy, different shades irl",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "TOPKNOT IS NOT LIGHT GOLD. It is very yellowy/traditional gold irl. Instead, I bought midriff for a friend and it swatches very well. Itu2019s a neutral glitter shade, best for easy night-out makeup imo"
        },
        {
            "review_title": "Perfect baby blue",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "this is the most GORGEOUS. baby blue glittery shadow i've ever used. I can see this lasting me years because you only need a teeny-tiny bit depending on how bold or faint you want your eye look to be. can be worn with or without primed lids. Reminds me so much of her No doubt era, or Kate Moss/ Christina Richie buffalo 66' in the 90s. the name is fitting"
        },
        {
            "review_title": "My fav everyday shadow.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This eyeshadow is easy to apply and it doesnu2019t take much so the little tube will last a long time.  It lasts all day, even on my oily skin.  I love it!"
        },
        {
            "review_title": "Iu2019m in trouble",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "SUPER pigmented and buildable, and it lasts forever. I am unfortunately going to have to buy all of the shades - and donu2019t be afraid of the blue one, you can add as much or as little as you want."
        },
        {
            "review_title": "Will Purchase Other Colours",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I think this will be a staple in my makeup routine. The product is buildable and pigmented. I love that itu2019s a cream product and there is so much product in the tube!"
        },
        {
            "review_title": "Very pretty",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Wore this under diamond crumbles Mac with urban decay eye primer at first I wasnu2019t sure about it bc I think I put too much but it was still very pretty and pigmented. Itu2019s like a silvery sparkly baby blue"
        },
        {
            "review_title": "Burning Sensation",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, lightMedium skin tone, Normal skin",
            "review_text": "I've tried several shades (matte and shimmer) of this eyeshadow and within 45 minutes it starts to burn my eyelids. I even had several friends try and all of them felt a burning sensation."
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Love this shade, and I can't wait to add more shades. It does exactly what it says, stays put all day. Wear alone or build with other colors or palettes."
        },
        {
            "review_title": "Beautiful color and lasts a long time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I love how this looks once applied, and you only need a tiny dab for each eyelid to go a long way. Iu2019ve gotten compliments when I wear this shade."
        },
        {
            "review_title": "u27281998u2728",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019m obsessed with 1998. The color is stunning and it goes on well. Itu2019ll also last me forever."
        },
        {
            "review_title": "Read the ingredients u2026ufffc",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019m probably the only one but this made my lids burn and itch."
        },
        {
            "review_title": "I Now Want Every Shade!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This is an amazing product!  I love the shade I got - u201c1998u201d. The formula is very smooth and creamy, and dries down nicely. You can build up the color too, with a brush. And even though thereu2019s shimmer in it, it wasnu2019t at all irritating to the eyes, which is an issue with me & shimmers sometimes.   I applied it with my finger for a sheer look - LOVED how it turned out. The blue really looked great against my brown eyes. ud83eudd70"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Love this ! Didnu2019t realize it had sparkles but love it! So smooth to put on and great color!"
        },
        {
            "review_title": "Must have cream eye shadow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019m loving this cream eye shadow, goes on smooth, gives the shimmer but not too much, does not give creasing either."
        },
        {
            "review_title": "Love love love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Normal skin",
            "review_text": "Omg this blends and wears like a dream! I used the tiniest amount on a flat brush, it doesnu2019t dry down immediately so you have time to blend it out and work with it. I also applied eyeliner on top and it stayed intact which a always great! T also long lasting I applied my eyeshadow at around 5 am and took photos at 5 pm and it didnu2019t move or crease at all.which is always great. It definitely is also long lasting"
        },
        {
            "review_title": "Cream-to-powder shadow does not budge once set",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have had generally good results with the products from the GXVE line that I've tried and was intrigued by the cream-to-powder formula of these eyeshadows when they were released. I've had a chance to try the Midriff shade over the course of a month now and am sharing my honest and authentic opinion, as a Sephora Beauty Insider Community Ambassador.   WHAT I LIKE: * Easy to apply and easy to blend, with fingers or brush * Goes on as a cream, dries down to a powder * Not sticky or tacky * Not too thick or too thin; not runny * Sheers out beautifully, but also buildable if desired * Layerable - can mix colors on top of each other and blend together * Easier to control than a liquid shadow * Versatile - can be used as a shadow, primer/base, or liner * Does not budge once set * Shimmery shades are beautiful and smooth, not chunky * A little goes a long way  AREA(S) FOR IMPROVEMENT: * Would love to see more colors added to the line  * Not so sure about the tube packaging - cute, but gives me some concern whether product will leak.   FYI: * 7 shades in initial range - 5 shimmers (Midriff, Topknot, Pogo, Dip Dye & 1998) and 2 mattes (Bouncing Shoes & Sea Vibes) * Color sets in about 20 - 25 seconds - this will vary as a pro or con depending on your preference.  * Midriff, aptly described as a sparkling rose gold, is a nice one-and-done shade for my lids.  * I have hooded eyes (that lean oily the closer to the lash line) & was surprised how well these performed. No creasing or fallout with a primer. I haven't tested its 24-hour wear claims, but it lasts through some 10-15 hour workdays.  * Will be interested to see how this eyeshadow holds up in the warmer months when my eyelids are much more oily. * Midriff & Topknot are lighter shades (but buildable)  BUY, BUY, BUY or BYE-BYE?: * There's a lot of product in the tube so I don't foresee myself needing to repurchase, but I am very interested in trying other shades from this range. * It's a BUY, BUY, BUY for me."
        },
        {
            "review_title": "Love these cream shadows!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is probably the best cream eyeshadow Iu2019ve ever used. Works so well with a brush and a finger for application. I wish there were more colours u2014a shimmery bronze wouldu2019ve been idealu2014but all good; so worth it!"
        },
        {
            "review_title": "New Go To Eye Look!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "I bought several of the colors on the first day of the sale. I have used them every day!! They are so easy to use and create such a glamorous eye look. I've been using a brush, but I think they would also be easy to use with my fingers. They dry well and look good all day. I ordered the other colors before the sale ends. I can tell these will by my go to eye look since they're so quick and easy to apply. I'm thinking of getting the glitter eyeshadow to add an extra layer of sparkle on days I want a little something extra!"
        },
        {
            "review_title": "no go for oily lids",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was so disappointed in this. the color is beautiful, but I found it to be hard to build. doesn't blend well with a brush so you have to use fingers. I have oily lids, and hoped the built primer world work.. but 3 hours after applying it creased like crazy. I'm so sad because i wanted to love this, but it's just not it.."
        },
        {
            "review_title": "I may never wear any other eyeshadow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is exceptional.  Great pigmented color that DOES. NOT. BUDGE!"
        },
        {
            "review_title": "Perfection! Best product Iu2019ve tried in awhile.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I cannot say enough good things about this product! It is absolutely gorgeous, applies so easily, blends perfectly and requires no primer. Literally the perfect eye shadow. I always like the sticks but they can be hard to blend at times. Not this."
        },
        {
            "review_title": "Sheer color but the glitter wandered everywhere",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Dry skin",
            "review_text": "I love Gwen's powdered eyeshadows and have them all.  I was so hopeful for these - they go on soft and sheer with a gentle wash of color.  But little bits of the glitter in them transferred to my entire undereye area within an hour of application. The color stayed but the sparkly bits were all over my skin (I have dry skin so I don't normally see transfer)."
        },
        {
            "review_title": "Great and versatile",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Very pigmented, yet it didn't budge over my lids. Dries down well without being too drying. It doesn't crease either ;)"
        },
        {
            "review_title": "The sparkle is wild!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "The sparkle on this is so beautiful and not at all chunky. It's so smooth and when it catches the light... omg. Stunning. I'm in love."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "This eyeshadow looks so lovely as an everyday lid color. It takes only a few moments to apply and it looks like a whole eyeshadow look even though its just one product. I really like how simple this is to use. I hope they come out with more colors."
        },
        {
            "review_title": "Love this eyeshadow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have some of the eyeliners and love them so wanted to try this eyeshadow.  So far i just applied using my finger for a sheer wash and really love it, i always use a primer on my lids first especially this being a cream. I like the UD eye primer.  This color is so pretty and is so easy to blend, very long lasting. Definitely want to try a more dramatic look next, I have my eye on the rose gold shade and the blue."
        },
        {
            "review_title": "BEST CREAM SHADOWSud83dude0dud83dude0dud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Used these on clients during makeup services and they are sooooo beautiful, creamy and buildableud83dude2dud83dude0dud83dude0aud83eudd70 Sit so nice on the eyelid (especially if you use an eye primer!) and are waterproof as well!!! 10/10 girl"
        },
        {
            "review_title": "Amazing staying power!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "This stuff is super easy to blend and once it dries down it stays all day! I have very oily eyelids but find this stuff almost works like an eyeshadow primer since my eyeliner also doesn't budge when layered over this. The colour Pogo is a beautiful shimmery taupe that looks incredible with brown eyes. I'll definitely be purchasing more colours in this!"
        },
        {
            "review_title": "Love this",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Love this paint eyeshadow, goes on smooth and easy. Just wish it came in more matte options"
        },
        {
            "review_title": "Hard pass",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I was very excited to try a highly pigmented eyeshadow with supposed staying power. But this is not it. I tried two shades, topknot and another shimmery light one. The product did not want to fully set, transferred to my undereyes and the glitter got in my eyes. Wouldn't recommend."
        },
        {
            "review_title": "Easy One-And-Done Shadow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "#GiftedbyGXVEbyGwenStefani Absolutely gorgeous shade, shimmer and pigment. Super creamy and easy to apply and work with. I prefer using my finger for a u2018one and doneu2019 shadow look and itu2019s effortless and quick. I love how smooth the formula is as well and how it doesnu2019t emphasize any of my fine lines around my eye area. Plus, zero fall-out!"
        },
        {
            "review_title": "Missed the mark for my oily hooded lids.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "Cream and liquid shadows are definitely having their moment right now so I was thrilled to try these that were gifted by GXVE by Gwen Stefani, but sadly the shimmer formula was a miss for me. I havenu2019t tried the mattes so I canu2019t speak to those but the shimmer formula is an extremely creamy mousse. I expected it to really pack a punch because of the consistency (and online swatch) but it actually wasnu2019t very vibrant and took some time to build up pigmentation and opacity. Also it dries down very quickly so there is not much play time for blending. I highly suggest working one eye at a time and in small sections. While the color is pretty once you get it built and blended, it did not last on my oily hooded lids, as it became very creasey. With so many options on the market now a days I need a formula to wow me and this one sadly missed the mark."
        },
        {
            "review_title": "BEST CREAM SHADOWSud83dude0dud83dude0dud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Used these on clients during makeup services and they are sooooo beautiful, creamy and buildableud83dude2dud83dude0dud83dude0aud83eudd70 Sit so nice on the eyelid (especially if you use an eye primer!) and are waterproof as well!!! 10/10 girl"
        }
    ]
}