{
    "product_id": "156",
    "name": "Wave Wand 3 Barrel Hair Waver 1u201d",
    "brand": "BondiBoost",
    "categories": "Hair, Tools, Curling Irons",
    "price": 78.5,
    "about": "What it is:A three-barrel wand that makes styling the effortless, frizz-free Aussie beach waves a breeze..Hair Type:Straight, Wavy, Curly, and Coily.Hair Texture:Fine, Medium, and Thick.Hair Concerns:- Frizz.Key Benefits:- Easy to use.What Else You Need to Know:The tourmaline ceramic and ionic technology leave hair smooth, frizz-free, and evenly styled. The adjustable temperature setting is for any hair type and texture.",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.-Appy Heat Protect Spray (sold separately). .-Turn on wave wand and select your desired temperature. .-Section hair and start on the base of the neck, working your way up to the top layers of hair. .-Clamp a small section of hair near the scalp (without touching). Hold for a few seconds, release, and move down the hair shaft to ends. .-Repeat until the full head is complete. .-Finish style with Sea Salt Texture Spray (sold separately)..-Pro tip: Alternate sections between the Wave Wand and a curling iron for a fun, textured look.",
    "num_reviews": 72,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/wave-wand-3-barrel-hair-waver-25mm-1-P506896?skuId=2712115&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2712115-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Morning Routine Made Easy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Can't rave about this enough and how easy it is to do my hair in the morning! Since I don't have much hair to begin with, the wave wand does my hair in 5 minutes. Would recommend for easy styling every day!"
        },
        {
            "review_title": "SOO CUTE!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Loved the look this hair waver gave me! I brought it to Vegas and it made me feel like a mermaid. It was a bit hard to use at first since it is larger than a curler but you get used to it"
        },
        {
            "review_title": "Perfect for thin hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "As a girl with thin hair iu2019m always looking for tools that help with volume. This waver gives me perfect subtle waves. It looks like I have cute beachy waves after using this wand!!"
        },
        {
            "review_title": "BEST HAIR TOOL EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "I never usually write reviews but this tool has changed my hair game forever! I have long hair that is kind of thin and difficult to make look good/styled. In the past I've given up and just thrown it in a ponytail or bun and surrendered to the hair gods, forever doomed to be jealous of every stranger's hair. BUT NO LONGER! Behold texture, volume, and long lasting cute curls. It doesn't take too long, it looks natural, and I finally feel confident about my hair!  My only tip is when you start at the top don't hold it for too long (no more than 5 seconds) or it will make a weird bump at the top of your head. Just make the waves looser near the top to make it more natural."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "I absolutely LOVE this wand!!! Itu2019s so smooth on the hair and I love how it works well with my thick and long hair. I recommend to anyone who loves that wavy look."
        },
        {
            "review_title": "Didn't even last (1) year",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Normal skin",
            "review_text": "This item worked great, however, the spring on the handle broke after 10 months.  Pretty disappointed this didn't even last me (1) year."
        },
        {
            "review_title": "Perfect beach waves!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This wand is easy to use, creates the perfect beach waves in short and long hair! Love it! Got compliments from friends and family on my hair! Before and after pics of my hair to see the difference in just 5 minutes!"
        },
        {
            "review_title": "Good product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It does a really good job. The tool isnu2019t too heavy to hold but it is large so I find it hard to get certain angle. My only complaint is where the ON/OFF button is. I also click it while doing my hair. Constantly"
        },
        {
            "review_title": "Burns hair. On the cheap sideu2026",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Iu2019m very surprised by all the 5 stars because this product BURNS hair, even on low heat and with heat protectoru2026 usually itu2019s from cheap productsu2026 donu2019t use near your scalp."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "So much fun! I have used this twice so far and both times it has turned out super full and fun!"
        },
        {
            "review_title": "Stopped working after 5 uses",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I really liked it, absolutely loved the waves it created in my hair but after like 5 uses it just didnu2019t want to turn on anymore. Very disappointed ud83dude14 Good thing the tool wasnu2019t expensive."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Gives a nice beachy wave. My only issue is that the power/temp control buttons are located very close to where I hold the  iron, so accidentally turning it off or adjusting the temperature while using it was annoying."
        },
        {
            "review_title": "I fell for the Instagram ads so you don't have to!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love the idea of the waver, but even with using a quality Bumble and Bumble heat protection spray I smell burnt hair. Also, not sure if it's the waver or my hair, but the styling just doesn't stay waved for very long. I used this twice, but just am not satisfied with this product. Looks cute for a bit, but a lot of work for what I can achieve with my flat iron for a similar look."
        },
        {
            "review_title": "So easy to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, red hair, fairLight skin tone, Normal skin",
            "review_text": "Ive only used this once so far, BUT SUPER EASY and quick to use. I could see it being easy to burn yourself so use that glove they give you! Also use heat protection on your hair, this thing gets HOT as heck"
        },
        {
            "review_title": "Damages hair even on low heat",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019m confused by all the 5 star reviews because after using this product only twice in low heat, itu2019s damaged my hair (I have untreated hair) to the point I had to trim it off. I always use heat protection only ever experience this kind of damage from cheap tools. I should have known the price was too good to be true."
        },
        {
            "review_title": "Excellent for a new hair do!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This BONDIBOOST Wave Wand (25mm) is amazing! It comes with a heat protectant glove. It creates amazing hair waves, for a beach wave or boho look! Use with a heat protectant spray."
        },
        {
            "review_title": "My favorite hair tool must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I've been using this left and right, its so easy and simple to use. Ive been dying to find a waver that, leaves my hair shiny and doesn't tug or pull on my hair. This is the one! Such a great find for summer, definently a must have!"
        },
        {
            "review_title": "Go To",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This wave wand waver has been one of my favorite hair tools as it is so easy and quick when your in a rush. Itu2019s lightweight compared to others i have tried and just overall amazing"
        },
        {
            "review_title": "SUMMER MUST HAVE !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "after using this product i can confidently say iu2019m so obsessed. it gives the perfect waves and it doesnu2019t make my hair frizzy which it naturally is. this gives the perfect summer style, iu2019ve gotten so many compliments!"
        },
        {
            "review_title": "Perfect for quick summer beach waves",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "red hair",
            "review_text": "This was my first experience using a hair waver, and lemme just say, it was so fun! There was a slight learning curve to figuring out how to get the right look to waves. But it honestly didnu2019t take long and turned out like super fun beachy waves!"
        },
        {
            "review_title": "My new favorite hair tool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "This wave wand is an absolute game-changer! It's super easy to use and gives beautiful mermaid waves that last for days! Even on short hair ;)"
        },
        {
            "review_title": "GET IT GIRLS!! 10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I've been dying to purchase a waver like this and glad I found this one from Bondi Boost! It is so easy to use and it came with a heat protective glove. I use the 160 degrees setting for this hair and i'm in love! u2764ufe0f"
        },
        {
            "review_title": "Burns your hair! Skip!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I have heavily bleached hair. I did the whole olaplex routine and was very excited to use the waver. It burnt my hair. The after smell of using this waver was awful. Returning it :("
        },
        {
            "review_title": "Get curls fast",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "There are times when I get sick of the same look with my permed hair. Many times it's messy, frizzy, and the curls are not as bouncy as I would like them to be. With this 3 barrel tool, it gave me more uniform curls quicker than a single barrel. I have a lot of hair so using this cut my time in half. I also had control of the temperature. I could lower the temp for areas that needed less heat. This hair waver is my new go-to for when I need to refresh my curls instantly."
        },
        {
            "review_title": "So so good, a must-have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I've usually been all for straight or blow-out hair, but this gives me the perfect waves on second and third-day hair. It adds so much volume and frames my face perfectly"
        },
        {
            "review_title": "My favorite new hair staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have thick hair but wanted to try this wave wand to get some beachy waves and I couldnu2019t be happier! It gives me just the right amount of wave and stays all day! Also itu2019s super easy to use which was great for me. I highly recommend grabbing this to have beach waves all year round"
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Super easy to use! Definitely my new go-to hair tool, Iu2019m absolutely obsessed with this tool, if your debating on purchasing this is your sign!!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve been wanting a Wave Wand, and I finally got it! I really like it for an effortless cute wave look, but I did find that the power on/off button was too close to wear I usually grip the iron, so I would have small issues of accidentally turning it off."
        },
        {
            "review_title": "Love this product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "First time using a wave wand to create mermaid waves and this product is super easy to use! Absolutely in love!!"
        },
        {
            "review_title": "A must-have for beach waves!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "after using this product a few times i was able to give my hair the PERFECT beach waves ud83dude0d this product is so easy to use and leaves you with a perfect beach wave! love this product and will be purchasing more of this brand for myself"
        },
        {
            "review_title": "Effortless Styling!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This waver is an amazing hair tool that makes styling a breeze! It heats up quickly, is easy to use, and quickly takes hair from boring to fun, and cute! I love to use for refreshing 2nd or 3rd day hair and I highly recommend :)"
        },
        {
            "review_title": "AMAZING PRODUCT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair",
            "review_text": "This product is by far my favorite tools to use! My favorite way to use this product is would definitely have to be a beachy wave with some curled pieces mixed in! I always use this tool to give my hair some texture for an effortless  look!"
        },
        {
            "review_title": "the best hair tool staple!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "this is one of my favorite hair tools!! i absolutely love how it creates flawless waves so easy! itu2019s quick and so nice for an effortless hairstyle! 10/10!!"
        },
        {
            "review_title": "Worth the price!! Long Lasting waves!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "I adore this hair tool; I was gifted this product by Bondi Boost in exchange for an honest review, and wow, this waver is fantastic! I have thin hair, and this product is easy to use and completes the perfect beachy hairstyle. I love the 25mm and think it looks lovely styled!! Would 100% recommend this product to a friend."
        },
        {
            "review_title": "The all around perfect wand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I used it for the first time and my hair doesn't usually hold curls but these were so defined and wavy! The cord was extremely long too which was helpful! This is high quality and totally look forward to using it again!"
        },
        {
            "review_title": "Incredible",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "So I hate spending a ton of time doing my hair but I always love a good beach, natural wave. This has changed the game!! Itu2019s so easy to use, heats up super fast, and literally waves my entire head in under five minutes. obsessed"
        },
        {
            "review_title": "SO EFFORTLESS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have thick hair so Iu2019m used to going through so much to get it looking good and sleeku2026 but with this curler, I just spritz some heat protect and curl, then effortless beachy waves, perfect for everyday! Iu2019ve been using it on all my familyu2019s hair and they all adore it!"
        },
        {
            "review_title": "a must-have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "iu2019m always skeptical about hair wavers and curlers because my hair is fine and never holds a curl or wave but iu2019m happy to say this hair waver left me with the perfect waves that stayed all day. it was super easy to use and my hand wasnu2019t sore after using.  thank you!"
        },
        {
            "review_title": "New favorite hair product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "This product is so easy to use and makes for the best u201cmermaid hairu201d the waves stay beautiful all day and night! The process was fast and easy to use!"
        },
        {
            "review_title": "A summer must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Absolutely in love. Super easy to use, gives you cute waves!"
        },
        {
            "review_title": "Fun waves!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I used this product! Took me a minute to figure out how to use it best with my hair type. It creates a fun wave in the hair!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love my new waver by Bondiboost. The barrels are larger than my traditional waver and I feel like this gives me a more beautiful fuller looking wave for my long hair. The different heat settings are great and this heats up really fast so it doesn't takw very long to do my hair. This is my go to waver and I would recommend to anyone, long or short hair."
        },
        {
            "review_title": "I love this wand!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "I love this wand!! It gives beautiful beach waves and leaves your hair looking so cute. I also feel like it added volume to my hair! I love the lock mode this wave wand has because it makes it easier to use and the temp. will not change."
        },
        {
            "review_title": "For the On The Go Girl - Buy it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "i've been wanting to try a wave wand for so long and glad I was able to get Bondiboost! the packing was super cute and sooo easy to use! I finished my hair in less than 20 min to do my hair! My hair is really thick too! This is going to be my go to hair style now!"
        },
        {
            "review_title": "Beautiful, Manageable Waves!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I love this!  I have a similar wave-iron that Iu2019ve been using for a few years. However, I would always end up with puffy have that wasnu2019t easy to style after waving. This one gives me a smoother, more  manageable finish and an overall better end result! Def. Recommend.  recommend!"
        },
        {
            "review_title": "A MUST HAVE product!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I LOVE my waver! It creates the perfect waves in your hair! This waver is soo easy to use and I would be lost without it! This hairstyle is my new go to!!!"
        },
        {
            "review_title": "Perfect + Easy for cute summer hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love how easy that this tool is to use! It creates the perfect beach waves that last all day! This is definitely a hair necessity! #giftedbybondiboost"
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "Love this so much! Itu2019s so easy to use and so worth it for natural waves!!  #giftedbybondiboost"
        },
        {
            "review_title": "A must have product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I love this product!! So easy to use and such beautiful waves! Iu2019m in love with this product!"
        },
        {
            "review_title": "A must USED hair toool",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I recently received this product and I have thick hair. I was nervous with how my hair frizzs with this kind of hair tools. I couldnt be more happy to let everyone know my hair looks full, silky and smooth! I love this hair tool and will use this from Now on to make my hair feel and look fuller. FIVE stars from me"
        },
        {
            "review_title": "Curly girls!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This is THE TOOL for my girls with textured hair! I detangled my curls on day 3 hair and used this wand to redefine it. It helps to not completely fight my texture, stretching the curls and making it neat again. I am obsessed! *bonus points for adding in the heat protectant glove, it really comes in handy* :)"
        },
        {
            "review_title": "summer Beach Waved Made Easy!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I recently of tried out the BondiBoost Wave Wand 3 Barrel Hair Waver (25mm / 1u201d), and I must say, I am thoroughly impressed! This styling tool has completely transformed my hair game. One of the standout features of this waver is its versatility. With three barrels, I have the flexibility to create a variety of hairstyles. Whether I want loose beachy waves, defined curls, or voluminous waves, the Wave Wand delivers every time. The 25mm / 1u201d barrel size is perfect for achieving natural-looking waves that hold their shape throughout the day.  Another aspect that sets the BondiBoost Wave Wand apart is its user-friendly design. The ergonomic handle ensures a comfortable grip, allowing me to style my hair effortlessly. The temperature control feature is a game-changer, allowing me to adjust the heat settings based on my hair type and desired look.  Additionally, I must commend BondiBoost for their commitment to using clean and high-quality ingredients. The Wave Wand is infused with nourishing ingredients that help protect and strengthen my hair, which is an added bonus.  In conclusion, the BondiBoost Wave Wand 3 Barrel Hair Waver (25mm / 1u201d) is a must-have styling tool for anyone who wants to achieve gorgeous, salon-quality waves. Its outstanding performance, versatility, and thoughtful design make it a standout product in the market. I highly recommend it to anyone looking to elevate their hairstyling routine. Trust me, you won't be disappointed!"
        },
        {
            "review_title": "Love these summer beach waves!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Oily skin",
            "review_text": "I absolutely love my Bondi Boost Wave Wand 3 Barrel Hair Waver (25mm / 1u201d). As someone who is always looking for a new hairstyle to complete an outfit, this waver does the perfect job! It heats up so quickly and is able to produce those effortless beach waves everyone strives for. The three-barrel design allows for the hair to be styled in larger sections. This waver leaves your hair with so much smoothness and shine. This high-quality product definitely gives the best results, Iu2019m in love!"
        },
        {
            "review_title": "Must have tool!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "I really enjoy using this tool. Heats up pretty fast. Be aware that the temperature shows up in Celsius instead of Fahrenheit, which I didnu2019t like because Iu2019m not used to it. Other than that, itu2019s pretty easy to use. The waves come out perfect."
        },
        {
            "review_title": "My new favorite hot tool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Crimped hair is coming back!! I absolute love this tool and the look is stunning. It heats up super fast and really easy to use. I specifically like this beach waver because the spring is really good so you donu2019t have to use a lot of pressure and press down each time you wave your hair. This works on all hair lengths and looks amazing!"
        },
        {
            "review_title": "A must have hair tool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I absolutely love this waver. Not only was it super easy to use but it made my hair look flawless! I have to be careful with the heat that goes on my hair with having extensions and this product worked so amazingly! I highly recommend it!"
        },
        {
            "review_title": "The perfect beachwaves!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I love this product! This tool gives you the perfect beach waves and it holds all day! Just add a little bit of your favorite hairspray!"
        },
        {
            "review_title": "High-quality Waver for your precious hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This hair waver is so easy to use, especially if you aren't great at styling hair. I have really long healthy hair but have never been into using a lot of heat or particularly good at styling. This waver does exactly what it says- easy to use, long lasting, leaves hair smooth and frizz-free! It's such a fun and pretty way to style aside from regular curls or straight hair."
        },
        {
            "review_title": "Best add on to my GRWM routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone",
            "review_text": "I was very picky which hair waver to use since I love my hair so much! I couldnu2019t find the best one until I tried this Wave Wand (25mm) from Bondi boost! I got alot of compliments from my girlies when we go out! Must try! Quality is amazing and I love the control button options! Heating up hair could be tricky and risky! Take care of your hair with Quality products from Bondi Boost girlies!"
        },
        {
            "review_title": "Obsessed is an understatement",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Love love love!! Heats up quickly, and itu2019s fast to style my hair with this (i have super long hip length hair!), takes me about 15 mins to do my whole head. The metal is super smooth and doesnu2019t snag or pull hair at all. This is the best wave tool iu2019ve tried, and the style lasts for days! 100% recommend Bondi Boost Waver over any other waver!"
        },
        {
            "review_title": "THE BEST!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This product is AMAZING! It heats up quickly and is super easy to use! I get the cutest beach waves in just minutes. I have never used a better hair tool!! 11/10 recommended!!"
        },
        {
            "review_title": "DEF RECOMMEND",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This is my new go-to hair tool! It is so easy to use and gives you that perfect beachy look! I definitely recommend this waver!"
        },
        {
            "review_title": "10/10 recommend",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "ABSOLUTELY LOVEEEEE! This prouduct is so easy to use and requires minimum effort for a quick style before going out. My hair is very damaged and it makes my hair feel very soft aswell. I will be using this product all the time"
        },
        {
            "review_title": "So perfect for everyone",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair",
            "review_text": "I absolutely love this product. I have thick frizzy crazy natural hair and this waver really just helps tame it and it looks stunning! it isn't to much heat damage either and it's quick and easy"
        },
        {
            "review_title": "The hair tool you need!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is the summer hair tool you need! Effortless beach waves, sleek look and multiple temp options! Definitely a must have."
        },
        {
            "review_title": "Effortless waves",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I fell in love with this wave wand! It give the perfect beach waves. I have fine and it works so good at giving my hair the lift and volume I need. I used it on my daughters hair that is thicker than mine and it looked amazing. Very easy to use and handle. Definitely recommend this wave wand."
        },
        {
            "review_title": "A Must have for Beach waves !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "If you are looking for the perfect beach waves , this is a MUST have! I used sea salad spray and the waves did not fall out of my hair! Itu2019s the perfect effortless look!"
        },
        {
            "review_title": "Using this everyday!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "This is the best hair crimper ever! It gives beautiful beach waves. It is so easy to use, and heats up very quickly! The tool has a little u201cscreenu201d type thing on the handle that shows when itu2019s on and off, and the heat! THE BARREL IS ALSO SPARKLEY!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this product! Perfect beach waves and super easy to use"
        },
        {
            "review_title": "A must have hair tool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a must have hair tool! Who doesnu2019t want beach waves any day! This tool is super stylish and easy to use! I am new to a beach waver tool and this is beyond good! My hair came out great and I canu2019t wait to use this everyday for my hair style!"
        },
        {
            "review_title": "My favorite styling tool!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I absolutely loved this product. It gives me such a good beachy wave and doesnu2019t take terribly long either! Itu2019s so easy to use and doesnu2019t leave my hair feeling dry and dull. It comes with a heat protectant glove which i love!"
        },
        {
            "review_title": "Beach vibes activated",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I recently have gotten and tried out the wave wand and loved it. At first I was nervous because it looked heavy. But honestly it was not that bad hold. I have shoulder length hair so it really didnu2019t take me too long. I held it down for 10 seconds and a perfect wave was given after a few trials . Honestly anyone can do it itu2019s so easy and looks more natural than a normal curler. After I finished I brushed through the wavers to make it more natural. It held throughout the day and would recommend it if you want more of a beachier look. Even throwing in some sea salt spray and scrunching it would be chefs kiss."
        }
    ]
}