{
    "product_id": "658",
    "name": "Torn Eau de Parfum with Vanilla + Vetiver",
    "brand": "Henry Rose",
    "categories": "Fragrance, Women, Perfume",
    "price": 165.0,
    "about": "Fragrance Family: Warm & Spicy..Scent Type: Warm & Sweet Gourmands..Key Notes: Vanilla, Musk, Sandalwood..Fragrance Description: The richness of vanilla bean blends with the earthiness of vetiver roots to create a fragrance that is both spicy and floral...About the Bottle: Henry Rose crafts their bottles to be genderless, modern, and minimal. The clear glass highlights their commitment to 100 percent ingredient transparency. The travel-sized fragrances are made from 30 percent recycled glass. The cartons are from biodegradable FSC hemp paper. The caps are recyclable...About the Fragrance: I wanted to highlight the Vanilla Bean. From its powerful, familiar warmth, to its sweet yet spicy appeal. To accentuate the richness of Vanilla, a smooth bed of Sandalwood envelops the scent with an alluring charm and unforgettable opulence that lingers.u2014Yves Cassar, Perfumer.Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
    "ingredients": "Alcohol Denat., Tetramethyl Acetyloctahydronaphthalenes, Methyldihydrojasmonate, Vanillin, Pentamethylcyclopent-3-Ene-Butanol, 2-Ethyl-4-(2,2,3-Trimethyl-3-Cyclopenten-1-Yl)-2-Buten-1-Ol, Propanedioic Acid, 1-(3,3-Dimethylcyclohexyl)Ethyl Ethyl Ester, Ethylene Brassylate, Pogostemon Cablin (Patchouli) Oil, Dipropylene Glycol , Tetrahydro-Methyl-Methylpropyl)-Pyran-4-Ol , Ethyl Vanillin, Oxacycloheptadec-10-En-2-One, Beta-Ionone, Cyclopentadecanone, Hexadecanolide, Ethyl Maltol, Linalyl Acetate, Linalool, Dodecahydro-Tetramethylnaphthofuran, Benzyl Acetate, 3,3-Dimethyl-5-(2,2,3-Trimethyl-3-Cyclopenten-1-Yl)-4-Penten-2-Ol, Gamma-Octalactone , Phenethyl Alcohol, Cyclopropanemethanol, 1-Methyl-2-[(1,2,2-Trimethylbicyclo[3.1.0]Hex-3-Yl)Methyl]-, Phenylisohexanol , Vetiveria Zizanioides (Vetiver) Oil , 4-Methyl-3-Decen-5-Ol, Triethyl Citrate, Vanilla Planifolia (Vanilla) Fruit Extract, Tocopherol , Ionone, Alpha, Dimethylheptenal, Methyl Di-T-Butyl Hydroxyhydrocinnamate, Cis-3-Hexenyl Acetate , Citric Acid , Tetradibutyl Pentaerithrityl Hydroxyhydrocinnamate , Benzyl Alcohol , Eugenol , Farnesol , Limonene...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;",
    "num_reviews": 174,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/torn-eau-de-parfum-P506276?skuId=2685824&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2685824-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz / 50 mL eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2685824-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Black tie and pink bow approved",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "LOVE LOVE LOVE!!! if you want that elegant and richness feel, nice subtle musk with a side of jazzy vanilla that will take you to the roaring 20s. Give this a try."
        },
        {
            "review_title": "Smells incredible Fades Immediately",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair",
            "review_text": "If this one didn't fade within a minute or so, it would be my favorite by far from this line.  A divine woodsy vanilla and oh, am I picky.  Amateur brands such as 7 Virtues and Skylar aren't even anywhere close to my radar, for instance.  But my favorite from this brand will remain Queens followed by Flora.  And my all time favorite (I can only tolerate clean fragrances) is Commodity Gold Bold (an amazing vanilla woods that lasts hours)."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone",
            "review_text": "Just received these two Hebry Rose perfumes. Haven't used either. One bottle has a fair amount less fluid than the other. Annoying."
        },
        {
            "review_title": "One of my Favorites",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Combination skin",
            "review_text": "I do have to say that fragrance interacts differently with everyoneu2019s skin. With that being said I LOVE this perfume. Iu2019ve gotten the most compliments wearing this than any other fragrance Iu2019ve worn"
        },
        {
            "review_title": "Instant regret",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Instant headache as soon as I sprayed it. Grandma but make it vanilla vibes."
        },
        {
            "review_title": "No vanilla",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "No hints of vanilla  Reminded me of black orchid after it dried down  I will be returning this item"
        },
        {
            "review_title": "So comforting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have over 200 bottles of perfume and I donu2019t have anything like this one!  Itu2019s so cozy and unique!  So glad I was able to add this to my collection and excited to try more from this line!"
        },
        {
            "review_title": "Torn",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I always loved Torn by Henry Rose.  I have ordered it several times. It had become my 'go to scent. Unfortunately, my last bottle that I purchased a month ago, is changed.  The scent would last hours, I got multiple compliments, now it fades immediately. Like a watered-down version of the old formula. I wrote to Henry Rose; they say they haven't changed it. Once again us consumers know better. I have a friend who uses another HR scent, and she says the same, it's just a much lighter version than the original of 3 yrs. ago. It's sad, as now I have to once again go back to the drawing board. :("
        },
        {
            "review_title": "Not vanilla",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "This is marketed as a vanilla gourmand scent but all I can smell is the overwhelming vetiver which is fine but not what I was looking for"
        },
        {
            "review_title": "My new favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I never order fragrance online but I took a chance. The vanilla is really nice and reminds me of Nest Madagascar vanilla, but then torn has a really nice overall smell that is slightly masculine but still can be feminine.. I'm terrible at describing fragrance but I think it can be very gender neutral. It's not a stinky perfume that overpowers, to me it feels clean. It definitely lasts most of the day without being overpowering, it lingers in the best way. I've never received so many compliments on a fragrance before, from both women and men! (I feel like that doesn't usually happen). I ordered the trial size but I definitely want the full size now!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This reminds me of vanilla orchid by floral street which iu2019m not a fan of. Both have a weird note in them thatu2019s very bitter on my skin"
        },
        {
            "review_title": "DIVINE !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "I took a chance on this perfume based on the Fragrance finder test , which I have NEVER done before , and I couldn't be more thrilled ! This scent smells divine on me. It lasts for long time and I get compliments EVERY time I wear it. Best Blind buy ever"
        },
        {
            "review_title": "Familiar but unique",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Combination skin",
            "review_text": "One of my male coworkers wears D&G The One and he always smells fantastic. Torn smells very similar, but I donu2019t find it to be softer and less overtly masculine. I like it.."
        },
        {
            "review_title": "Not What You Think It Will Smell Like...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "i paid for this.  Automatically disappointed.  This is not what a normal vanilla smells like.  It smells salty almost.  Really only the tiniest hint of sweetness.  it definitely smells niche.  But I wasn't expecting this scent.   Once I get over that fact and it dries down for 10 minutes or so, it starts to settle into my skin more.  But this is a woody musky kinda of fragrance.  It reminds me of one of the older Skylar fragrances.  It's ok, but not what I thought I was buying from the notes (or the great reviews).. and also nothing that special.. and definitely nothing that's blowing me away.       2.5 STARS"
        },
        {
            "review_title": "Does NOT last!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Nice smell but does not last more than 30 min and projection and silage is absent. Not FB worthy for the ridiculous price. The dupe is floral street wild vanilla orchid.  Will buy that one instead."
        },
        {
            "review_title": "The perfect amount on vanilla!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This scent is perfect for me! It is so soft yet sweet with just the right amount of vanilla. It also lasts a very long time. I have gotten so many complements I am so pleased with this perfume that I was gifted by Henry Rose. Highly recommend!"
        },
        {
            "review_title": "Warm Hug",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Combination skin",
            "review_text": "Iu2019m in LOVE! This is my first Henry Rose fragrance and wow, what an impressive first impression. This is BETTER than all other high end/luxury brand fragrances I own. Torn is a warm hug on a winter day. Itu2019s warm, spicy, and a hint of sweet. If you love vanilla, youu2019ll love Torn. The best part is it lasts the entire day and then some lol. Absolutely love. Gifted by HenryRose"
        },
        {
            "review_title": "Sultry scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "OK I totally understand the brand direction now that Iu2019ve smelled the scent. This is definitely a unisex fragrance where it smells like sexy and sultry. I canu2019t tell if itu2019s my preferred fragrance, but I feel like this is good for going out night. Gifted by henry rose"
        },
        {
            "review_title": "Nice spicy scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I really enjoyed this perfume. Itu2019s very similar to Char, but Torn is slightly spicier from the ginger. It pulls nice and warm on me, but not overly sweet which makes it a really nice layering scent. I can imagine this would layer nicely with baccarat rouge! Lasted a few hours on skin. This was gifted by Henry rose"
        },
        {
            "review_title": "A Wonderful Fragrance Adventure",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I was gifted this Henry Rose Torn Eau De Parfum complimentary from Henry Rose. If I see vanilla as a scent note, I definitely will try the fragrance! ud83dudda4  Torn is a spicy fragrance with rich vanilla bean blends and the earthiness of vetiver roots. They blend together and create a spicy and floral fragrance. ud83dudda4  Torn has a wide variety of floral and woody ingredients that blend together to give a unique fragrance experience. At first I really didnu2019t like this scent, but the more I wore it, the more I could smell the different fragrance notes and the more it grew on me! ud83dudda4  I really like that I can smell the vanilla amongst the other scent notes. This fragrance isnu2019t sweet at all and is definitely earthy. I believe the first time I sprayed this Parfum I must have caught a whiff of the rose, which is the one fragrance I absolutely despise. I love that every time I wear Torn, I smell a different scent note, ultimately taking me on a fragrance adventure. ud83dudda4"
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Love the richness of the scent of vanilla bean in this. It blends so nicely with the earthiness of vetiver roots. This fragrance is all at once sweet and floral and spicy. I also love the bottle! So pretty! Gifted by Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I received Torn - Eau De Parfum complimentary from Henry Rose in exchange for my honest review. This fragrance is absolutely intoxicating. It is sweet and gloral with notes of freesia and jasmine swirled into a warm vanilla base. It is my perfect go-to fragrance for every occasion."
        },
        {
            "review_title": "Amazing scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This perfume has such a great scent to it. I love the overall warmness, along with the hints of vanilla. This is a great fall scent. The smell lasts long and pairs well with other scents. This has definitely become one of my staple scents. This was gifted to me by Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This new perfume gifted by Henry Rose is the perfect cozy, yet sexy fall/winter scent. I am obsessed with this luxurious perfume and received so many compliments when I wore it. Itu2019s long lasting and did not fade much throughout the day. This perfume is definitely a winner in my eyes!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Recently I was gifted by Henry Rose this perfume in exchange for my honest opinion. I have been trying Torn for a few weeks and I think this is probably one of their more unisex scent. I definitely smell more vanilla than other note, then the after note feel smokey and sexy. It is definitely a statement scent. It last about 6-7 hours."
        },
        {
            "review_title": "Not my style of fragrances",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I had the chance to try out all the fragrances from Henry Rose, TORN is definitely one of my least favorites. Itu2019s very strong warm and spicy. Itu2019s a unisex scent and I definitely see both men and women wearing this but itu2019s just not for me. In my opinion itu2019s very strong and not a pleasant smell for me. My mother on the other hand likes it! I will say these fragrances seem to be better liked by older women. I was gifted by Henry rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "One of my favorite nighttime cents! This beautiful perfume has notes of rose and warm spice. Itu2019s deep, rich and super sexy! Iu2019m looking forward to testing this out in the winter months because I feel like it has really beautiful warm notes to it. Gifted by Henry Rose"
        },
        {
            "review_title": "The LBD of fragrances- it goes with everything!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Well-rounded.  Harmonious.  Balanced.  Understated.  Those are the words that immediately come to mind.  Everything from the packaging to the blend of notes is effortless and unpretentious.  It is neither purely masculine nor purely feminine, but rather a true unisex scent.  When first spraying it, I get the musky, spiced and woody qualities of the sandalwood and patchouli.  Over time, the subtle creaminess of the vanilla bean peaks through.  On my skin, I did not detect any of the floral notes.  The overall vibe I get makes me think of sitting by a crackling fire and taking in its warmth.  Very cozy and comforting.  Not very sweet, but never sharp or bitter either.  This fragrance can be dressed up or down and worn day or night.  Gifted by Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Beautiful and elegant perfume by henry rose! Its has floral and vanilla note that is different than all the perfumes I have! It is definitely one of my favorite from henry rose, I got lots of compliments on this one and I would definitely recommend torn! Gifted by henry rose"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "Torn by Henry Rose is a beautiful woody powdery gourmand. This fragrance would be best suited for evening or during cool weather. I pick up some similarities to Tom Ford Black Orchid, but this is lighter and sweeter. The bottle is simple and beautiful. I love that this is a u201c cleanu201d and cruelty free fragrance brand! received this product was gifted by Henry Rose in exchange for my honest review."
        },
        {
            "review_title": "Long lasting",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "Torn - Eau De Parfum was gifted to me for my honest opinion.   I love the bottle, classic and simple. I use it before work and I still can smell the scent after a 9 hour day, definitely has lasting power!  Itu2019s a nice musky scent though I prefer something lighter and more floral."
        },
        {
            "review_title": "A must for Gourmand lovers!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I am absolutely loving this scent from Henry Rose ! I think it's the most blind buy safe of the 4 I've tried and it's a sweet but not too sweet vanilla scent , I swear it has a fruit note but it's not listed anywhere! If you love vanilla scents you'll love this , I've been wearing it non stop and have gotten a lot of compliments! Gifted by Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "wow i am so impressed! this is the perfect scent for anyone, anytime. it has strong vanilla notes and I can really smell the vetiver. itu2019s more on the sweet side. the scent is very long lasting too! gifted by henry rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Torn is such an intoxicating scent! Itu2019s the grown up vanilla of my dreams. Perfect on its own and great for layering and can be worn day or night! Itu2019s super sexy by not overpowering. I honestly cannot say enough good things about it. It also lasts super well on my skin! I can smell it hours later which is just what I want out of my fragrances. I received this complimentary from Henry Rose but will be purchasing more with my own funds!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Unfortunately, the scent was disappointing. Torn was supposed to be this sweet vanilla scent, but I got musky and woody instead.  Not that it's a  bad scent, its a pretty decent unisex scent but it's not what it was advertised to be either. For the price especially, this was disappointing :(. Gifted by Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this fragrance complimentary from Henry Rose.  Ambery, earthy, boozy, vanilla with some aromatics. I find this combination a bit odd, to my nose those notes just donu2019t work together. I like this fragrance after about 3-4 hours of wearing, it settles into a creamy, cozy vanilla with some earthiness."
        },
        {
            "review_title": "New favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This has quickly become my staple fragrance. I really enjoy vanilla notes in perfumes and this wasnu2019t the exception. It is definitely on the sweet side, so if you like that kind of scent you will love this one. Also, it lasts all day. Iu2019ve been getting compliments since I started using it! Gifted by Henry Rose."
        },
        {
            "review_title": "Beautiful and Confident",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Torn Eau de Parfum was gifted to me by Henry Rose. This was my first experience trying a Henry Rose perfume created by Michelle Pfeiffer. Henry Rose is EWG verified hypoallergenic.  I love the packaging! The bottle is a beautiful clear glass with a black top and comes with 1.7 oz / 50 mL of the perfume.   Perfume Notes: Top: Freesia and Muguet Middle: Rose, Violet, and Jasmine Bottom: Sandalwood, Musk, Patchouli, Vanilla Bean, and Praline  This perfume can be worn either at home or going out on the town. Vanilla is one of my favorite scents and it is perfectly with the other notes. I feel beautiful and confident wearing Torn."
        },
        {
            "review_title": "Warm and spicy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I received this perfume complimentary from Henry rose. The perfume is warm and spicy from the sandalwood and the sweetness from vanilla. This is a beautiful and elegant scent from the brand. It is a perfect fall weather or evening time fragrance given the warmth it brings"
        },
        {
            "review_title": "Long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "I was gifted by Henry Rose.      I love this fragrance, it seriously stays for a long time. I sprayed it on a hoodie that I wore and I can still smell it 3 days later?! How is that possible right? Definitely worth every penny!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone, Combination skin",
            "review_text": "This perfume is lovely for the fall time or evening time. My favorite Henry Rose perfume that Iu2019ve tried so far! It has spicy notes mixed with vanilla that lasts all day long. I love the final scent it leaves after being settled into the skin for a couple of minutes. Gifted by Henry Rose."
        },
        {
            "review_title": "Very good!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Henry Rose gifted me this perfume. This perfume has a very elegant scent. I smell this perfume and it reminds me of a wonderful day. An important day and one that was very remarkable. It is a spicy and attractive smell. I really loved the smell of this perfume"
        },
        {
            "review_title": "Sweet and elegant",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Dry skin",
            "review_text": "The Torn Eau De Parfum gifted by Henry Rose is so elegant. I like the sweet and soft scent of this clean perfume. The scent is perfect for day or night, I do reapply it for the evening since the scent fades during the day. The bottle looks very beautiful to display."
        },
        {
            "review_title": "LOVE THS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I have been LOVING this perfume! The scent is perfect for day or night wear. I've been wearing it to work and I have been getting so many compliments on it. I love the look of the bottle, its so classy but chic looking. I keep it out on my counter in my bathroom. Gifted by henryrose"
        },
        {
            "review_title": "Warm vanilla mixes with earthy floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love the mix of sandalwood & vanilla with the florals! It seems in layers you can detect the earthy scents, then florals and sometimes they mix and mingle! It's a new favorite! I always enjoy a unisex warm & spicy scent! This one is, for me, more earthy & warm than floral! Which I prefer! Gifted by Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This was gifted to me by Henry Rose in exchange for my honest thoughts. If you like spicy and floral scents then this is for you. The touch of Vanilla in this just mellows out the scent as a whole. Definitely check it out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Gifted By Henry Rose. I love how simple the packaging and bottle is. Itu2019s so minimal but it speaks loudly and the scent speaks even louder! I love the warm scent of the vanilla. It is tied perfectly together with the sandalwood. It is very fragrant and long lasting on me. I love to wear at home when Iu2019m relaxing."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Was gifted by Henryrose. Not only are these fragrances safe to wear but they smell amazing. I love how these scents can also be layered for an entirely new fragrance too. It was subtle and warm with that wonderful vanilla scent and at the end of the day, the scent is still there. Anyone who is looking for the perfect vanilla scent will not be disappointed"
        },
        {
            "review_title": "Great for everyday",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I really love the warm scent. It is woodsy and sweet without being overpowering. It last a long time and one spray is enough to get the full fragrance.I donu2019t usually wear fragrance because of my allergies but this didnu2019t cause me any issues. This was gifted to me for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "A refreshing scent with a simplistically beautiful bottle, it smells soft and sweet, a great spring scent or early summer. Lasts through the day, not overwhelming in any way. I recommend this one for anyone looking for a soft smell. Gifted by Henry rose"
        },
        {
            "review_title": "The best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
            "review_text": "Torn Eau De Parfum is a very strong fragrance that stays on forever and brings out the best floral notes. Has a good performance and as someone who is sensitive to strong fragrances , this doesnu2019t bother me at all. I love it so much and I received it complimentary from Henry Rose"
        },
        {
            "review_title": "A bottle of heaven",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "My immediate description would be sweet, floral, musky spice, with a cloud of vanilla. I'm not usually into spice in my fragrances, but there's this wonderful balance of warm and earthy notes that makes it so enjoyable for me. I love that it's not overpowering but enough to awaken my senses and others around me. I am so impressed with how they bottled up this natural goodness and have such wonderful longevity. This would be perfect to wear for the fall and winter seasons, but I'll be layering it so I could wear it all year long. Gifted by Henry Rose."
        },
        {
            "review_title": "A gorgeous scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "This was gifted by Henry Rose for an honest review. Torn is such a gorgeous scent! I love how it smells. Itu2019s the perfect sweet scent that you can layer with others. Itu2019s not at all cloyingly sweet, and feels very balanced and elegant. I love!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Torn is one of my favorite scents of Henry Rose! It has a warm and spicy scent that reminds me of fall. One spritz lasts majority of the day also so thatu2019s a plus. This perfume has notes of vanilla and musk, so it smells amazing. Gifted by henryrose"
        },
        {
            "review_title": "Just not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I was quiet disappointed when I received this perfume because I do not smell the vanilla. It is very musky, which I love, but it is overwhelming in my opinion. It also smelled very different when I sprayed it onto my skin. Apart from the smell, I do love the packaging. It is very simple yet chic. If you're looking for a musky and cigarette smoke kind of perfume, this is the one for you. This perfume was gifted by Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, auburn hair, lightMedium skin tone, Normal skin",
            "review_text": "Henry Rose Torn is unlike any fragrance in my collection. Itu2019s unique, and yet itu2019s somehow familiar with its warm and inviting allure. For me, its richness is deeply rooted in the vanilla bean notes, and this remains from first spray to the last detectable note on my skin. But, as it dries down on me, the vanilla intensity changes from spicy and warm to lightly powdery to an almost caramel. A lovely fragrance that is a mix of everythingu2014warm, spicy, a little earthy, a little musky. And surprisingly, everything comes together in a perfect balance. This is a scent that took a few wears to really win me over, but it is one that I truly enjoy. (Received complimentary from Henry Rose)."
        },
        {
            "review_title": "Just Okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "I received this Complimentary from Henry Rose, Overall the perfume smells very nice. I though it would have more vanilla & unfortunately it doesnu2019t. It is a pretty subtle scent and one that can be used daily. Not bad but a little disappointing that you cannot smell one of the key notes very much."
        },
        {
            "review_title": "In love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted by Henry Rose, and it has become a staple and daily go to! It has a woodsy floral scent that isnu2019t overwhelming and has shown to last throughout the day. I will definitely be trying more scents."
        },
        {
            "review_title": "Warm and spicy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Tan skin tone, Normal skin",
            "review_text": "Gifted by Henry Rose. Warm and spicy scent, perfect for fall. The top notes are vanilla, musk and sandalwood. Performance of the perfume is also pretty good. All in all I really like it, and will be wearing this scent a lot this fall."
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I received this product complimentary from Henry Rose and I am so happy I did! I have been a long time fan of the brand and am so happy I finally had the opportunity to try one of their products. Torn smells delightful, the scent is very light but personally I think that works well for me. I also love the simple ingredients of the product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Combination skin",
            "review_text": "TORN by Henry Rose is a true gem in the fragrance world. This scent is absolutely amazing with its incredible sillage that gets attention wherever you go. You can't help but be captivated be the trail it leaves. But that's not all u2013 the longevity of TORN is simply remarkable. It stays with you throughout the day. If youu2019re looking for a scent that leaves a lasting impression, TORN is an absolute must-have. received gifted by the brand"
        },
        {
            "review_title": "A bit powdery at first then vanilla",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I love Torn! It does have vanilla bean in it but the inital spray doesn't smell sweet at all, but I'm wearing Torn and a few hours later the dry down is a bit sweet with a hint of vanilla.  This is a nice and fairly universal fragrance as lasts and has enough body but smells sophisticated and well blended, not obnoxious and sweet like gourmand fragrances.  Gifted by Henry Rose."
        },
        {
            "review_title": "My new favorite perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is such a gorgeous fragrance! It is warm and inviting with the scents of vanilla and musk. It's such a sensual and sexy fragrance, definitely unlike anything I have smelled before. It's perfect for anytime of the year. It's not too overpowering - it's light but definitely noticeable. I love it! My new favorite fragrance. Gifted by henryrose but these opinions are 100% my own!"
        },
        {
            "review_title": "So luxe!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "This scent reminds of cashmere and silk. Luxurious and hot. Also reminds me of holidays and dressing up. I loved how it literally stays all day long and I've gotten many compliments when I wore this perfume.  Gifted by Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Indulge in the delightful scent of Vanilla Bean with this warm and long-lasting fragrance. You'll be impressed by its unique and earthy undertones of vetiver roots. This fragrance is truly one-of-a-kind, and you won't be able to get enough of it. Gifted by Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I recently had the pleasure of trying out a perfume from the fragrance family of Warm & Spicy, and let me tell you, it was an absolutely delightful experience. The scent type of Warm & Sweet Gourmand perfectly captured my attention, and the key notes of vanilla, musk, sandalwood, and vetiver created a beautiful symphony of aromas that I couldn't get enough of."
        },
        {
            "review_title": "Long-lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "Now THIS is what quality perfume should be! The scent itself is amazing but the best part in my opinion is how long it lasts. A little goes a long way. I only have to apply once in the morning, lightly, and the fragrance stays with me all day. Also the notes seem to change as they react to my skin. After a while I detected a sweet cigar aroma, not overpowering, just a hint. A mesmerizing potion! gifted by henryrose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I loved the fragrance itu2019s floral and just in time perfect for summer. Enjoy the fresh and delicious scent it last longer than 3 hr which I am happy about. Highly recommend gifted by Henry rose in exchange"
        },
        {
            "review_title": "Amazing for warm scents",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "It is a warm and spicy scent that is perfect for the cozy and warm vibes. It smells really soft but also has the perfect hint of spice that makes this perfect for everyday use or for a night out. So happy to have this be gifted by Henry Rose!"
        },
        {
            "review_title": "Unique, beautiful scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "An earthy vanilla fragrance? I can easily say  - I don't own anything in my fragrance collection quite like this - and I have quite a little collection.   With Torn, you get the raw earthiness in the opening which then dries down to a spicy, floral concoction with the vanilla always lingering yet not overly dominant.   This fragrance is a true example of notes perfectly in harmony. Each one plays its role and is detectable, yet doesn't overpower the other.   Earthy, Warm, Woody, Floral, Musky, Sweet.... all of these you get from Torn... yet it smells uncomplicated and refined.   This scent makes me feel put-together, elegant and sophisticated - even if I'm just wearing jeans and a tank top. It's  simply wonderful.  This is a  high quality fragrance that comes in a beautiful, simple bottle. Being a huge fragrance lover, Henry Rose is officially on my radar and I know I'll need to try out more from this brand.    Complimentary from Henry Rose"
        },
        {
            "review_title": "Torn, an ok scent. Not for me.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I received Torn by Henry Rose complimentary from Henry Rose in exchange for review.  The scent is a bit mature for me and I am 51. It is reminiscent of something I have smelled before.  The description did not match the actual scent in my opinion.  The vanilla and patchouli does not come thru enough for me up on first applying. It is very powdery which covers the other notes. I don't get the vetiver or any spicy notes. Very synthetic smelling overall.  The longevity is moderate and as the initial scent dissipates, the sillage is short and that is when I begin to smell the vanilla. It lasts a couple hours overall.  I'll be passing this onto my grandmother."
        },
        {
            "review_title": "Smells SO GOOD",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "This was gifted by Henry Rose and has seriously become my new favorite perfume! I LOVE the way it smells - itu2019s very sweet and has a strong vanilla scent with a hint of flowers. I literally canu2019t stop wearing it, Iu2019ve gotten so many compliments on it too!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "It took me a few days of usage to figure out if I lived this scent at all. It has much more of an Amber musk scent than I was anticipating. It is nice though. It is strong though! I use one of two pumps MAX. The scent is very long lasting. Iu2019ve been putting it on before bed and I can still catch whiffs of it the next morning. Somewhat masculine scent but not much! Very woodsy musk. Gifted by Henry rose"
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Henry Rose's Torn Eau de Parfum is an exquisite fragrance that effortlessly captures the essence of elegance and sophistication. From the moment I first experienced its enchanting scent, I knew I had discovered something truly special. Torn opens with a burst of vibrant citrus notes, immediately invigorating the senses and creating a feeling of freshness. As the fragrance evolves, the heart notes of delicate rose petals and jasmine beautifully intertwine, adding a romantic and feminine touch. The base notes of warm amber and musk provide a comforting and sensual foundation that lingers on the skin, creating an alluring aura. What sets Torn apart is its perfect balance of floral and woody elements. It seamlessly combines the lightness of the floral bouquet with the depth and richness of the woody undertones, creating a harmonious symphony of scents. This duality makes Torn a versatile fragrance that can be worn both during the day and in the evening, effortlessly transitioning from casual outings to more formal occasions. gifted by henry rose"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Oh my gosh! Torn is one of my favorite perfumes, and I can't get enough of it. This is one of the freshest-smelling products that I have ever used. This is a typical perfume that you would use on a daily basis, and you never get bored with it.  complimentary from henryrose"
        },
        {
            "review_title": "Deep Warm Gourmand Floral",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This fragrance is a deep floral/gourmand/woody scent. It is mainly vanilla and floral, has a similar deep floral base that is also in Queens and monsters but takes the fragrance in a grounded woody gourmand direction. It is more of a winter or nighttime scent for me. It smells warm, comforting and interesting. This smells like a safe place that you want to go to. I really enjoy this scent and I will wear it more in the cooler seasons. Gifted by Henry rose"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This was very gourmand in my opinion. A little too heavy on the vanilla I didnu2019t really smell the floral notes. To me this fragrance was overall just too much. It may pair well layered with another fragrance but Iu2019m general I just didnu2019t care much for Torn. I received this complimentary from Henry Rose."
        },
        {
            "review_title": "Masculine vanilla. Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Wow wow wow! I am so picky when it comes to vanilla perfumes, and I am shocked at how lovely it is. It is not cloyingly sweet or artificial, but subtly nestled in wood. It has rich masculine depth, and feels very unisex. Both my partner and I have been sharing it! Also, I really appreciate the sustainability of the brand. Complimentary from Henry Rose."
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "First time trying a Henry rose perfume and am blown away by the quality. Instantly you can tell this is a high luxury perfume. The scents lasts all day and is subtle enough without being too overpowering. My new favorite scent complimentary from Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Henry Rose gifted me the Torn - Eau De Parfum. This complex scented perfurm is the perfect combination of rich and spicy with scents of vanilla, sandalwood, musk and vetiver. The bottle is made from recycled glass and the cap and carton is compostable. You can smell great and still be responsible."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This fragrance is super musky and spicy, and although I personally wouldnu2019t wear on a day to day as I find it leans on the masculine side, it is a bold and unique fragrance. One of the notes is vanilla bean but donu2019t let that deter you if you normally shy away from vanilla scents. This one is very unique and complex with spicy and musky notes. This was complimentary from Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I received Torn perfume complimentary from Henry Rose in exchange for my honest opinion. This is a Warm and Sweet Gourmand fragrance, which I's say is perfect for Autumn. Love the combination of Musk, Sandalwood and Vetiver which blends beautifully together. The packaging is simplistic. I wish the fragrance lasted longer on me"
        },
        {
            "review_title": "So chic",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This was gifted by Henry Rose. I love the genderless bottle. Itu2019s so chic and beautiful. I also love how this fragrance is long lasting. Iu2019m very happy with this one and based on my first impressions I can see my self purchasing more from this brand."
        },
        {
            "review_title": "Soft, sensual with a hint of spicy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Love this fragrance! Itu2019s the perfect soft, musky and sweet feminine scent with a hint of spicy, which makes it very versatile. Itu2019s great to wear on a date but is also suitable for a daytime occasion. It has the right amount rose and patchouli that is balanced out by the sweetness of the vanilla bean and praline notes. I love how the dry down stays true to the bottom notes and keeps a hint of the rose from the middle. If youu2019re trying to add more grown and sexy to your collection this is definitely a great start! - gifted by Henry Rose"
        },
        {
            "review_title": "Beautiful scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This is such a beautiful scent. It is warm and bold, vanilla but with warm floral more than gourmand. I love it for spring and summer., but could see wearing it as it chills in the fall. It lasts all day. Definitely one of my favorites. Gifted by"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Complimentary from Henry Rose. Thoughts are my own. This has such a warm vanilla scent that makes me want to cozy up by a fireplace. Itu2019s also in a gorgeous glass bottle that looks beautiful on my makeup vanity"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Super clean fragrance with gourmand notes, I love the top notes of vanilla and how warm it smells. This fragrance is perfect for winter in my opinion. I Aldo that it's clean and the packaging is beautiful! Gifted by Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This smells so good!! Itu2019s smells exactly like this le labo Santal 33 knock off I have. Iu2019ve never smelled the real le labo to compare. Either way I LOVE this scent. Highly recommend if you like something unusual but addicting. Gifted by Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone",
            "review_text": "I was gifted the Torn perfume complimentary from Henry Rose for my honest review and feedback. I am obsessed with the smoky and vanilla notes. It's a fragrance that is subtle, but noticeable, and truly lasts all day! The perfume pairs well with any other lotion scents and is appropriate for all seasons and for day or night. It is my new every day perfume and I will be repurchasing this product once I run out!"
        },
        {
            "review_title": "Must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Itu2019s a really nice perfume hereu2019s what I get from the scent. It has sort of a fruity cherry with a mix of vanilla almost like an oud cherry Vanilla Coke. Itu2019s a very beautiful scent and it really compares to high end scents. Gifted by Henry rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "complimentary from henryrose Torn has a great floral scent, this particular scent smells like clean skin, which I love. Torn transitions into a spicy scent, a powdery touch, and at the same time, you can smell the flowers and the warmth of the base notes . The scent lasts all day and I love the way it blends together. I love this scent. I think this perfume would be perfect for fall. The packaging is simple and clean, looks very elegant."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received this complimentary from Henry Rose for review. Torn starts off as a very sweet gourmand and the warm vanilla bean and praline notes are very strong at first, with very light rose and jasmine notes. I would categorize this as more of a masculine fragrance because the dry down is very earthy and almost smoky."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Torn is described as a warm and spicy scent. To me, it is very earthy and subtly sweet. I love that this is not too pungent. This scent definitely presents more masculine. This was gifted to me by Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This was gifted by Henry Rose. What a unique scent. This is the perfect combination of something wearable yet attention grabbing. What a beautiful scent it is. Itu2019s also quite long wearing and I love the packaging."
        },
        {
            "review_title": "great natural sent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "great scent! this was gifted to me by Henry Rose. very understated, beautiful bottle. this particular scent just smells like clean skin, which i love. its a great every day fragrance, but the bottle also looks great on display. very classy looking. it does not last very long, though."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Normal skin",
            "review_text": "This is absolutely one of my new favourite scents!! Torn has a great floral scent but also has a masculine spicy sort of scent to it which I love! It seriously is one of my favorites. *I was gifted by Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "Gifted by Henry Rose. I love this fragrance both for itu2019s true unisex nature ( it smells great on both me and my husband) and also for how perfect it will be for date nights. I picture this as a fall or winter fragrance!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The packaging is simple and clean, just like the ingredients used to create u201cTornu201d.   I am huge fan of warm vanilla fragrances but Torn isnu2018t a typical vanilla scent. The floral and slightly fruity opening is very strong and caught me completely off guard. Torn transforms into a more subtle scent almost immediately and becomes more enjoyable. I especially enjoy the dry down. Itu2019s a bit spicy, a touch powdery, and at the same time you can smell the florals and the warmth from the base notes. The more I wear it, the more I like it. It isnu2019t the most complex or u201ewowingu201c scent and almost feels a little boring compared to some other fragrances. Since Torn is very inoffensive, it would make a great choice for a day at the office but it can also be worn for a date night.  Unisex scents are usually a hit or miss for me but Torn is a true unisex scent. Itu2019s neither masculine nor feminine and can be worn by anyone young or old.   Gifted by Henry Rose."
        },
        {
            "review_title": "Warm and Sweet!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This perfume I think would be perfect for fall and winter time! Its a combo of warm, sweet, vanilla - very pleasant all together. Itu2019s comforting in my opinion and it last a couple of hours on me. If you are looking for new perfume, this might be a good option!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love this scent! Itu2019s warm and gourmand but also fresh and not too sweet. The bottle is beautiful and simple and I love the way it looks on my dresser. The scent lasts all day and I love the way itu2019s layered. It fades out throughout the day to a wonderful vanilla scent. Gifted by Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Complimentary from Henry Rose. I am so in love with the cedar scent from this perfume. It is best for winter season. What I love about this brand is that most scent from this brand are unisex, just like this one."
        },
        {
            "review_title": "Smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "Gifted by Henry Rose. Hello sexy scent summer! This smells so amazing and looks so pretty on my dresser. This is my new goto scent for date night. Iu2019ve gotten so many compliments when I go out. I would highly recommend to everyone."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Complimentary from Henry Rose. Iu2019m glad I got to try this new brand. Package itu2019s simple but elegant. Smell very androgynous. If not offensive and last ok throughout the day. If you like notes ifs a good buy."
        },
        {
            "review_title": "Perfect mix of vanilla musk and sandalwood!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I was gifted by Henry Rose, and this is the most intriguing fragrance. The notes of vanilla musk and sandalwood create an amazing mixture thatu2019s both warm and spicy but also very floral. Itu2019s a long lasting scent, and a little goes a long way! Loving this scent for the spring and summer!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This is such a soft but beautiful scent, itu2019s very warm. I like the smell of vanilla but donu2019t wear it myself and now I definitely will. The packaging is gorgeous too! Definitely get compliments. Gifted by  Henry Rose"
        },
        {
            "review_title": "Beyond in love with Torn!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "As someone who has almost never liked any scent with musk or sandalwood notes, Iu2019m not exaggerating when I say that this scent absolutely surprised and blew me away! I love the bit of warmness that comes after the vanilla bean and the floral notes. The combination is intoxicating and my husband asks me to wear this! Normally Iu2019m a bit disappointed on the scent life of clean perfumes but this actually has a long life! The scent throw is great as well! You can absolutely layer this but itu2019s beyond amazing on its own! Bravo!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I like this scent. Itu2019s a deep, musky, spicy vanilla scent. When you smell the bottle and when you first spray, it smells spicy. It dries down to a deep vanilla scent. It almost reminds me of dark kiss from BBW when I was younger, but more mature. Gifted by Henry rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Vanilla is my favorite note in perfumes, so Iu2019m always looking for good smelling vanilla fragrances. Torn is such an amazing sweet warm vanilla scent. I love the way this smells. Also, on my skin the fragrance lasts a while. I will definitely be adding this perfume to my rotation. Plus, the packaging is aesthetically pleasing. Gifted by Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I got this complimentary from Henry Rose and I think this is my favorite perfume now. It is so feminine yet classic. I love using it at springtime in the office. Very fabulous to wear so I highly recommend it. Iu2019ve also tried the discovery bundle and this is what I select."
        },
        {
            "review_title": "So seductive!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "I was gifted by henryrose the seductive scent called Torn.   I have never had so many compliments on a scent before ! The bottle is exquisitely beautiful and well made. The scent inside is just divine !  The sweet scent of Vanilla mixed with vetiver roots  creates an extraordinary  scent that is both spicy and floral. While the name is Torn, you no longer have to feel torn over smelling spicy or sweet because this is the best of both scents ! The scent lasts all day and is just the sexiest scent, it instantly makes you feel ready to carpe diem! I'm definitely going to purchase more scents from Henry Rose !"
        },
        {
            "review_title": "My favorite perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This perfume smells absolutely amazing! I am usually not a huge vanilla person because vanilla scents tend to give me headaches but not this one.  Itu2019s sweet but not overly so and just smells complex and amazing.  I literally get so many compliments when I wear this! This was gifted by Henry Rose."
        },
        {
            "review_title": "Simply amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I was gifted by Henry Rose this Eau De Parfum in the scent Torn to test and review. I absolutely love this gourmand fragrance and wear it daily. It is the perfect blend of spicy and woodsy and gives me those summery vibes with every spritz.  I appreciate the clean ingredients and packaging as well. The bottle design is very simple but beautiful. I would definitely purchase and recommend!"
        },
        {
            "review_title": "In love with this warm and dark floral scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Omg I am loving this so much! I love that this is warm and vanilla but it is such an elevated vanilla tying in perfectly with floral! This has so many beautiful layers, this is so romantic and sensual! Gifted by Henry Rose"
        },
        {
            "review_title": "Warm and spicy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I received Torn fragrance complimentary from Henry Rose. I love warm and spicy notes. It is very rich and lasts. I can feel sandalwood and musk notes, very grown up smell. Bottle is minimalistic and gender neutral."
        },
        {
            "review_title": "A MUST for vanilla lovers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is my new favorite. This smells SO good. Itu2019s a very unique vanilla, it has a little bit of smokiness to it while still remaining a little sweet. Itu2019s a perfect balance in my opinion. It smells almost like a campfire. (Gifted by Henry Rose)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love this scent because it's the perfect amount of warm and spicy without being overpowering. It lasts all day and i get compliments all the time. I also love how sleek the packaging is. gifted by henry rose"
        },
        {
            "review_title": "Not an every day scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "Torn by Henry Rose is a sophisticated and sensual fragrance. Thatu2019s perfect for people who enjoy a more complex ascent. The fragrance features a unique blend of spicy and floral notes, starting with a top note of pink pepper that adds a sharp edge to the fragrance. Itu2019s followed by a heart of jasmine and white lily which are a soft and floral sweetness. Finally, the fragrance settles into a warm base of patchouly Amber and Muska, creating a deep and sensual aroma so, definitely a complex scent I like that itu2019s unique and long lasting. Gifted by Henry rose. Tip: I think this would be perfect for a night out or a special occasions. I donu2019t think this would make a good everyday wear to the office scent."
        },
        {
            "review_title": "Calming",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "Torn is a really pretty scent. While it has Vanilla Bean, it is not a typical vanilla scent. I don't notice the vanilla. It has a very musky, powdery, with some spice smell. It gives a feeling of calm and reminiscent of incense.  Gifted by Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I am so happy to finally own a Henry Rose perfume! ud83dude0d I hope this wonu2019t be my last. I chose Torn because it had notes of vanilla in it, as well as vetiver, which I tend to like. It is quite faint is my only complaint. I enjoy a fragrance that is sweet, somethings a little fruity, and scents that are mysterious and sexy. Torn is the latter; very deep and spicy. It makes me feel very expensive, and mysterious. Itu2019s a very grown-up scent, and what I mean by that is a teen probably will not enjoy. Itu2019s very complex but not overwhelming in the least; as it dries down to a very soft aroma so that only the people closest to you can enjoy. I love it and I love the packaging! (Gifted by Henry Rose.)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Smells really great, using it every day during the day at work. I am getting compliments on how I smell.  I will try other fragrances soon. I will say Henry Rose is one of the best in the market, will recommend to all my friends!!! Complimentary from henryrose."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Gifted by Henry Rose . Wow this smell is amazing. I get so many compliments every time I wear this  long lasting and a little goes a long ways . Highly recommend check it out if you havenu2019t. Easy to fall in love with ."
        },
        {
            "review_title": "Spicy and sweet warm gourmand",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Torn is warm, sweet and spicy gourmand fragrance. First you get a lot of the florals coming through- violet, freesia and rose with a little bit of vetiver for that spiciness. As it dries down you get creamy vanilla bean, sandalwood and praline. Itu2019s a nice mix of sweet and spicy, slightly spicy on the open, but dries down a little sweeter. This fragrance feels like a cozy hug and I think best for a chilly fall day. Complimentary from Henry Rose."
        },
        {
            "review_title": "Sexy & Powerful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by Henry Rose in exchange for my review. Torn is an absolutely delicious EDP. Itu2019s feminine, sexy, luxurious and mysterious all the same. You can really smell the vanilla, sandalwood and vetiver shining through in harmony. Iu2019ve received so many compliments on this! The lasting power is great too and Iu2019m not constantly reapplying. Used it for a date night and a day out and loved it for both occasions! Perfect scent, highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This scent is amazing !! It is a clean, subtle , long lasting fresh, sweet and spicy scent that makes a statement  . This scent is perfect to wear for any occasion. I get so many compliments when I wear this scent.  I highly recommend getting this scent! It was gifted by Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is gifted by Henry Rose. This perfume does smell warm and spicy as it is descriped, and the scent is very long lasting which is great. Thought this perfume would go pretty match with Spring and Summer."
        },
        {
            "review_title": "Yum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Been wearing this scent since I got it! Itu2019s so clean and perfect for spring and summer. It is not headache inducing which is a huge thing for scents with me. I can see myself repurchasing this and I never do that with scents! Gifted by Henry Rose."
        },
        {
            "review_title": "Smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted by Henry Rose. Wow! Iu2019m surprised at how much I love this scent! Iu2019m super picky when it comes to perfumes, but this one is exactly what I would of chosen if I was at the store smelling them. It has a sweet smell of vanilla that I just adore. Vanilla is my favorite. Definitely my favorite one!"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Gifted by Henry Rose I really love the perfume in the scent torn. I would highly recommend to all my family and friends. I think that the fragrance is so beautiful. Itu2019s definitely one of the favorites in my collection, and I will be repurchasing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Itu2019s rare to find a perfume where you feel confident has clean ingredients, provides you with confidence, and allows you to feel romantically fresh everyday Love how unique this smell and would recommend it to anyone who is venturing into clean beauty Gifted by Henry rose"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
            "review_text": "I received this perfume complimentary from Henry rose not only is it long lasting the smell is amazing. Itu2019s spicy and warm like it says. I also love thatu2019s it Is a clean fragrance the ingredients are great as well"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "This fragrance is absolutely gorgeous! It smells rich and lays on my skin quite nicely. It lasts for a good chunk of the day before having to reapply. I love that I donu2019t have to worry about any unnecessary ingredients being harmful with this fragrance. The vanilla comes through  beautifully. Gifted by Henryrose *"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love this perfume! Very sweet scent just makes me feel like I was in a floral sea! Not very strong scent makes me relax. I would like to recommend it for spring time use. I think it will be like you join the spring! Gifted by Henry Rose."
        },
        {
            "review_title": "a must have parfum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I absolutely adore this scent. I received this as a complimentary from Henry Rose.  Love this parfum so much. The packaging, the longevity, love love it. The notes exceeded my expectations bc at first, I was afraid that the vanilla note might be too strong but Iu2019m so glad I was was wrong. The sweet and spicy notes creates a beautiful aroma, definitely not overpowering and does lingers on the skin all day u2014 definitely a long lasting parfum. It also smells fancy and sexy that you can definitely wear everyday."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Wow, I love this one! I have really been into vanilla lately, but not wanting something that's a too sweet vanilla and will give me a headache. This one is beautifully blended and has a nice vanilla and spice mixed scent. Going to wear this one to an evening wedding reception this summer! gifted by henry rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Love this vanilla scent! Warm and spicy, sweet. Rich vanilla bean blends, spicy and floral. Perfect for my sweet summer evenings.  Safest perfume I could find, ewg verified, which means a lot to me! I have several bottles, and each of them is amazing, but this one is particularly amazing. Received complimentary from henryrose"
        },
        {
            "review_title": "Strong vanilla scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This was a gifted by Henry Rose, it is very very sweet notes! A bit overwhelming for my taste but perfect for anyone who loves a strong vanilla scent that lasts forever! Bottle is super cute and the perfect size to take on the go as well!"
        },
        {
            "review_title": "Not vanilla enough",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This perfume was gifted by Henry Rose and here is my sincere thoughts on it. I have been looking for a perfume that is a memorable scent one that is a moody type of perfume. While this scent u201cTornu201d is nice I wish it was more vanilla like. Spicy is definitely a good and accurate description of this scent. I just think itu2019s a little too spicy for my liking. So while I will use this as an everyday perfume for the moody vibe I donu2019t think Iu2019d get it again because itu2019s a little too spicy and more masculine then what a unisex perfume would even be. I canu2019t say I smell any vanilla in it at all."
        },
        {
            "review_title": "Show stopper",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This fragrance is so different from everything I have in my collection! I love it so much. Itu2019s sophisticated and grown. The vanilla and musk go great together. Iu2019ve worn it out a couple times and have gotten stopped to ask what Iu2019m wearing. Gifted by Henry Rose"
        },
        {
            "review_title": "Warm & Earthy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I was gifted by Henry Rose in exchange for my opinion. The modern packaging is clean and simple, I love the shape of the bottle. The fragrance is warm & earthy. This fragrance definitely stays all day. I pickup more rose, jasmine, sandalwood & patchouli so while itu2019s not the fragrance for me it is nice."
        },
        {
            "review_title": "Strong and unique scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "Warm and spicy is a good descriptor for this one! I know vanilla can be polarizing with perfumes, and to me this is a little bit cloying but not in a sweet vanilla ice cream kind of way. Definitely getting some spicier florals in there too. When I first spray this one, it is aggressive to my nose. The dry down is a little more laidback. If you're comparing to Char, I'd say Char has more of a sweet warmth vs. Torn having a sharp warmth. I could also see this being worn as a unisex scent - and definitely more of a evening vibe, to me. Gifted by Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Torn is not your typical vanilla scent. It's not very sweet and has a spicy, earthy edge. The florals in the opening fade quickly for vanilla to take centerstage along with the woody, musky base notes. A scent that makes me feel all warm and cozy. This will be perfect when the cold weather hits. Gifted by henryrose"
        },
        {
            "review_title": "Love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "Love!!! This is such a great fragrance I love the vanilla notes itu2019s such a sweet romantic fragrance but not too sweet it wears and lasts all day long! I received so Many compliments on this fragrance. This was gifted by Henry Rose"
        },
        {
            "review_title": "New Favorite Fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I was looking for the perfect perfume that has vanilla in it that wasn't too sickly sweet and this was just perfection! It's the perfect blend of spice and sweet. I've gotten a ton of complements and it last all day on me. I did noticed that it becomes a softer cozy vanilla by the end of the day, which I really love.  This will be my new signature scent from now on! Complimentary from Henryrose."
        },
        {
            "review_title": "Spicy and powerful",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I received this product complimentary from Henry Rose. Iu2019m torn about Torn. While I didnu2019t like it so much right after applying it - it has a woody spicy note that is just not something I love - the scent that stays on after a couple of hours is amazing. It gets less woody over time, making the vanilla stand out. Overall, itu2019s a nice scent, that I would wear mostly for special occasions since itu2019s a bit overpowering for everyday use. The bottle is pretty too, thereu2019s something special about clear glass."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I received this product complimentary from Henry Rose. I love that these sons are so fluid with how they smell and also the packaging. I loved that the outer packaging and box that came in is recyclable and the scent was really really nice. I feel like this would be perfect for the winter time because it does give off a warmer smell. I smelled a lot of vanilla and sandalwood, which are two of my favorite notes in perfumes."
        },
        {
            "review_title": "Spicy Perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "The Torn Eau de Parfum I was gifted by Henry Rose is a spicy, sultry mix of vanilla bean and vetiver roots. The sandalwood, musk, and patchouli are lovely bottom notes that shine through every time I wear this fragrance."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "Dare I say, this feels like the most masculine of the Henry Rose scents. I think it still falls on the unisex spectrum but definitely one that a more masculine individual would enjoy. Gifted by Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019m trying to venture out of my comfort zone and try new fragrances. This one, gifted by Henry Rose, is most definitely out of my comfort zone. Itu2019s hard for me to describe the scent, although I do feel as though it is a more high end scent if that makes sense. I typically go for more sweet and warm fragrances that donu2019t always give sophistication, but this one definitely does. I donu2019t know that this will ever be a favorite of mine but it is definitely intriguing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "Torn is such a gorgeous, complex fragrance. It smells so expensive and unique. I am very sensitive to smells and fragrances and have had no issues with it. A perfect Fall/Winter scent. Gifted by Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "First of all, how gorgeous as this packaging!! I live for this kind of products because itu2019s so high quality and actually very reasonably priced! I love this sent itu2019s so refreshing and itu2019s perfect for the summer or spring would be a great Motheru2019s Day gift! Gifted by Henry Rose"
        },
        {
            "review_title": "Fresh and Floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "This perfume company knows how to make a strong scented and long lasting scent! This one is by far my favorite out of the ones Iu2019ve tried! It is floral and very fresh! Something I could wear everyday! Gifted by Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "This fragrance is earthy and a pure vanilla with a touch of floral.  Itu2019s warm and spicy and very sexy.  I definitely prefer it as more of an evening fragrance and would be perfect for the Fall.  The bottle is also simple and beautiful."
        },
        {
            "review_title": "Very pretty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was gifted by Henry Rose a bottle of Torn Eau de Parfum. The scent was not overpowering and picked up scents of vanilla and sandalwood. It was a soft scent that was not too florally. I got a lot of compliments and many asked what I was wearing. I would recommend this perfume for those that donu2019t like too strong of perfume."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is one of my favorite Henry Rose scents. Itu2019s warm and spicy with notes of vanilla. Definitely truly gourmand perfume. I love the notes of musk, sandalwood, vetiver. It is both spicy and floral and will compliment very sensual woman. Gifted by Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Gifted by Henry Rose. This is a really nice smelling perfume especially for vanilla lovers. It's long lasting and is the perfect blend of sweet and spicy. Every time I wear it everyone around me asks what I'm wearing! Highly recommend!"
        },
        {
            "review_title": "If you love sandalwood you must try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This was gifted by Henry Rose. When I first sprayed this I thought it was almost too sweet. Itu2019s thick (in smell not consistently) but thereu2019s something that happens with Henry rose scents when you allow them to bloom. Itu2019s so sexy. Itu2019s deep and interesting and smells sensual. This isnu2019t an everyday wear for me but goodness itu2019s perfect for dates. When you smell this youu2019ll never forget it, also perfect to pair with any vanilla fragrance you have to make it that much better"
        },
        {
            "review_title": "Perfect balance of vanilla and sandalwood for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This product was gifted by Henry Rose. I love this scent so much, the predominant notes to me are vanilla and sandalwood, and in my opinion theyu2019re perfectly balanced. It gives the effect of layering perfumes without actually having to do so, itu2019s such a gorgeous blend. It isnu2019t overly sweet or overly spiced as I often find with this profile, itu2019s absolutely gorgeous and the packaging is beautiful as well, very minimalist yet heavy and sturdy! Definitely a go to!"
        },
        {
            "review_title": "Warm, sweet and cozy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This is a beautiful warm fragrance. It smells sweet and warm and feels so cozy. I smell the gourmand vanilla first and then it mixes with warm spicy scents as it settles throughout the day. I absolutely love the minimalistic yet chic bottle. The lasting power is pretty good, it lasts a full work day on me (9+ hours) and I can even still smell it on my hair and clothes after that. Highly recommend! I received this product complimentary from Henry Rose but this is my honest opinion."
        },
        {
            "review_title": "So unique!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The new Henry Rose perfume in Torn is a must-try for anyone who loves a fragrance with a unique blend of spicy and floral notes. The richness of vanilla bean perfectly complements the earthiness of vetiver roots, creating a harmonious and sophisticated scent that lingers for hours. The bottle design is sleek yet simple, making it a beautiful addition to any fragrance collection. Overall, I highly recommend this perfume to anyone who wants to smell amazing and feel confident all day long. This was gifted by Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I was gifted this perfume in exchange for my honest opinion. I love the combination of vanilla and spicy. Itu2019s the perfect nighttime sexy scent. Slightly unisex but more on the feminine side with the vanilla and a tad of floral. Gifted by Henry Rose."
        },
        {
            "review_title": "Sweet and Sultry",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "(Gifted by Henry Rose and Sephora) ahhh the sweet notes of vanilla and the sultry hints of musk and sandalwood, this perfume will constantly have people asking what you are wearing! It is subtle, yet so elegant. It is my new favorite perfume."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Gifted by Skeepers and Henry Rose! I honestly adore this scent. Itu2019s warm, woody, slightly sweet, and unisex. The bottle is simple and classy so it looks great on a vanity. I think this scent is appropriate for anytime, and especially night time."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I recently got the fragrance Torn gifted by Henry Rose. I thought it would be a sweet scent due to the vanilla notes, but itu2019s less sweet on the dry down. I understand why these could be unisex fragrances since the dry down is more complex and not simply u201csweet feminineu201dscent.  This could work easily as a daytime or nighttime scent as a lovely addition."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Spicy, seductive and long lasting is the voice of Torn. Youu2019re only a spray away from having everyone at the market ask what youu2019re wearing. (Thatu2019s what just happened to me) I love the luxe packaging and unisex is the only way I roll. Gifted by Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "It has a very masculine smell to it in my opinion and itu2019s kinda powdery. Not my fav to be honest and Iu2019m a huge vanilla fan!! I love the bottle as itu2019s super luxurious but Iu2019m not sure if I would get this again. Gifted by Henry Rose"
        },
        {
            "review_title": "vanilla sandalwood!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "gifted by henry rose. torn is a vanilla forward fragrance. itu2019s quite strong too, for a gourmand. it also has a very distinct sandalwood note that throws it woody and sweet. I really like it for everyday wear."
        },
        {
            "review_title": "Vanilla heaven",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Itu2019s the perfect vanilla scent and my gifted by Henry Rose Torn is my new everyday fragrance. Whatu2019s great about this perfume is that it isnu2019t too sweet or too spicy having the perfect balance. I get so many compliments and canu2019t stop sniffing my wrist because I love this scent! I lapso feel good using Henry Rose because of their dedication to being a clean company."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair",
            "review_text": "Torn is a beautiful scent that will make you feel confident and sophisticated. It's perfect for any occasion, whether you're heading out for a night on the town or simply want to elevate your everyday routine. The fragrance lasts for hours on the skin, and the unique combination of notes ensures that you'll stand out from the crowd. I highly recommend giving Torn a try if you're looking for a new signature scent!"
        },
        {
            "review_title": "Not your average vanilla",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This was gifted by Henry Rose. As somebody that LOVES vanilla scents - this isnu2019t what I was expecting. I donu2019t get any vanilla at all from this scent personally. However - I do still enjoy this scent and find it to be a clean, sweet scent. This isnu2019t a strong scent but the longevity still seems to be there."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Complimentary from Henry Rose. I like to use the Torn Eau De Parfum when I want to smell like warm and sweet vanilla scent.  It makes me feel powerful and alluring. Wearing this perfume has resulted in me receiving many compliments on how nice I smell."
        },
        {
            "review_title": "Very special perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "this perfume is spicy and fragrant, reminds me of fall. If you are a fan of sandalwood and spices, you will fall in love with this perfume. I did!! Itu2019s very long lasting and makes me feel warm! Gifted by Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This perfume is gorgeous! so would qualify as a gender neutral perfume. Definitely a deeper scent but I donu2019t mind that. Overall, after application is lasted throughout the day and many people complimented me on my fragrance. Gifted by Henry Rose"
        },
        {
            "review_title": "Dark Sultry Vibes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This fragrance is a game-changer!  It sexy and has dark energy vibes that heu2019ll yea I am so here for! After hearing great things about this brand from my friends, I decided to try it out and I was blown away. It's the perfect balance of sweet and spicy notes that leave me feeling confident and refreshed. I love how minimalist the packaging and bottle is.  This perfume was gifted by Henry Rose in exchange for an honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love the spicy and floral aroma of this Eau de Parfum! The combination of vanilla bean and vetiver roots creates a unique scent that stands out from other perfumes. The blend of freesia, muguet, rose, violet, and jasmine gives it a refreshing and feminine touch, while the sandalwood, musk, patchouli, vanilla bean, and praline notes give it a warm and comforting feel.    Gifted By Henry Rose"
        }
    ]
}