{
    "product_id": "551",
    "name": "The Frizz Genius Anti Frizz Hair Goal Concentrate",
    "brand": "Function of Beauty PRO",
    "categories": "Hair, Hair Styling & Treatments, Hair Masks",
    "price": 6.0,
    "about": "What it is: A Hair Goal Concentrate for frizz-taming and humidity resistance, designed to be added to any Function of Beauty PRO haircare product to customize your formula. All hair types can benefit from The Frizz Genius, but Function of Beauty particularly recommends this Hair Goal Concentrate for curly and coily hair...Hair Texture: Straight, Wavy, Curly, and Coily..Hair Type: Fine, Medium, and Thick..Hair Concerns:.- Color Safe.- Frizz..Key Benefits:.- Helps control frizz.- Supports humidity resistance..Highlighted Ingredients:.- Tamarind Extract: Supports frizz control...Ingredient Callouts: This product is vegan, gluten-free, cruelty-free, and comes in recyclable packaging...What Else You Need to Know: Add this Hair Goal Concentrate to your Function of Beauty PRO Shampoo or Conditioner Mask to fully customize your formula to help tame frizz, and support humidity resistance. Add up to three Hair Goal Concentrates per product to address a range of haircare concerns. Due to the concentration of natural ingredients the formulas may appear colored...Fragrance Description: Fragrance-Free.",
    "ingredients": "-Tamarind Extract: Supports frizz control...Tamarindus Indica Fruit Extract, Potassium Sorbate, Sodium Benzoate.",
    "how_to_use": "Suggested Usage:.-With the spout facing up, push back the tab to snap open..-Pour entire contents into your Function of Beauty PRO product. .-Shake or stir for 15 seconds until fully mixed in..-Add up to three Hair Goal Concentrates per Function of Beauty PRO product... Recycling Instructions:.- 100% Recyclable Carton made of FSC Certified cardboard.",
    "num_reviews": 96,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/function-of-beauty-pro-anti-frizz-hair-goal-concentrate-mix-in-P507558?skuId=2706604&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2706604-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "OUT OF STOCK",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2706604-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "verrry demure very cutesy very nice very nicee bro"
        },
        {
            "review_title": "Disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I ordered this and the product box came without the product inside I am horribly disappointed. I have started a return hopefully it will be replaced  quickly"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I didnu2019t notice a huge difference after putting this in my shampoo and conditioner. Maybe I need to put more shots in? If so, it makes for an expensive addition to products that are already pricy enough. You can probably find brands out there with the same benefits for a whole lot cheaper.find the same"
        },
        {
            "review_title": "Du00e9u00e7ue",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "J'ai pas encore utiliser mais j'en ai acheter deux, y'en a beaucoup moins dans un que dans l'autre ????"
        },
        {
            "review_title": "Accessional mustu263aufe0fu263aufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Love this it make my hair so slick and shiny but not oily at all"
        },
        {
            "review_title": "Not a happy camper",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Wasnu2019t full at all. Waste of money. Not sure if thatu2019s how itu2019s supposed to come."
        },
        {
            "review_title": "I love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "The Frizz Genius Anti Frizz Hair Goal Concentrate is an excellent product to combat frizz. Its long-term effectiveness makes it a must-have in my hair care routine. I would recommend it to anyone who struggles with frizz and wants to keep their hair soft and manageable."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This frizz genius concentrate was a great addition to my bond repair leave in. The concentrate was very easy to add and made my wavy hair look like way less frizzy. Not sure how much of the effect is the concentrate and how much is the leave in but overall it worked great!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "the product wasnu2019t great didnu2019t do anything for my hair. waist of money in my opinion"
        },
        {
            "review_title": "No frizz",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Received this product from function of Beauty. I poured this frizz concentrate in my leave in treatment product. My hair doesnu2019t get very frizzy but I did notice that it took the little frizz I have away! I was shocked because most products I use donu2019t do it. Would recommend"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The Frizz Genius Anti-Frizz Hair Goal Concentrate is a powerful and effective serum designed to tame and control frizz, leaving  hair smooth, shiny, and manageable. Infused with nourishing ingredients such as argan oil, coconut oil, and shea butter, this concentrate works to hydrate and protect your hair from humidity and environmental stressors. Whether  have naturally curly, wavy, or straight hair, this lightweight formula will leave   locks looking and feeling their best. Say goodbye to frizz and hello to sleek, silky hair with the Frizz Genius Anti-Frizz Hair Goal Concentrate."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "Introducing the Frizz Genius from Function of Beauty Pro: the Freeze Taming Hair Goal Concentrate. This oil boasts a uniquely watery texture, with a hint of oiliness. I discovered that it's best applied to damp hair. While the product lacks clear instructions regarding application on dry or damp hair, given its watery consistency, I opted for damp hair. Living in humid Florida, I found it effective in taming frizz temporarily. However, its scent is somewhat off-putting, and I wasn't particularly fond of its texture. While it's worth trying out, personally, I didn't notice significant improvements or benefits from using this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This actually makes hair wash time very pleasant. This is the third one of these little conditions Iu2019ve tried. Love it. Also makes a great little add on gift !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "The Anti Frizz Hair Goal Concentrate Mix-In is a game-changer! Just a few drops transform unruly locks into smooth, frizz-free perfection. It's lightweight, non-greasy, and adds shine without weighing hair down. Say goodbye to frizz and hello to your best hair days!"
        },
        {
            "review_title": "good job",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I used this concentrate on my hair mask for about 15 minutes and my hair smells amazing, My hair has never looked better since using Function of Beauty wavy hair shampoo and conditioner with the anti frizz, shine, and moisture add ins. I highly recommend this to anyone who has thin, fine hair and is susceptible to hair breakage. Great product!"
        },
        {
            "review_title": "I donu2019t recommend",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "This doesnu2019t do anything, honestly would not waste your money."
        },
        {
            "review_title": "Would not recommend",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Honestly, this product did no noticeable changes. Itu2019s was cool to use and stuff but I wouldnu2019t recommend this product. You get what your paying for. Instead I would just use the Pureology hair shampoo and conditioner."
        },
        {
            "review_title": "smells amazing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I used this concentrate on my hair mask for about 15 minutes and my hair smells amazing, I don't really see less frizz, but at least my hair smells good and is so much smoother"
        },
        {
            "review_title": "Didnu2019t work for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I tried the shampoo and conditioner, plus several of the shots. My hair was still frizzy and tangled after using, and I tried to return, but because the shots were mixed in with the shampoo and conditioner, and the little packages were empty. Sephora wouldnu2019t refund my money."
        },
        {
            "review_title": "Must have hair care product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "My hair has never looked better since using Function of Beauty wavy hair shampoo and conditioner with the anti frizz, shine, and moisture add ins. I was using the Olaplex system and needed something to use on the days off. I have so much new hair growth that my stylist asked if I was taking Nutrafol. I highly recommend this to anyone who has thin, fine hair and is susceptible to hair breakage. Great product!"
        },
        {
            "review_title": "Great for thinner hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Got this for my mom and she loves it. Wishes it came in a bigger size, but it gives great results."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This Bonding Leave-in Treatment for Curly/Coily hair is a game-changer. It dives deep into curls, bringing them to life with a burst of moisture. The formula strikes the right balanceu2014nourishing without that heavy, greasy feel. Say goodbye to frizz; this treatment tames it like magic. The result? Defined, bouncy curls that last. It's a keeper for anyone embracing their natural texture."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I got this for my mom, she loves it!! Bought it twice!! It comes in a small container though, and is tiny."
        },
        {
            "review_title": "Nast smell but good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "After using this product i would say it somewhat worked but the smell is awful"
        },
        {
            "review_title": "smells bad",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I do not enjoy the smell the smell of this product is quite atrocious. On top of that I've seen absolutely no results regardless of how I try to apply it.... Even if it worked beautifully it still smells awful and I don't want my hair smelling like that. It was just a total fail for me."
        },
        {
            "review_title": "I don't know if it does anything",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I don't know if it made my hair less frizzy but I also live in Florida where it's a humid hellhole"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This product has helped my hair so much. The only thing is you have to buy the function of beauty pro shampoo or conditioner which is sorta expensive."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone",
            "review_text": "This product came good just used it waiting for hair to dry donu2019t know if it works yet"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I think it is so cool that Function figured out how to customize haircare! I have used their products before but always wondered if it was possible to mix different hair goals and now you can and I love it! I will probably keep the same hair goals for a little and then try some different ones for my wavy and frizzy heart but so far so good!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "As someone with long wavy hair, frizzy hair is a concern more often than not and I have tried so many products to combat my frizz and this product really does that! I love that I can add this concentrate to different products and that it matches my concern."
        },
        {
            "review_title": "Nice touch",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "LOVE this entire system. Iu2019ve been looking for something to help me emphasize my texture and I am thrilled to finally find it. The shampoo and conditioner, with the extra u201cshotsu201d actually made a world of a difference for my long, thick, wavy hair (without weighing it down!). Iu2019m not sure the concentrate itself made a difference to the overall system, but I liked using it in tandem."
        },
        {
            "review_title": "Such a great idea. Adds a extra boost",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Love how you can add these to your conditioner or shampoo, depending on your hair concerns. I have 3a 3b curls I have very dry curls. So adding this to my conditioner really boos the moisture. It makes my curls so shiny. Definitely gives my curls that craneo hydration they need. I definitely love all the wash  product. Gifted by function of beauty PRO"
        },
        {
            "review_title": "An Ok Product worth a shot!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Deep skin tone, Combination skin",
            "review_text": "I recently tried the NEW Curly Hair Recovery Shampoo & Conditioner Mask from Function of Beauty, and it was... okay.  What I liked was the ability to customize the products to my specific hair needs. Choosing my hair goals and fragrance was a fun touch. The shampoo did a decent job of cleaning my hair without leaving it feeling too dry.  However, the conditioner mask didn't quite live up to my expectations. While it made my hair soft, I was hoping for more defined curls, and it didn't quite deliver on that front.  Another drawback for me was the price. It's on the expensive side for hair care, and I'm not sure if the level of personalization justifies the cost.  In summary, it's not a bad product, but it didn't wow me either. If you're looking for a personalized hair care experience and don't mind the price, it might be worth a try.  Gifted by functionofbeauty"
        },
        {
            "review_title": "No frizzy summers!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Gifted by Function of Beauty: what a perfect addition to the Recovery Mask! It gave the mask a boost of hydration and anti frizz protection especially during the humid Chicago summers! I think I will definitely keep this in my haircare arsenal!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was certainly not expecting such a strong tamarind smell in this product, but iu2019m honestly not mad at it! I love that this works as an additive for whichever product you prefer and i did i notice a slight difference after using this product in humid florida weather. Gifted by Function of Beauty"
        },
        {
            "review_title": "A good product to add to your shower routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I used this product in my Function of Beauty shampoo and itu2019s pretty user friendly and fun to do. I wouldnu2019t say this product has insane results or is life changing by any means, but I did notice a little something something in my hair afterwards. Gifted by Function of Beauty PRO"
        },
        {
            "review_title": "A must have in my hair routine.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "After using this product over the past few weeks,Iu2019m loving the results, I mixed this with my Sephora conditioner and it really worked,  I tried a lot of different products and was disappointed till this miracle helped meme helpedhememe ud83dude03happened After using this product over the past few weeks , Iu2019m loving the results, I mixed this with my Sephora conditioner and it really worked,  I tried a lot of different products and was disappointed till this miracle found ud83dude03happened"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "A major benefit of the concentrate is how light it is and how little oily residue it leaves behind. Because I only need a small quantity each time, the bottle is quite economical and well worth the cost. My hair is shinier and smoother than ever before, and the solution feels healthy.  This product's ability to be customized makes it unique. I appreciate that they consider things like hair type, texture, and even personal smell preferences.  complimentary from functionofbeauty"
        },
        {
            "review_title": "Okay",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Tried this complimentary from function of beauty. I thought having add ins to be able to customize your own shampoo to your needs is a great idea.  Its super cute however I think this should be split into two one for shampoo one for conditioner.  Having it in one makes it easier to forget or make a mess.  Its a little hard to explain what the anti frizz did to my hair. Its still frizzy but its also smoother.     This did average. I suppose using a full in each night work better. As well as over time."
        },
        {
            "review_title": "Works well for the price!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I mixed this into my function of beauty shampoo and my hair felt great after washing it. It didnu2019t feel super frizzy and my curls dried down beautifully! My natural hair feels and looks a lot more healthier with this add-in!  *gifted by Function of Beauty PRO"
        },
        {
            "review_title": "I like it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I received this product complimentary from Function of Beauty PRO in exchange for my honest review. I tried FoB before and I wasnu2019t very impressed, but Iu2019m loving this product so far. It smells great and has really helped with my curly frizz."
        },
        {
            "review_title": "Best Add in EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I'm so excited to share my experience with Function of Beauty's Frizz Genius for curly hair. As a young girl with curly hair, I often struggle with frizz and undefined curls. However, with this miracle product, my hair looks defined, moisturized, and frizz-free. The formula feels lightweight and does not weigh down my curls, leaving them looking shiny and healthy. I am absolutely loving this product and would definitely recommend it to anyone with frizzy, curly hair. It has become an essential part of my hair routine and I can't imagine going back to using any other product! gifted by function of beauty PRO"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I was gifted by function of beauty and I love how smooth the product made my hair. It was very nice on my curly hair. I love how it made my curly hair less frizzy then it usually is and I really liked how it smelled."
        },
        {
            "review_title": "Yes add it to the shampoo",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This was gifted by Function of Beauty Pro This product made my hair so soft, I was not expecting that if I had to be honest. It did not dry out my hair as I washed it so I definitely will be reaching for this again. The smell is pleasant and my curls where super hydrated."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I struggle with frizziness so much. This serum has truly made a difference in how frizzy my hair is. For the first time in a long time I can air dry my hair without worrying about it looking terrible. Gifted by function of beauty pro"
        },
        {
            "review_title": "Helped my frizz!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Complimentary from function of beauty. Love that there are add ins like this for shampoo and conditioner. I feel like this did indeed help my frizz out slightly by adding it in. So overall the product is a win for me."
        },
        {
            "review_title": "Works great!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I received this anti frizz concentrate complimentary from Function of Beauty and I'm thrilled that I did.  My hair doesn't often submit easily to any sort of gel and this one worked much better than expected (I mixed a small amount into the conditioner)."
        },
        {
            "review_title": "Say bye to frizz",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Gifted by function of beauty pro This product helped with my curly hair frizz! Usually products make my hair feel oily and greasy but this was magic to my hair! I did not have to style it or anything I am obsessed!ud83dudc9d"
        },
        {
            "review_title": "Positive Energy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Complimentary from Function of Beauty.  The Frizz Genius Anti Frizz Hair Goal Concentrate is so lovely and it works for my hair and keeps it silky smooth and thereu2019s no frizz what so ever.  This is fast becoming one of my favorite products."
        },
        {
            "review_title": "Awesomely au Naturale!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I love the idea of being able to fully customize your haircare products with specialized hair concentrates that are both affordable and effective! That's why I was sooo excited this was gifted by functionofbeauty, alongside the Function of Beauty Pro shampoo and conditioner base. I added half of The Frizz Genius Hair Goal Concentrate to both my shampoo and conditioner base, and it seems to have been enough of a dose for both based on my smooth and manageable curly hair results. This product has no scent and mixed into the shampoo and conditioner seamlessly. The packaging is so so cute as well, as the little container inside is an elegant f! As someone who has sensitive skin,  I can also confirm that this didn't irritate my scalp at all, moreover, my face as it came in contact with it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Function of beauty pro gifted me this product in exchange for my honest review! I had never tried anything like this before where you mix anti frizz into the shampoo. It really helped tame my frizz and help hydrate my curly 3b/3a hair."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "Iu2019m obsessed! I have long curly hair and this product really does the trick. My hair looks healthier and stronger just after a few uses. Itu2019s instantly more hydrated. Thereu2019s such a difference itu2019s incredible! Gifted by function of beauty PRO"
        },
        {
            "review_title": "Best concentrate from them!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This smells AMAZING!!! I canu2019t stop reaching for this!!! Not only does it make my hair smell great but my hair has never been better!! My waves are looking great! This was gifted to me by Function of Beauty PRO"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I was gifted this by a function of beauty and this product is really great. It really does make my hair super soft for others that have curly hair like me. This is great for people with curly hair and it makes it not frizzy. Gifted by fob"
        },
        {
            "review_title": "Frizz must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I was gifted by Function of Beauty PRO. As a girl who has a wavy hair type; frizz is something that comes along with it! This product definitely helped tamed my frizzy hair along with any breakage! I love it."
        },
        {
            "review_title": "Freedom from Frizz",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Gifted! I'm thrilled to share my experience with this remarkable anti-frizz product! Dealing with tangled curls has always been a struggle for me, but this product has completely transformed my routine. Since incorporating it into my haircare regimen, I've noticed a significant reduction in tangles and knots. Not only does it effectively combat frizz, but it also seems to create a protective barrier that prevents my curls from tangling throughout the day. This means less time spent wrestling with my hair and more time enjoying its natural beauty. I appreciate how lightweight the product is, as it doesn't weigh down my curls or leave any greasy residue. Instead, my hair feels soft, smooth, and incredibly manageable. If you're tired of battling tangles and want to embrace smooth, frizz-free curls, I can't recommend this product enough u2013 it's a true game-changer!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this hair concentrate, it really helps calm and tame my fizzy hair especially in the summer time. The weather has been so humid and the only thing saving my hair from frizz is this amazing anti frizz concentrate. complimentary from functionofbeauty"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This shampoo made my hair feel so clean but not dry. My hair is so soft now as well which is great. It also smells good which is a nice plus, I love hair products that smell good. This was gifted by Function of Beauty but the options are my own."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I love this set that I was gifted by function of beauty. These custom mix ins are adorable. They really focused on the problems I have with my hair and improved it. I love how my wavy hair looks after using."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "Iu2019ve noticed a difference in how less frizzy my hair is now. This is a great mix in"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m first time trying this custom hair care product. I have frizzy hair and sometimes they are very difficult to manage. This mask is so soft and smooth and it smells amazing . My hair feels very hydrated and smooth after using it. Gifted by function of beauty. Just make your custom mask and use it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have naturally curly hair that is prone to frizz, especially in humid weather. However, since I started using The Frizz Genius, my hair has been much more manageable. It is less frizzy, and it has a smoother, shinier appearance"
        },
        {
            "review_title": "A Tried-and-True Gem",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I've been using The Frizz Genius Hair Goal Concentrate from Function of Beauty PRO for quite some time now, and I have to say, the results have been pretty amazing. If you're on the hunt for a way to tackle frizz and keep your hair humidity-resistant, this might just be your golden ticket. What I love most about this concentrate is that can be easily mixed it, tailoring your  to suit your unique needs. It's been a lifesaver for my slightly curly and I can't recommend it enough. So if you're looking to enhance your routine or incorporate an extra touch of self-care this is the product!"
        },
        {
            "review_title": "Actually Works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this complimentary from Function of Beauty PRO. I wasnu2019t sure if this was going to help my hair since I didnu2019t consider my hair frizzy but using it with the wavy hair shampoo and conditioner has removed any extra puffiness in my hair!"
        },
        {
            "review_title": "So great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "My hair has been dry and frizzy lately and nothing I've tried seems to make any difference. I was so excited to receive this complimentary from function of beauty because as soon as I used it I could see a difference!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love how unique function of beauty is with the mix ins! I added this to my shampoo and conditioner and I have noticed such a difference in the frizz in my hair. It's really humid where I live and it's helped a ton! Gifted by function of beauty pro"
        },
        {
            "review_title": "Hair Mixology",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Never used anything like this before but the instructions were very simple to follow. You can add up to 3 concentrates into your product. Then just mix or shake. The process me feel like a scientist lol. But I love how customizable it is to specific hair types. Gifted by Function of Beauty PRO."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "I added The Frizz Genius Hair Goal Concentrate to my Function of Beauty PRO haircare routine and I'm amazed by the results! My curly hair feels so much more manageable and resistant to humidity. This concentrate really lives up to its name - it has significantly helped control my frizz, leaving my hair smooth and looking great all day long. Highly recommended, especially for those with thick wavy hair! Gifted by function of beauty pro"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "How can one decide between less frizz, more shine, more volume!? What I've realized is the function of beauty wavy shampoo and conditioner actually delivers on all 3 as is but it's fun to play around with the additional boosts like this one for frizz. My crazy waves are loving the combo of this additive with the shampoo and conditioner. :) Gifted by function of beauty"
        },
        {
            "review_title": "A great add on!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "One of my favorite things about function of beauty is the ability to customize your hair routine. I personally use this anti- fizz concentrate in my custom recovery conditioner mask for wavy hair. It works so well. I notice the biggest difference when I decide to air dry or when I diffuse, I normally have frizz around my waves. However this reduces it significantly, and I even notice throughout the day that it doesnu2019t get frizzy; even if the humidity. So this is the only thing I can attribute it to! I was gifted by function of beauty pro."
        },
        {
            "review_title": "Love these!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "These really do make me feel like a pro. I love the ease of using these little mix-ins. Itu2019s the best way to customize your hair products for you. This definitely helped on the fighting the frizz front. They blended well and were super easy to add. My hair looks so much better while using this. Gifted by function of beauty pro."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "let me tell you that my hair gets soooo frizzy! its so frustrating and it always happens when i'm stying it! so i love how this function of beauty anti frizz concentrate has helped to control my frizz! complimentary from functionofbeauty"
        },
        {
            "review_title": "Effective for summer frizz!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "This mix in definitely helped reduce my hairs frizz from the summer heat.  Not sure how often it would buy this regularly as part of my routine but a good way to add in some extra TLC for the areas you want to help your hair. Definitely worked well tho, I mixed it into my conditioner. Complimentary from functionofbeauty"
        },
        {
            "review_title": "A GOAL!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I was gifted by the brand to guve my honest opinion. I love this hair mask, the scent if gorgeous and the results are great: super soft hair, shinny and healthy. And with no frizz. I use it one a month, i recommend, its great."
        },
        {
            "review_title": "Awesome results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "The Frizz Genius Hair Goal Concentrate from Function of Beauty PRO is a game-changer! As someone with curly hair, I'm always battling frizz, and this concentrate has truly transformed my hair routine. It helps control frizz and gives me that much-needed humidity resistance. I love how customizable it is - you can add up to three Hair Goal Concentrates to your shampoo or conditioner, addressing various hair concerns. My curls have never looked better! Gifted by Function of Beauty PRO"
        },
        {
            "review_title": "Worked!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I loved using this. It was perfect for when I new I was headed to a very humid party. It mixed in easily and worked really well. I felt my hair really was a lot smoother and reacted better to the weather. It is definitely a great product to have on hand. This was complimentary from Function of Beauty PRO"
        },
        {
            "review_title": "I love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this product gifted by Function of Beauty PRO and it was amazing! My naturally wavy/curly hair has been struggling and this brought it back to life. This addition truly helped my frizz and I noticed it after one wash! Highly recommend"
        },
        {
            "review_title": "Great for curls!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I was sent this product complimentary from Function of Beauty. This add in helped my husbands frizzy hair so much! He has beautiful curls that tend not to mix well with the humidity but this definitely helped keep them tame all day!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this complimentary from Function of Beauty PRO for consideration but all opinions are my own. I actually think this is genuinely a genius idea. I love that you add it to your bottle - not just one use!"
        },
        {
            "review_title": "So impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have curly/wavy hair and itu2019s been unmanageable lately so I was excited to try this concentrate thatu2019s specifically for frizziness. I added it to the wavy hair conditioner and I was honestly shocked at how good my hair looked after using it! So much smoother and more defined. *gifted by Function of Beauty Pro"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Another great product from function of beauty pro!! It works so well and itu2019s cute how itu2019s packaged! It really works so well on my hair and has most definitely helped with my frizz! It has also made my hair feel so better and healthier and Iu2019m so excited to try these products out!"
        },
        {
            "review_title": "Less Frizz, More Smiles!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Gifted by Function of Beauty | What a beautiful line up of products! This is my first time trying out this Anti Free Capsule. It is a very nice addition to my Haircare routine. I do have naturally wavy hair and would love to keep my hair as frizz-free as possible. This capsule did make a noticeable difference in the amount of frizz. I would absolutely purchase this and use it as an add-in to my hair routine regularly."
        },
        {
            "review_title": "Love it !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This product has been a true game-changer for my hair. Not only does it leave my hair incredibly smooth and manageable, but it also tames even the most stubborn frizz, creating a polished and sleek look."
        },
        {
            "review_title": "Perfect line!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This haircare line is absolutely amazing, because it lets me customize my hair Care! Iu2019ve been using the concentrates to personalize my shampoo! Iu2019ve been using the frizz and shine concentrates and the results are wow! My hair looks and feels smoother and shinier and healthier!"
        },
        {
            "review_title": "A must have to amplify curl definition!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "These concentrated mix oils are truly amazing! I definitely favored their Anti Frizz the best. I applied it to the hair mask and it absolutely delivered. I live in Los Angeles and during the summer my hair struggles with frizz. After styling my hair with my using routine, I noticed that my hair held more definition and no frizz! Hair goals have been achieved! Love this whole line, canu2019t stop raving about it! Gifted by Function of Beauty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "I saw gifted by function of beauty pro .  I  have looser wavy hair that is frizz prone .  This really did make my hair more manageable and less frizz . I put some in the shampoo and the conditioner  . Worked really well ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This product was gifted by Function of Beauty PRO for review purposes. I love the idea of these mix-ins because it has the ability to make a good product great. This mix-in added to the shampoo made my hair so smooth and manageable. I like that these are also so affordable!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone",
            "review_text": "I added the anti-frizz to their pro line shampoo for wavy hair. I didn't really see any difference in the amount of frizz on my hair. I usually look at the top of my head to see changes in frizziness since that's where my baby hair stick out the most and it didn't look any different than when I use my normal shampoo. Complimentary from function of beauty pro."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "An excellent shampoo that helps keep hair clean, soft and silky, it also repairs my damaged hair, the changes can be seen in its first use, my hair feels more manageable when washing it and the result is super good. My hair is completely renovated"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "Helps so much with the frizz especially in the southern heat (Louisiana). Itu2019s great for summer and thin, wavy hair just like mine. I really like how you can customize every product to your own hair.   * this product was gifted to me by the brand*"
        },
        {
            "review_title": "Minimal frizz",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "As someone with wavy hair, I have always struggled to find the right products for my hair type. Most shampoos and conditioners either weigh down my waves or make them too dry and frizzy The conditioner mask is thick and luxurious, and it coats my hair with nourishing ingredients. My hair feels so soft, smooth, and hydrated after using this product. Gifted by function of beauty."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Super easy to use and work pretty good on my hair but you have to be consistency with the products I totally love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Great and super affordable concentrate for frizz control and fighting humidity, life safer during summer in humid places. Easy to use, high quality and works amazing with other products from the brand. Iu2019m also using shampoo and conditioner mask for the best results. Received complimentary from functionofbeauty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This little pod was gifted to me by beauty of function pro. I love the concept of this and how easy it was to snap it open; apply it to my product of choice and mix it in. I think the application is my favorite part."
        },
        {
            "review_title": "Frizz no more",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Gifted by Function of Beauty.  Love the mix-ins.  You get to tailor what you need for your hair whether it be frizz, body, color treated etc.  A must if you buy this line.  Love how soft and manageable my hair looks and feels.  No frizz even on a hot, humid day. Highly recommend."
        },
        {
            "review_title": "A must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I love this nourishing mask so much, it leaves my hair, so silky, smooth and beautiful, I live in such a hot and humid weather and this is one of the only things that is able to tame it, I couldnu2019t recommended enough. Gifted by function of beauty"
        }
    ]
}