{
    "product_id": "1559",
    "name": "C.E.O. Glow Vitamin C + Turmeric Face Oil",
    "brand": "Sunday Riley",
    "categories": "Skincare, Moisturizers, Face Oils",
    "price": 108.0,
    "about": "What it is:An instantly absorbing face oil infused with advanced vitamin C (THD ascorbate), turmeric, and evening primrose oil, to brighten, hydrate, and leave skin glowing..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dark Spots, Dullness and Uneven Texture, and Dryness.Formulation:Lightweight Oil.Highlighted Ingredients:.Ingredient Callouts:Free of sulfates SLS and SLES, parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, triclosan, and triclocarban, and contains less than one percent of synthetic fragrances. This product is also vegan, cruelty-free, and gluten-free..What Else You Need to Know:Recharge your radiance with this glow-giving vitamin C-enriched oil. Advanced vitamin Cu0097blended in a base of cold-pressed, red raspberry and evening primrose seed oilsu0097gives your skin a fresh burst of luminosity. Golden turmeric extract is rich in antioxidants and calming compounds to improve the look of skin evenness.",
    "ingredients": "Rubus Idaeus (Cold Pressed Red Raspberry) Seed Oil, Neopentyl Glycol Diethylhexanoate, Caprylyl Caprylate/Caprate, Simmondsia Chineses (Jojoba) Seed Oil, Vaccinium Macrocarpon (Cold Pressed Cranberry) Seed Oil, Punica Granatum (Cold Pressed Pomegranate) Seed Oil, Cucumis Sativus (Cucumber) Seed Oil, Oenothera Biennis (Evening Primrose) Seed, Tetrahexyldecyl Ascorbate, Octyldodecanol, Curcuma Longa (Turmeric) Root Extract, Helianthus Annuus (Sunflower) Seed Oil Unsaponifiables, Citrus Aurantium Amara (Bitter Orange) Flower Oil, Eclipta Prostrata Extract, Melia Azadirachta Leaf Extract, Moringa Oleifera Seed Oil, Tocopherol, Helianthus Annuus (Sunflower) Seed Oil, Pentylene Glycol, 4-t-Butylcyclohexanol, Ribes Nigrum (Black Current) Seed Oil, Bisabolol, Cetylhydroxyproline Palmitamide, Hexyldecanol, Hydroxyphenyl Propamidobenzoic Acid, Stearic Acid, Brassica Campestris (Rapeseed) Sterols, Cardiospermum Halicacabum Flower/ Leaf/ Vine Extract, Zingiber Officinale, Rosemarinus Officinalis (Rosemary) Leaf Extract...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Apply three to four drops into face and neck, morning and/or evening. .-Massage until absorbed, and then follow with your favorite Sunday Riley treatment or moisturizer..-Pro tip: Apply C.E.O. Glow after a retinol treatment, like A+ High-Dose Retinoid Serum.",
    "num_reviews": 176,
    "overall_rating": 4.0,
    "product_url": "https://www.sephora.com/ca/en/product/c-e-o-glow-vitamin-c-tumeric-face-oil-P442905?skuId=2228047&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2228047-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "0.5 oz/ 15 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2228054-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "1.18 oz/ 35 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2228047-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone",
            "review_text": "Received my order today . But i added samples in my order and didnu2019t get it. Every time iu2019m ordering samples and none of the time i got it."
        },
        {
            "review_title": "Believe the hype-made my SIL jealous of my skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "Fast drying. Beautiful. Gives an amazing glow- the kind of glow you have when your life is going well and youu2019re getting some regularly, if you know what I mean. You only need a few drops so itu2019s an economical purchase long term."
        },
        {
            "review_title": "Not for me!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I was excited when I snagged a sample of this. This product was definitely not for me. I am sensitive to smells and the tumeric smell in this is overpowering and not in a good way. It doesn't dissipate throughout the day. Overall I saw a slight glow when applied but was disappointed with the effects as well. I am not able to continually wear it long enough to see any changes. I much prefer the ordinary's version with no smell instead."
        },
        {
            "review_title": "NOT WORTH IT",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This makes my eyes watery literally all day. No matter how little I use, it makes my eyes run and nose runny. It also made my face develop small bumps after like a few uses."
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I bought the Christmas package with the CEO serum, this oil and the moisturizer and it is the best skin care product I have used in years. Thatu2019s says a lot because I try all the products and have a deal full.My skin is so bright and hydrated.   well wi"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Amazing product! So light weight and it works to brighten my skin over night. It didnu2019t break me out. And my skin breaks out if the wind touches it the wrong way. My mom is a huge fan as well. Definitely worth the price. *chefu2019s kiss"
        },
        {
            "review_title": "Do not recommend :-(",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I got the mini in Christmas package and Love the glow, but hate hate hate the scent( turmeric!!)  ..u2026u2026 I will definitely not be repurchasing this!"
        },
        {
            "review_title": "Brown spot eraser.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I purchase the kit with the oil, serum and moisturizer. I have struggled with brown spots to the point where i wouldn't leave the house without make-up on my face. These products truly changed my face, my brown spots are very light where i no longer feel like i need make-up to cover them whenever i go out. I wish i took before and after pics.  Game changer for me."
        },
        {
            "review_title": "Nice Vit C oil but prefer her C.E.O 15% Vitamin C",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Good Vitamin C face oil but prefer Sunday Rileyu2019s Vitamin C CEO 15% works better and good for dark spots. This one is nice in winter with dry skin but I donu2019t see much results for dark spots."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "This oil somehow makes my eyes burn even if I donu2019t apply it near my eyes"
        },
        {
            "review_title": "Visually appealing but not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "First, love the branding and the package! it is beautiful and the colour is really interesting and some what unique.   However, the product itself didn't really do anything for me, I'm not sure why, after reading so many reviews I was a little disappointed that I did see any difference in my skin. The smell was also interesting, it was a quite strong chemical smell with a hint of floral at first but dissipated quickly. The product also stung briefly when applied but again would subside fairly quickly.  All in all I probably would not purchase this again."
        },
        {
            "review_title": "Skin is getting rough dry ... had high hopes",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Used for a few months. I really wanted to love it because the texture and smell are so nice and luxurious. However, I see zero change in my skin. No brightness, increased roughness and dryness and pore size and no improvement with dark spots."
        },
        {
            "review_title": "Lovely oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Love it! As per the instructions from the brand, I mix a few drops of this with 1 pump of CEO serum and itu2019s lovely! Not too oily for applying makeup etc afterwards if you donu2019t use too much and it sinks in well. Adds a bit of extra hydration and itu2019s really nice to use"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Iu2019ve been struggling with dark spots, scars, and dryness for a while. This is the first product that has made me skin crystal clear, soft, and shiny. Itu2019s great for sensitive skin, and the results are visible  quickly. I would  definitely recommend this product. The best vitamin C serum."
        },
        {
            "review_title": "Amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I have extremely sensitive skin and always suffered from acne - I started using this product about a year ago and it has cleared up my skin, gives me a nice glow & smells amazing. I use it at night."
        },
        {
            "review_title": "Holy Grail for my acne prone combo skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "I use it as the first step after rice toner and under a ceramice cream. I love the turmeric smell and the fact that it doesn't break me out! It seems to be helping overall skin tone evenness (I'm prone to hyperpigmentation) and leaves a nice moisturized glow. Even acceptable on my clog prone chin area. Amazing! Wish the price was more affordable ud83eudd23"
        },
        {
            "review_title": "Donu2019t recommend for combination skin type",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Its ok ok product smells good ( if you like turmeric smell)but my skin breaks out if I use cream after or a hydrating toner before . If I just use this oil and sunscreen my skin becomes dryer at the end of day."
        },
        {
            "review_title": "good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "of all the vitamin c's I've tried, this was my favorite. it didn't burn at all ever. however, I don't like the smell of it (thankfully it's a before bed serum for me)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "First thing that hit me with an awe is the smell like real raw turmeric! I used a drop or two at nightu2026in the morning your skin feels chalky or pascal not oily. Some vit C blot skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Received as a sample and repurchased. I feel like this helps even my skin tone and I like the scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Love this face oil. I use it daily over my serum/ moisturizer. It gives me a nice glow, keeps my skin hydrated and has an earthy smell."
        },
        {
            "review_title": "Lovedu2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Loved the product, awesome for oily skin. u2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0f"
        },
        {
            "review_title": "Finally acne free acter almost 20 years thank you",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I really love Sunday Rily line. More specifically this one, retinol and good genes has made my skin acne free and improved even old acne scars. I believe what Sunday formulates is truly treatment with long term effects and not temporary like otheWhen I get sun damage I apply this and the redness is gone after two nights."
        },
        {
            "review_title": "Amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "It smells great! I instantly noticed my skin was brighter. Itu2019s on the pricier side but itu2019s worth it."
        },
        {
            "review_title": "Absolute game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Am in love with this! I got this as part of the AM routine set and I adore every single product. I am 48 and have been dealing with some on and off cystic acne from hormones. The first time I used the products my skin looked so good. I have been using them for about 2 weeks now and my husband and even my niece have said they canu2019t believe how great my skin looks, just dewy and really healthy."
        },
        {
            "review_title": "Glowy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This is the most glowy vitamin c serum Iu2019ve used. Only downside how expensive it is compared to other ones in the market."
        },
        {
            "review_title": "GAME CHANGER :))))))",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am 31 years old and have struggled with acne since I was a pre-teen. Just recently I switched up all of my skin care (for what feels like the millionth time) - and I finally have clear skin for the first time (no joke since maybe 12 years old).   This has been a game changer for my skin!!! I use it daily to help my skin - and I find its a nice addition for my skin to cope with the Canadian cold. I rarely get a pimple now and if I do, this stuff heals it quicker and gets rid of the scar faster. And to put into context I would have scars for months before."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After using this products from last six months I am loving the results , my skin was dry but now I find smooth and good skin"
        },
        {
            "review_title": "Game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "One of the very few products Iu2019ve used that actually does what it says it will do. It has evened out my skin tone and gotten rid of any type of scar on my face. Yes it smells weird, but my skin looks amazing cause if it."
        },
        {
            "review_title": "Moisturizing and Doesnu2019t Cause Breakouts",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Almost done my first month on Accutane and this has been a lifesaver! I have used this before from a sample and bought a full size for while Iu2019m on Accutane because I loved it. Does not break me out and leaves my  face moisturized and soft throughout the day. The  smell is strong but it does fade. Would recommend only using at night for most people, but because of how dry my face has become from medication, I use both morning and night"
        },
        {
            "review_title": "Pricey but worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This is the best face oil I have used ever! It's pricey but very effective. Has a strong fragrance but it works! I did not break out one bit."
        },
        {
            "review_title": "a great morning brightening face oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "I really love to use products with vitamin c as ingredients in the morning since they brighten up the skin, leave behind a nice glow-y hue, and this product does just that does not make the skin too oily but hydrates the skin  definitely has a citrus smell to it but is very faint and does not bother me (as someone who doesn't love the smell of orange) and goes away quickly"
        },
        {
            "review_title": "Not that great of a product",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I bought this product in the summer to add to my skincare routine and after using it continuously for a month ish, my skin started peeling and getting really dry round the forehead area. The smell is fine, the texture is fine, it does leave a glow, but this isn't something I'd recommend using every day. Maybe once in a while. I have normal to dry skin and at first, the product did seem great but soon after, I started getting weird tiny bumps and peeling skin. I wouldn't spend another $95 on this product again. It's a waste in my opinion. I'm sure there are better products out there for much cheaper!"
        },
        {
            "review_title": "Important park of my skin care",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Works wonder. I hav been using this Face oil . It is very well absorbing and never had dry skin"
        },
        {
            "review_title": "I love this Oil u2665ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Results are unbelievable, I am really in love with this oil , I donu2019t use make up at all on my face , but still wanted my skin tone to be equal and glowing, after using this for 2-3 weeks , i am thrilled by the results."
        },
        {
            "review_title": "Disgusting Scent - Never again.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m sure it works, but I cannot get past the smell. Iu2019m not one to usually mind a strong scent, but this was so disgusting, I had to get it off my face asap. Iu2019ve never returned anything to Sephora, but this is going back. As much as I wanted to love this, I just canu2019t do it."
        },
        {
            "review_title": "Great for Glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love this face oil. I'm in my 30s and have pretty dry skin. I find that this leaves my skin glowing... I've even mixed a bit with my foundation and it leaves my whole face glowing. I do have to say it smells strongly of turmeric which I don't mind at all but might not be for everyone. I got it as a sample and just ordered my first bottle."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this oil so much that Iu2019ve repurchased it! It doesnu2019t make my skin oily at all but leaves it feeling so nice, smooth and soft. Definitely gives me a glow and seems to repair my skin barrier a little. I love to use it on sunburnt skin - I find it helps my skin heal faster. I have no idea why there are complaints about the scent - it definitely doesnu2019t have a sweet vanilla perfume scent but it does not smell bad at all!!"
        },
        {
            "review_title": "Horrible strong fragrance",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Purchased today and the fragrance is so so strong I will be returning asap. Iu2019m sure itu2019s a good product, but wow, itu2019s a strong smell and not a good one!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "love this face oil, made my skin so glowy and it brighten ups my face"
        },
        {
            "review_title": "broke me out so bad!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product broke me out at a point in time where my skin was completely clear. I only used it for a week and Iu2019m still dealing with the repercussions now. I could give it 0 stars if I could. Not for people with dry, acne prone skin!"
        },
        {
            "review_title": "Not the best",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Light skin tone, Combination skin",
            "review_text": "I was so excited to try this serum! and I did like it at first, the smell was nice to me, felt good to apply and it does give a nice u201cglowu201d after applying and not in a super oily way. But after a few weeks it wasnu2019t hard for me to realize it was doing absolutely nothing for my skin besides the sort of glow right after putting it on, and that is something that can definitely be achieved with a much more affordable facial oil, this one isnu2019t it. I wish I could have spent my money on a different Vitamin C serum because I saw no changes in my skin with this."
        },
        {
            "review_title": "Best skincare discovery of the year",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "best skin care discovery of the year - leaves my skin super glowy and hydrated. Smoothed out complexion/redness within 1-2 uses - I'm amazed"
        },
        {
            "review_title": "50-50 in my opinion",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I am kind of used to frangance-free skincare products now so the smell of this face oil is a little strong for Unfortunately, it caused my face to pill upon application but it sits alright. Not too greasy for me since I have dry skin. Maybe itu2019s not compatible with the other products Iu2019m using."
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "love love love! the best oil ever! very light and not greasy at all. I truly recommend everyone too oil ur face before summer and that product is gonna make ur skin glow 100x more than ever"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I see some people complain about the scent but I donu2019t actually mind it. The oil doesnu2019t absorb well, I have a combination skin with oily t-zone so I donu2019t like how this oil kinda seats on my skin for too long.  But I gotta say this is very effective, overall my face feels softer, evened tone and brighter. I am not sure if I can get over the greasy feeling though.."
        },
        {
            "review_title": "Smells Horrible on skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The smell from the bottle seemed to be ok, I used it on my face and canu2019t get passed the smell It had on my skin, I definitely went to throw out my sample right away, sad I used those 100 points to redeem, it was very soothing on my skin I must say but I cant get over that smell so had to throw out"
        },
        {
            "review_title": "Good hydration but not much else",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Feels great on my face, smells strong but really nice, it does hydrate and doesnu2019t cause any breaking out or skin irritability, but Iu2019m not seeing a difference to the look of my skin. I like the feel of it and would find it a good moisturizing serum but not sure itu2019s fully accomplishing what itu2019s advertising."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I cannot get past the smell, itu2019s very strong and artificial, like Play Doh. I also found this oil to sit on my skin rather than soaking in."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Caused breakouts for me and I rarely get pimples. Now I have them on my forehead, nose and chin. Otherwise the formula is fine and the smell isn't offensive."
        },
        {
            "review_title": "Best face oil !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product is amazing! The u201coff putting smellu201d is simply the turmeric. Within 1 week of twice daily use it has decreased redness and the glow is incredible. This is a product I will keep repurchasing! This brand is absolutely wonderful!"
        },
        {
            "review_title": "Glowy skin!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received a sample of this with my last order and instantly fell in love. It absorbs into my skin pretty quickly and doesnu2019t leave it feeling greasy, just smooth and hydrated. Iu2019ve been putting this on morning and night for about 2 weeks now and my skin is so glowy!"
        },
        {
            "review_title": "will update review after done using",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Just got the mini trial size and just put it on. Very oily which Iu2019m nervous of as I have oily skin and sensitive skin but weu2019ll see. I have to say I do not love the smell. Off putting. I canu2019t describe it."
        },
        {
            "review_title": "A New Favourite, Must Have Product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I always stayed away from face oils, because I donu2019t like the greasy feel of most. C.E.O. Glow Vitamin C + Turmeric Face Oil is not most face oils.   I received a sample; and after trying it Iu2019m so impressed that Iu2019ve immediately ordered this amazing product.   It absorbs into the skin, and doesnu2019t feel greasy at all.  It makes my skin look dewy and fresh. Going forward I will be using this face oil daily. A new favourite!"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I got this as a sample and now Iu2019m conviced buying it! My face was very glowing and its very light! I really love it."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Iu2019ve tried many serums but this is definitely my favourite!!! Leaves my skin looking brights, moisturized and smelling great. I donu2019t usually feel like serums are doing anything for me but I would definitely recommend this one."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This is a remarkable product. It leaves my skin glowy and not sticky at all. By using this in the morning and the U.F.O. Salicylic Acid BHA Treatment Face Oil in th evening. It is a great brother and sister relationship that will transform your skin."
        },
        {
            "review_title": "arrived expired",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I love this product so much but the last one I ordered arrived expired. It was way darker orange and smelled horrible. I donu2019t know if it was exposed to light or maybe air at some point? Iu2019m really sad because now Iu2019m nervous to order again when I felt like it worked so well for me before."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I think this is my absolute favourite product Iu2019ve purchased from Sephora. Iu2019ve been using it for about 2 weeks and I definitely see a difference. My skin is softer and it looks less dull. I even feel more comfortable without makeup because my skin looks nice. If youu2019ve been thinking about trying it, do it!!! I waited soo long because I wasnu2019t sure but it was worth every cent!"
        },
        {
            "review_title": "love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "obsessed - ive bought 3 bottles now. gives a great glow, especially in fall / winter months!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Smelled horrible. Returned it as couldnu2019t get past the smell."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Dry skin",
            "review_text": "Didnu2019t see any noticeable difference with my deluxe sample. Kind of weird to me that it smells exactly like a cheap orange popsicle! Scent is totally subjective though! The texture was nice, and I ended up using the remainder to sheer out my foundation! Worked really well for that"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I use this with the LUNA retinol serum every night before bed. I wake up with soft, glowing skin. Absolutely love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a fantastic product. I have been using the Sunny Riley Retinol and love it so tried this. I canu2019t believe the radiance it gives my skin. Magic product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Bomb face oil!! Just got that glow after second use. Literally everyone asks what have I done to my skin. But it may not be a good pick for you because it has strong smell of wild turmeric. If you can manage that this thing gives glowww. Lil pricy though."
        },
        {
            "review_title": "Best choice made",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I saw someone mention this product on a tik tok and decided to try it out and honestly one of the best choices I could have made! I've struggle with hyperpigmentation and dark spots the most and have tried a varietly of other products but none were as fast and effective as this! I've been using it for a month and all my dark spots are gone! For reference I combination skin Definitely will recommend this porduct!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Dry skin",
            "review_text": "I want to love this. I think itu2019s actually super effective. I love the scent (starts out strong and spicy, turns floral), and I love how it makes my skin look after a few days of use. But the problem is that vit C is best applied in the AM, and an oil should be the last step in your routine (oils prevent other things applied after the oil from soaking into the skin). So either I have to blot off the excess oil (which of course is a waste) or wait until it all soaks in completely (2+ hours) before applying my makeup. Imho itu2019s too oily to just put my primer/ makeup on top, and increases slippage. So while I actually love the effects, the formulation is not super practical for me. Btw, I have dry and very sensitive skin and thought this would irritate me but nope, itu2019s quite lovely."
        },
        {
            "review_title": "super dewy and defs a glow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This is great for day-to-day but itu2019s not a moisturiser. I use it first on my skin after washing my face in the morning, followed by either a sunscreen or the Chanel les beige tinted serum. Itu2019s great and my skin is really clear and dewy"
        },
        {
            "review_title": "The GLOW UP",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This is what I've BEEN waiting for! Got this as a sample and loved it instantly. The GLOW, the smell, the way it feels...everything is just amazing. I've tried a few different face oils but this is the one for me. Perfect on those no makeup days or use a a primer for your foundation."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this as a sample from Sephora in one of my orders and was very surprised.  Within days I noticed a significant difference in my dark spots and my skin was glowing.  I have combo skin that is sensitive and acne prone and this worked well with my skin.  Once my other vitamin C product is used up I will be ordering this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I honestly love it. Added this to my skin care routine & my face has been glowing. My skin doesnu2019t look dull after consistently using this face oil."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love this product, my skin is very soft and dewy after used. Also I love it Luna and Juno from this series. CEO smells very nice for me, like a bitter orange. 5 stars!"
        },
        {
            "review_title": "I like it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I love this product and I personally like the smell. I have dry skin and I originally got it as a sample and then I bought the full size. I gave 4 stars only because rn my skin is purging (I think) from my new retinol, and I feel like this might be contributing to that."
        },
        {
            "review_title": "vitamin c oil",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I like the smell. I love the glow! In my Morning routine almost everyday :) adds a few drops to moisturizer."
        },
        {
            "review_title": "Great fo sensitive skin but I can't buy one :(",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I received this as a sample and I've been using it for two weeks already. I have hormonal acne and very dry skin but this oil works wonders! My face has been moisturized. The thing is it has a strong smell but it's effect is great on my sensitive skin! I wish this item is cheaper so I can buy one :("
        },
        {
            "review_title": "Great.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Applied three drops under my regular night cream. First I had to get over that my face smells like a vegetable garden. The next morning skin appeared more rested. I kept using the sample size bottle, a very generous one by the way, lasted the whole month and still have some left, and noticed very positive anti-aging benefits that were in the description of this product are true. In my case Iu2019ve also noticed that the  fine lines that started appearing has diminished quite noticeably. As a result Iu2019ve grown fond of the natural Ayurvedic scent of this oil and continuing applying it every night."
        },
        {
            "review_title": "Caution for sensitive skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I started off loving this product, but it quickly burned my skin and now I have very textured and super dry skin as a result. Be careful - the ingredients may sound amazing but can potentially be too potent."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This does help with dryness, but it doesnu2019t absorb fully into my skin and Iu2019m not a fan of the smell."
        },
        {
            "review_title": "holy grail!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This is my holy grail product. Iu2019ve had hormonal acne and sensitive skin since going off birth control. This oil - which to me smells more like vitamin c and is not as bad as people are saying - absorbs quickly, lessens redness and makes me glow. I use it in the morning after doing the rest of my skin regime and I follow it with my gua sha and my facial roller. Does it make my dark spots and acne scars disappear over night? No, because no product actually does that. It takes time and patience and more than just vitamin c oil. Yes this product may seem pricey but Iu2019ve had it for 4 months, use 3 drops on my face a morning and it looks like Iu2019ve barely used the bottle. A little goes a long way and this will last a long time."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Not bad, I usually put this one after showering. The smell I personally find to be similar to some kind of tea, but not irritating or overwhelming. I find that it is quite moisturizing on my skin in the harsh Toronto winter and does make my skin look glowy but probably won't be purchasing again due to the price."
        },
        {
            "review_title": "Too expensive for shoddy results.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "My first introduction to this product was from a sample, and after liking the initial results -- soft skin mostly -- I bought the 15ml bottle. I bought it along with two other products from a different brand, a face wash and a face cream, and began using them at around the same time, so I can't pinpoint which product benefited me the most since.  Overall, my skin texture has improved a lot; however, the two results this serum touts are skin brightening and lightening dark spots, results I have not seen.  I still feel like my face, despite its even texture, has a dull quality, and acne marks from four or five months ago have not lightened noticeably even after using it daily for almost two months.  Maybe, I'll see better results after longer use, but I don't have the money to waste, tbh.  The purchase was a nice luxury experience, but I won't be buying it again."
        },
        {
            "review_title": "LOVE.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is my absolute favourite product Iu2019ve gotten from Sephora. I received a sample and was hooked! I have problem skin (acne/pores). I bought the $52 bottle and I use this at night after cleansing and my pores are now less than half the size they were and my acne is almost gone. I did not expect this as itu2019s a vitamin c oil, so happy! Going to try the clarifying oil as Iu2019m sure itu2019s even better."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Literally amazing.  Smells great, feels great, got the sample and I saw a difference in my skin so I had to purchase the full size."
        },
        {
            "review_title": "Smells",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Normal skin",
            "review_text": "The very strong scent is off-putting and lingers. Didnu2019t notice any difference using this product"
        },
        {
            "review_title": "Instant results / strong smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love those products that give you instant noticeable results, and this is one of those products for sure. I used 3 drops on my face the first time I tried it out, and the next morning I was *glowing*. You have to be okay with the strong smell of turmeric though, or else youu2019ll gag."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Dry skin",
            "review_text": "Itu2019s not a bad product. I didnu2019t see too much of a difference. I didnu2019t like the finish and the smell. I have dry skin but it didnu2019t sit well on the surface. However the Sunday Riley Serum is by far a superior performer compared to this product. If you have trouble choosing between the two, the serum is by far the better product. It brightens and moisturizing."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Decent oil, not sure I see the benefits of turmeric in the oil though. I will use this one up but I wonu2019t be repurchasing."
        },
        {
            "review_title": "Love this oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Wow, this has changed how I feel about face oils. Like many I have been nervous with my combo skin to use an oil as I feel it would make me break out but this is fantastic! I feel hydrated but not oily and my skin is glowing. I use this morning and night with my gua sha facial tool. It's pricy but I will purchase again."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "I love this product. I got a small sample size and have been using it for months. I will definitely repurchase once Iu2019m all out. There is a definite distinct smell to this product which to me just smells like turmeric, nothing unpleasant. I also find it goes away quickly. I love the instant glow this product gives me and over time really helps further along discoloration from congestion in my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This face oil is an underrated champion!  I have combination skin and was always scared of face oils, but when I tried this product and saw how it balanced out my oily skin, my acne and blemishes began to disappear. Iu2019ve been using this product for a year now and now always use it after my weekly deep skin clean. Always get complements on my skin, I credit this products."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Lovee this oil! I had the little sample oil, which lasted me 3 months which is shocking since I used it everyday. I got so many compliments on my skin since I started using this! I have combo skin but a little more on the dry side, but this really helped even out and brighten my skin. Going to buy the regular size and excited to see my skin glow again"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Une huile tru00e8s riche, du00e9licate et qui laisse un u00e9clat merveilleux. Je ne suis pas fan de lu2019odeur, mais on passe par dessus rapidement puisque cu2019est tru00e8s du00e9licat. Ju2019adore le produit."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I am absolutely in love with this product! It gives your face a nice glow that lasts all day and doesnu2019t make your skin look greasy. It looks really beautiful under make up or just by itself! Very long-lasting and effective! There is a scent, itu2019s kind of an orange smell, I donu2019t find it bad or overpowering and it tends to fade after a few minutes wearing it. Can take time to soak in so make sure if applying in the morning or if youu2019re in a rush to use less or give it at least 20 mins before applying make up. Will definitely be repurchasing after I run out!!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I can't get pass the smell of this product. It has a very strong unpleasant odour that I can't stand. I can't even verify if this product has a positive effect on the skin sadly. Will never buy again."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Dry skin",
            "review_text": "I received this product as a free sample and Iu2019m surprisingly impressed. I apply a few drops on a freshly washed face in the morning. If you use too much it can take a really long tome to absorb, which is not ideal for a busy morning getting ready for work. But I have to say my skin has had a radiant glow to it. I noticed a difference after a few days."
        },
        {
            "review_title": "Fell in love with this  u2763ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I received a 15ml sample bottle. I only use 2 tiny drops on my face at night ( toner> vitamin C> moisturizer/rosehip seed oil). This product is amazzzingggg. This is my very first time using vitamin c serum and it actually works but expensive. My acne scars are slowly fading away. It smells like turmeric thats why people are complaining but I donu2019t mind it because I do diy turmeric mask every other week.  The oil isnu2019t greasy at all and it doesnu2019t turn your skin yellow.  Its a little overpriced but I hope it goes on sale so I can buy the full size :( even 15 ml lasted lil over a month."
        },
        {
            "review_title": "Zoom glow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "It absorbs super quickly and it has definitely helped add a little bit of glow on all of my zoom calls. Also the packaging is beautifully designed!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Received as a sample and had to buy. My acne had almost fully cleared up and pores look amazing. Just waiting on my full size to arrive."
        },
        {
            "review_title": "Super dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I got this as a sample and I thought I wouldnu2019t like it as my face is oily in summer, but gets extremely dry that it peels off in winter, this saved my skin! Will definitely get full size"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Love this oil! It smells like summer and feels incredible. I highly recommend!"
        },
        {
            "review_title": "Excellent for Gua Sha",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This works excellent with my jade gua sha tool. It gives a healthy glow and perfect skin that lasts. My skin looks even, bright and glowing after use and the next day. I am a brown skinned girl, so finding skin care products that make my skin bright is so important to me. The downside of this product is that the scent is strong. I really hope the company changes their scent to make it lighter. It gives me an allergic feeling as Iu2019ve sensitive to scents. I received this with a GWP promo through Sephora, and am considering purchasing it if the scent changes or I become accustomed to it with no allergic feeling when I use it in the night or the next day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I wasnu2019t sure what to expect when I got this as a sample but I love trying out new stuff so I went for it.  I cannot explain why it did what it did but in one 5ml sample bottle that lasted about 2 weeks my skin is transformed.  My pores look smaller, I have no breakouts and my scarring from previous acne is definitely fading.  The description mentions nothing about pores so no idea how that happened but this has to be one of the best things Iu2019ve used.  Dry skin is gone, oily skin isnu2019t as oily.  I went back and got 5 more 100 point samples to be sure and in Bottle 3 now.  Still the same amazing results.  Will 100% buy full size.  I always thought an oil would be too heavy but this is amazing."
        },
        {
            "review_title": "Game changer for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I got this face oil as a sample and immediately ordered the full size. I find that foundation tends to cling to my dry skin and settle into patches. I started applying this face oil before applying my foundation and it has been a game changer for me. My skin looks & feels way more hydrated & glowy. I have to admit that I was nervous to order the full size when I started reading reviews saying that it made some people break out, but that was not the case for me (and I have super sensitive skin)! The smell isn't great, but I don't find that it lingers. 10/10 recommend this product."
        },
        {
            "review_title": "super dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Received a trial size, and was about to throw it away after trying for the first time mainly because of the smell. Itu2019s just not my personal smell preference.  However I was so surprised when I noticed my skin was so smooth in the morning. My skin is dead dry. I use tons of product but still wakes up my skin feeling so dry. It keeps my skin glowy and moisturized whole day. Holy! This is how ones skin should feel like! Just super glad discovered this one. Tbh I tried all the brands that promise super moisture from drunk elephant to sk-II. So far this is my to go. Now Iu2019m purchasing the full size."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "this is a fine facial oil with some extra benefits, but I think if Vitamin C is a priority ingredient for you then there are better, more potent serums out there. I give it 2 stars because I find the scent weird and overwhelming. it smells exactly like walnut baklava."
        },
        {
            "review_title": "I'm glowing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Love this. I put it on at night, probably 3 times a week, and I wake up glowing. Have never gotten so many compliments on my skin. I have scars and pigmentation from acne, and I think this is helping reducing the appearance of that. Would highly recommend."
        },
        {
            "review_title": "Loving it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Iu2019ve been using it for a week for I canu2019t comment on real results, but I am loving this oil! I received it as a sample but I will definitely be buying it. I love the glow that it gives to my skin not only when I apply it, but even throughout the day. Iu2019ve been using the AM and PM, and only need a few drops each time. This is a great product!"
        },
        {
            "review_title": "Not for acne prone skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I got this for my husband. He didn't think it helped much for him (olive skin, dark undereyes, wrinkles, no acne), also it made me break out every time so its not good for my acne prone skin in my opinion. It doesn't feel clean either because you have to keep opening the whole supply to the air and then dipping the dripper back in the liquid in the bottle to close the lid. I really would have preferred a closed pump bottle, I think that would have also it help preserve the active ingredients (vitamin c)."
        },
        {
            "review_title": "Wasnu2019t sure at first",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I love the glow this oil gives me. And I actually like the texture of it, which is pretty thick. But I do find it sinks into the skin fairly quickly. I really enjoy mixing it with my CEO serum. The only reason I am giving it four stars is because the smell is pretty strong, and almost too much. That I almost didnu2019t even bother giving it a chance. But once I started mixing it in with the serum it helped tone the scent down a little, as the scent of the serum kind of offsets it and I enjoy the smell of that one."
        },
        {
            "review_title": "Works great, love it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Love this serum. I didnu2019t have to use it as often as it suggests for it to work"
        },
        {
            "review_title": "WOW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I am convinced this product is GREATLY reducing the appearance of my pigmentaton and indented acne scars. Also leaves a beautiful glow afterwards. Will be repurchasing!!"
        },
        {
            "review_title": "Got a sample, will purchase full",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Smells great, skin feels brighter within days, very hydrating"
        },
        {
            "review_title": "Great! But don't use with Retinol",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this as a sample and LOVE IT! if you're new to using vitamin C, start by using it 3 times a week and work you're way up to daily. It tingles and if you're sensitive, that could be annoying.   This will lower the pH of your skin so consider that when using with other products.   Also, the post recommends using this with retinol. That makes no sense as retinol reduces the effectiveness of Vitamin C. So if you're a fan of retinol (I am!) use this in the morning, as it won't cause you're skin to be more sensitive to UV rays."
        },
        {
            "review_title": "Glow get it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I got this as a free gift at sephora. This oil gave my skin such an amazing glow within days of use. The packaging is cute and there is a little dropper you use to control how much oil you use. I literally just finished my bottle of Sunday Riley Hydroactive Cellular face oil and loved it but I think this one will be my staple, I'm enjoying the glow my skin has. I've seen people say it smells bad but I don't even notice that. I didn't break out and my skin was noticeably brighter."
        },
        {
            "review_title": "Actual Magic for a Gal in Her Late 30s",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, lightMedium skin tone, Normal skin",
            "review_text": "I don't typically write reviews but I need older people to know about this legit amazing potion. I'm 37 and have fine lines but otherwise pretty normal skin. I use this in the morning after a Korean essence then follow with Bobbi Brown Face Base and my skin looks g o r g e o u s. Smooth, perfectly glowy under minimal makeup, radiant, lovely.. I cannot get enough of my face right now. Like better skin than I had in my 20s. I too redeemed 100 points for a sample, used it three times then went for the full size later that week. I noticed a difference on day one and am so stoked to have found the perfect daytime Vit C product for me (and can stop spending money on other crap that doesn't work on my old face)."
        },
        {
            "review_title": "love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "I got this product for 100 points just to give it a try and ended up loving it. It has a nice natural scent. after using it my skin feels refreshed. I have acne prone skin and this does not cause me to breakout. love it!"
        },
        {
            "review_title": "New favourite face oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Have been using this product for a couple of weeks now and I can definitely see results. My skin looks clear and it is glowing!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I bought this product hoping it would give me beautiful radiant glowing skin but all it did was make me break out around the chin and mouth. Sad because I really wanted to love this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The best skin care oil ever!! Within days my skin was smooth, bright, healthy  and glowing. Use it every night and sometimes in the day as well. Tried it by redeeming 100 points and then loved it so much, bought the large bottle."
        },
        {
            "review_title": "might work for some but not me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I got this as a sample, and I wanted to love it. The smell doesnu2019t bother me at all, and itu2019s nice and hydrating but sadly it makes me break out. I took a break and tried again when my skin cleared up but unfortunately it did it again."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I broke out into a bunch of tiny little bumps all over my face. Mainly under/around my eyes. Woke up with my skin feeling really congested after only using the sample size 2 mornings in a row. I had to give away the bottle. I may have just had an allergic reaction to the product but Iu2019m extremely disappointed and will not be repurchasing. Iu2019m sticking with more natural skincare products from this point forward that donu2019t have 100+ ingredients in them."
        },
        {
            "review_title": "Great Vit. C Oil",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Got this product as a sample, and I really liked it.  I understand how the smell might bother some people, but I personally don't mind it at all.  It makes my skin smoother and enhances hydration.  I do notice my skin is brighter as well.  I really like this product and I plan on purchasing it in full."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Got this as a sample, and it does make your skin bright and glowy. It does have a strong smell but not unpleasant- smells exactly like jasmine tea. However itu2019s way too heavy. The third ingredient is a derivative of coconut oil, which clogs your pores. After about 4 days of use, I had breakouts all around my chin, and I very rarely get a breakout. Canu2019t recommend, wish skincare companies would get off the coconut oil thing."
        },
        {
            "review_title": "Glowy Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love love love this, it hydrates my skin and gives it a little glow. I have combo and sensitive skin and it did not irritate or made me break out. I would definitely recommend this, I will forever repurchase this!"
        },
        {
            "review_title": "Unpleasant Lingering Smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I cannot recommend this.  While it has absorbed well into my skin, the smell is not pleasant and it has lingered.  I used only 2 drops.  I am sitting outside reading, applied the two drops of oil over a 1/2 hour ago and can smell it wafting with the breeze and while sitting with no breeze.  Yuck.  I am a scent junkie and this is not nice.  I think I am going to toss it!"
        },
        {
            "review_title": "So far, Loving it. Happy Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I got this as a sample and so far, I'm really impressed. I've come to really like face oils and this one is so good. I'm not sure why everyone is complaining about the scent, I think it's so nice; it's tame and smells like jasmine tea of all things. Be glad that maybe it isn't full of all sorts of irritating fragrances! Anyway, my super sensitive skin seems to really like this - soaks in nicely, hydrates, nourishes, and I think even calms. Once my little sample vial is out, I'm gonna have a dilemma on my hands! To buy or not to buy? That is the question. Low-key probably will cuz it's wonderful."
        },
        {
            "review_title": "award winning glow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Yes there is a smell.. it reminds of tomatoes leaves. However itu2019s pleasant and in my opinion doesnu2019t linger. The pay off is worth the smell though. Iu2019ve had women gawk at me and couldnu2019t believe I was in my late thirties. My ex whou2019s horrible said i looked amazing and couldnu2019t stop staring at me.. Sold!  I only use two drops on damn hands, and apply this at night. Wonderful product"
        },
        {
            "review_title": "not a fan of the smell",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It felt nice but I couldnu2019t leave it on long enough to truly tell as the smell was too strong. Not a fan of the smell of this one. I think I would like it if it didnu2019t smell so strong as my face felt very smooth even after washing it off shortly after applying it."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This product made my entire face break out. I never get acne or get skin irritations on my face, ever. Extremely disappointed as I was excited about this product. Will never be using again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have very sensitive skin and Iu2019ve tried so many oils and this is the only oil that doesnu2019t make me break out and leaves my skin with such an amazing glow and a soft feeling!! I absolutely love it !!! Itu2019s a must try"
        },
        {
            "review_title": "Great Product, Bad Smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I'd give this 5 Stars if it had a more pleasant scent... I know it's an oil, but it smells like a heavy oil, to me... makes using it uncomfortable. I'm sensitive to smells... they should try making it more pleasant."
        },
        {
            "review_title": "Go-to daily serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "After trying over a dozen vitamin C serums  from Thomas Roth, Ordinary, Biossance, Drunk Elephant, Murad and several others, I finally found this little wonder that makes my skin glow lime nothing else. The curcuma definitely seems to decrease inflammation, which is one of the worst aging factors. A little goes a long way too. So worth it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "Saw almost immediate change in the dark marks on my skin!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "On my second bottom. My skin literally soaks it up makes you feel glowy. Really great for a day time oil."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Love the formula, hate the smell.  Smell reminds me of my grandmotheru2019s basement.  If they change the fragrance Iu2019ll probably buy it again. If not, Iu2019ll probably look for something similar that smells better."
        },
        {
            "review_title": "Quick glow-up and Snapchat filter for the skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I paid $10 for the sample size in December, and I am STILL using this! While the price is justified in my opinion I think buying the sample size is much better than getting a full size that while it will last for years to come at least you can get a fresh batch every few months.  I have combination skin more on the dry side. I apply this at night and it brightens my skin and creates a wonderful glow that gets even better in the morning. I always receive compliments on my skin when this is used. Make-up sinks into the skin like a dream. This is a great product to have as a ''pick-me-up'' when your skin is looking dull or dry. As it is expensive, I suggest buying the sample size - you'll use it for months to come if you love it and if it doesn't work for your skin only $10 spent!"
        },
        {
            "review_title": "Useful for reducing dryness with clean ingredients",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This product moisturizes well, but it feels a bit heavy going on since it's an oil. In terms of brightening, this is the fist product for that purpose which I have tried. I don't think it did any harm  on dry skin areas but I wouldn't put it on areas where you already have issues such as breakouts since those areas end up looking clogged."
        },
        {
            "review_title": "Nice glow but very strong smell",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Nice glow and feel. Not sticky neither greasy. However, very strong tumeric smell that lasts. I received it as a sample and won't reuse it. Better vitamin c products on the market."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I was looking for some vitamin C and Sephora employee suggest me that one. I start with the travel package and than later in the month end-up buying bigger size. I love it my skin look better and I donu2019t even feel the need to put makeup on."
        },
        {
            "review_title": "pimples",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Dry skin",
            "review_text": "Gave me pimples around my chin area after about 3 uses, for first time, they were deep red and painful. I canu2019t be 100% certain that it was the culprit but decided to stop using it and donu2019t recommend it, even though I didnu2019t mind the oiliness, as long as you dont put too much on. Same pimples situation happened on my forehead with the CEO vit C from sunday riley too."
        },
        {
            "review_title": "nicest glow ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Letu2019s be frank, this oil isnu2019t going to give you the same benefits of a potent vitamin c serum BUT the GLOW omg! I got this in a Sephora sample box with a couple other oils and the second I used this one, my face was GLOWING. Iu2019ve been using it for one week and every morning Iu2019ll apply it under my makeup and you can still see the glow under it! Itu2019s more of a nice aesthetic glow as opposed to a treatment oil. I think if you use this before youu2019re going to an event youu2019ll see the difference for sure! But I also secretly hope itu2019s lightening my hyperpigmentation haha"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I had this oil for a while but using other products, i started 1 week ago using only this oil and people tells me that my face is glowing wich i feel the same, hive it time is really good"
        },
        {
            "review_title": "stinky",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Smells bad and doesnu2019t sink into skin, smell lingers for hours"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I started using this in December. Iu2019m addicted to it now! I use it every morning, then I apply Good Genes. Makes my face glow and I love the smell! Starting my second bottle tomorrow!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is a lightweight oil, that my sensitive skin tolerated. However, after months I saw no visible change to my skin in any way. My dark spots did not lighten, skin did not brighten or even."
        },
        {
            "review_title": "Silky skin and the smell is AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Light skin tone, Dry skin",
            "review_text": "I've been using it before Good Genes and the combination leaves my mature skin feeling like actual silk. Some have complained about the scent but I'm obsessed with it. It's gorgeous! Maybe not for everyone."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Exceptionnel! Je l'adore!! C'est un effet bonne mine instantanu00e9!"
        },
        {
            "review_title": "Not terrible but certainly not good for the price",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I am just about finished the smaller size of this and will not be repurchasing. I had a sample of the CEO serum and thought it was amazing so when this case out I was excited to give it a try. However, I did not notice a brightening impact on my skin. As somebody with dry skin, I also was not impressed with its capabilities as an oil and had neutral feelings on this aspect. If you have normal or oily skin, perhaps it would be a different story.  Without considering price I would have given this three stars but  the price is just too much for this mediocre product in my opinion."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I hate the smell and it never absorbed. I used less as the weeks went on and still it was not absorbing. My face looked oily and the smell never went away. I would give more stars if it worked but I saw no results even after 4 weeks. I gave it away. So disappointed as I love the luna and good genes."
        },
        {
            "review_title": "Almost perfect",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I wanted to love this Face oil but it just misses the mark. It comes on nicely but it stained my pillow case yellow. It should come with a warning."
        },
        {
            "review_title": "Meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This barely did anything. Whatever moisture it gave me didn't last long and I didn't see any change in skin tone or texture. Big let down."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Normal skin",
            "review_text": "Love this face oil! Makes me glow all day & my skin feels plumped & hydrated. For the smell; itu2019s smell like lushu2019s products and I donu2019t mind :)"
        },
        {
            "review_title": "This converted me to an oil person.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Wow. Let me start be saying I've always been pretty hesitant to try any sort of oils on my face. I wear lash extensions so I just stay away from them in general. However, I did one of the oxygen facials and the person who was doing mine used this on me and just avoided the eye area. I've been using this consistently for just over a month now and my skin has never been better. My skin is glowing to the Gods, I get complimented on it all the time. I've also noticed quite a reduction in my hyper-pigmentation. My skin is also super hydrated. The scent isn't overwhelming, I actually quite like it but it's not for everyone. I use this first, then put a couple spritzes of my Caudalie beauty elixir and Fresh Glow Nectar and I'm set for the day. I honestly never wear makeup anymore because of this combination. HIGHLY RECOMMEND."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I love this serum. It brightens your complexion and feels so nourishing. Great product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This stuff is amazing! I use it under my foundation and before bed. It helps calm my redness and makes my foundation look flawless."
        },
        {
            "review_title": "Not For Me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I had to stop using this product, it was already past the return policy timeline so now itu2019s just sitting on my dresser. Itu2019s way too oily for my skin, the staff at the store gave me a wrong recommendation. I do not recommend it for combination or oily skin at all because it adds way too much oil to ur skin and clogs up ur pores; as a result I just breakouts after breakouts until I had to stop using it. Maybe Iu2019ll use it on other parts of my body like hands instead of face."
        },
        {
            "review_title": "Another beautiful face oil by Sunday Riley",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is the third face oil I have tried from Sunday Riley, and I love it. Another great product. I normally use turmeric in my homemade mask to reduce inflammation and hyperpigmentation, and I like to incorporate vitamin C products to help protect my skin against UV damage. When I saw the ingredients and the claims I had to try it. And I am so glad I did.  I happen to have had a bad reaction to some skin product previously and broke out on one of my cheeks. My skin type normally gets brown spots for scars that seem to never disappear. The sale could not have come at a better time; the oil seems to have calmed my skin, and has reduced the appearance  of the spots.   I have only been using it for a couple of weeks now, twice a day, and my complexion is more clear, vibrant, and feels more hydrated. No bad skin reactions, and my spots have not disappeared entirely, but they seem lighter and my complexion seems a bit brighter; so I have hope. I use about 3-4 small drops for my entire face. I hope this will help me lighten my hyperpigmentation more with prolonged use.  This formula does not break me out, and it wears well under liquid foundation. I have tried about three different foundations and all have worked well together. It does not pill, or change the shade of my foundation. I put my sunscreen on top of this before my foundation. Everything works beautifully together.  I would highly recommend this face oil. I have combination oily skin, that is aging and has hyperpigmentation. I get hormonal breakouts."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "So I got this oil as a tiny sample about 2 weeks ago from Sephora. My biggest skin problems are that my skin stays pretty clear, but if I get one small problem area it spreads everywhere and then takes at least 2 weeks to calm down. Then after the acne is gone, the scars take weeks to go away and usually almost gone but then the next outbreak starts. I've been using my Avene Recovery Cream (from the pharmacy) and this oil together for the past 2 weeks and it's really helping with the scars. They don't look as dark as they normally do (especially the ones on my cheeks which are the worst). The scars are usually black and difficult to conceal, but they've become a brown that just a few shades darker than my skin tone now. With concealer now, they're almost invisible.   I'm excited to try a larger size. I use it mostly at night after washing my face with Aveeno sensitive skin face wash and then I add a thin layer of that recovery cream for added hydration. I sometimes just have the oil on a bare face if I'm just at home and it doesn't make it super oily, but I recommend only 2 drops for the entire face.   I have combination skin, my t zone is oily, my cheeks and jawline can become dry and start to crack after using acne-related products.   Will give it 5 out 5 once I try the larger size for more than 2 weeks! Hope the review helps!"
        },
        {
            "review_title": "Saved my skin.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Hands down the best thing I have ever purchased. This has literally saved my skin. I have combination skin and Iu2019m very prone to breakouts. I use this morning and night. A little goes a long way. I havenu2019t had a break out since I starting using this 5 months ago. My skin is dewy and discolouration has almost disappeared."
        },
        {
            "review_title": "Buy it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I bought this oil two weeks ago.It work verry well on my skin.Love itu2764ufe0f"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This face oil is just such a great product and it actually brightens your skin"
        },
        {
            "review_title": "Skincare must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love this product i was hesitant to use it because I was afraid of purging but I finally came around and gave it a try. Iu2019ve been using it for about 3 weeks now and itu2019s faded my dark spots, acne scars and smoothed my skins texture, my skin is soo incredibly soft and smooth. Iu2019ll use 2-3 drops before I go to bed and you can see the biggest difference in your skin the next morning but Iu2019m not sure if it does anything when it comes to u201cglowingu201d because I havenu2019t experienced that with this product"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "leaves my skin so soft! pretty weightless and absorb quickly. The herbal smell is distinctive though, you either like it or hate it so maybe try it first in store. Does not break me out at all."
        },
        {
            "review_title": "Love the scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "I've waited for about week before posting a review as I wanted to give the oil a bit of a test.  I know a week isn't long enough to really assess it, but so far I'm in love with it.  The oil absorbs quickly into the skin with no sensitivity issues around eyes as I usually have.  I just love the scent. It is fresh, herbaceous and almost like just cut grass. Really lovely.  It seems to have slightly reduced any pigmentation and I'm sure will continue to do so over time.  My skin feels so smooth and not greasy with this oil.  I am so glad I purchased it, and am sure it will become a favourite."
        },
        {
            "review_title": "NATURAL GLOW FOR ACNE PRONE SKIN",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I am generally a fan of Sunday Riley products although there are some that donu2019t work for my skin type. Unlike some other reviews, I happen to really enjoy the natural smell of this oil and admire that it isnu2019t full of added fragrance like other skincare products. I noticed glowing results within the first week and love how well this product keeps my acne under control. Turmeric is an anti-inflammatory ingredient and makes my acne prone skin look hydrated and glowing. My cystic acne looks less red and less irritated which is usually really difficult to achieve. I have been using this oil in the evening with a jade roller to really help it absorb and in the morning I will put a couple drops on underneath my makeup. Itu2019s not always easy to trust reviews and not every product is going to be holy grail status for all skin types but if you have combination or acne prone skin I highly recommend trying this product. If you are having any doubts I would suggest buying the smaller size- itu2019s cheaper, more travel friendly, and you donu2019t have to worry about ingredients going bad over time like you do with the larger size!"
        },
        {
            "review_title": "Causes breakouts!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Didn't have a problem with the smell --it just smells natural. But it did clog my skin and I noticed breakouts as a result of that. Followed the instuctions as directed but the oil is too thick and saturated. I have normal to dry skin."
        },
        {
            "review_title": "High price oil",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
            "review_text": "Love the oil. Not too greasy and not too thick but I donu2019t see any brightening effects. So I paid $100 for a moisturizer."
        },
        {
            "review_title": "Beyond disgust.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Smells absolutely disgusting. There's so many skin care items that have such an awful smell.. However this one tops them all, and it needs to be returned bc there's no way I'm using it. No on every level."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Just after few days i can see the change It is expensive but so worth It my first try and im hooked. My skin i oily and i didnt even have one breakout so far and my fine lines have already started to fade wich is absolutely amazing. My pores shrinked and my overall skintone is briter, i Will rebuy that product"
        },
        {
            "review_title": "Miracle Worker",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I am absolutely floored by this product. This worked as close to instantaneously as anything I have ever tried. I had a small breakout when I first got a bottle and OVERNIGHT the bumps went down. Within a week, the pigmentation that can take months to fade was nearly gone. Itu2019s only been a little while, but I havenu2019t had another pimple since using it, my pores have all but disappeared, and my skin is glowing. I never want to be without this again!"
        },
        {
            "review_title": "Glowy, healthy and helps with pigmentation!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "SO GOOD. I have some spots on my chin and cheeks. They heal quickly, but it can take awhile for the pigmentation to go away. Iu2019ve noticed a MAJOR improvement after using this as my daytime oil. I recommend not using much (2-3 drops MAX) and to rub it in thoroughly. I have combo skin and I donu2019t find it making my skin any oilier than usual! If anything, it looks more glowing than oily. LOVE this (and donu2019t mind the smell!)"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "It works great but i just can't stand the smell!"
        },
        {
            "review_title": "brighter skin, smaller pores, less fine lines",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "This is an amazing product! I recently noticed that some fine lines  were forming on my right cheek, I tried hydrating serums, moisturizers and a facial oil but they didnu2019t work. This one removed those lines in few days. It has also brightened up my complexion and my skin feels firmer. It made my pores smaller too.  The lines on my forehead are still there :).  At first It broke me out a little but the breaks out are calmer after a week ( not completely gone). I believe my skin is adjusting to it. I have dehydrated acne prone skin. I recommend this product to everyone with less sensitive skin."
        },
        {
            "review_title": "yas to the dew",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "really enjoying this glowy goodness. i put this under my makeup and it gives off a lit from within look! unless u donu2019t want a dewy finish :)"
        },
        {
            "review_title": "so sad this didnu2019t work for me!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I absolutely LOVE Sunday Riley.. more specifically Good Genes. I have weird, temperamental skin... itu2019s not combo, itu2019s definitely dry but when I try to test the dryness it instantly becomes oily. So I tried this and it clogged my pores and I had a terrible reaction :(!! I donu2019t think itu2019s the products fault... I just wish I could find a treatment oil or serum that didnu2019t freak my skin out!! If anyone has any recommendations I am more then open to it!"
        },
        {
            "review_title": "Instantly glowing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Instant results. Applied it on my dry skin at night and woke up with the most beautiful glow. I also used it in the am and it left my skin feeling soft glowy and not greesy. Best dry oil Iu2019ve tried. Think this and good genes might be the best Sunday Riley products ever."
        }
    ]
}