{
    "product_id": "1628",
    "name": "High Roller Ingrown Hair Tonic with AHA and BHA",
    "brand": "Topicals",
    "categories": "Bath & Body, Bath & Shower, Scrub & Exfoliants",
    "price": 35.0,
    "about": "What it is:A lightweight serumu2014for your face, armpits, and bikini areau2014to soothe, calm, and comfort irritated skin, and discourage the formation of visible bumps from ingrown hairs..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dark Spots, Uneven Texture, and Acne and Blemishes.Formulation:Liquid.Highlighted Ingredients:- Salicylic Acid: Penetrates pores to target bump-causing buildup..Ingredient Callouts:This product is vegan and cruelty-free..What Else You Need to Know:This dermatologist-tested serum exfoliates, comforts, and fades the look of discoloration and redness associated with ingrown hairs. It glides on with a hands-free rollerball, instantly delivering a cooling sensation that soothes feelings of discomfort due to razor burn.",
    "ingredients": "-Salicylic Acid: Penetrates pores to target bump-causing buildup..-Zinc PCA: Minimizes the appearance of skin irritation..-Glycolic Acid: Exfoliates to visibly refine uneven texture...Water/Aqua/Eau, Salix Alba (Willow) Bark Extract, Glycolic Acid, Salicylic Acid, Zinc PCA, Niacinamide, Allantoin, Centella Asiatica Extract, Glycerin, Camellia Sinensis (Green Tea) Leaf Extract, Phytonadione, Hydroxyethylcellulose, Butylene Glycol, Polysorbate 20, Sodium Benzoate, Potassium Hydroxide, Disodium EDTA, Phenoxyethanol.",
    "how_to_use": "Suggested Usage:. -Roll onto clean, dry, affected area.. - Can be used daily.. - May cause sun sensitivity. Use sunscreen and limit sun exposure while using this product.. - To help improve the signs of discoloration on the face or body, follow by either Faded Serum for Dark Spots &amp; Discoloration or Faded Brightening &amp; Clearing Mist.",
    "num_reviews": 738,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/topicals-high-roller-ingrown-hair-tonic-P479355?skuId=2552958&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2552958-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz/ 50 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2552958-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "HOLY GRAIL!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I was skeptical about the high rating but it really does speak for itself! I used it on an off and on again cyst/pimple Iu2019ve had for years, and itu2019s been gone for months now. So weu2019ll see if it stays that way! I also had another pimple that began to hurt; as soon as I put this on it, it was gone within the next 2 days. Itu2019s awesome!!"
        },
        {
            "review_title": "A Must Buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "My V area gets so bumpy with ingrowns after every wax. I thought waxing wouldu2019ve made the area less prone to bumps, but nope! Iu2019ve tried other products that would minimize the problem somewhat, but the ingrowns still seemed to find a way. This product is the only one that has kept the bumps and ingrowns away. Iu2019m mad I only purchased 2, but will purchase more. The area is looking sooo much better now and actually smooth. You donu2019t need a lot either. I roll it on at night after my shower, and spread the product with my fingers if that makes sense. Please just buy it if youu2019re thinking about it."
        },
        {
            "review_title": "life saving product !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "i've tried a lot of products for ingrown hair and this is by far the best!! it works so well, with no stinging or burning feeling which usually comes with glycolic acid products. i cannot recommend this product enough!!"
        },
        {
            "review_title": "Saviour in my skincare routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This product is a saviour for my skin. I have sensitive and reactive skin and I have one to use on my face and one I use on other areas. Itu2019s effective without destroying my skin."
        },
        {
            "review_title": "the best thing out there for ingrown hairs",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "I would give it 100 stars if I could. I honestly just bought this when it was on sale and wasnu2019t expecting much. But after using it 2 times I already noticed a difference. I highly recommend this!!"
        },
        {
            "review_title": "Bedtime staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I have PCOS and a lot of hyperpigmentation around my bikini area and chest from shaving. This reduced my ingrown hairs to 0 and cleared dark spots Iu2019ve had for years. Really make sure youu2019re wearing a good sunblock with high SPF to prevent the spots from getting darker."
        },
        {
            "review_title": "Love this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have been using this on the Brazilian area for over 6 months and have seen a HUGE difference in my skin I dealt with a lot of ingrowns before using this and combing this with getting waxed every month has improved my skin so much"
        },
        {
            "review_title": "Worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I had horrible ingrowns and bumps from sugaring in my bikini area, no matter how many oils I used or how much I exfoliated. They stayed for weeks, wouldnu2019t heal or go down (I think keratosis pilaris). Started using this, and they are finally completely gone. I used 4-5 times a day for the first couple days, then down to once-twice. Only been using it for a week and itu2019s unreal how well it worked. I also sugared the day I got it and no new s bumps have popped up. Well worth it"
        },
        {
            "review_title": "For thick curly hair: It actually does work",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "I've struggled for years with horrible ingrown hairs along my bikini area Whether shaving, waxing, or letting it grow - my bikini line and inner thigh have been a war zone with painful bumps often becoming infected and swollen. Not a pretty sight, and so uncomfortable. I have thick curly hair and have tried a billion products marketed to help and THIS is the first and only one to actually work for me! I've been applying it consistently after showering and before bed most nights. It took a few weeks of consistent use to see results, but my bikini area has never looked or felt better."
        },
        {
            "review_title": "PURELY MAGIC!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "INGROWN HAIR & RAZOR BUMS BE GONE...POOF! I am 44 and have suffered with sensitive skin, causing shaving my bikini area, no matter what I do, razor bumps and engrossed hairs. I've tried everything & often  do much not of anything down there but trim, until the warmer months because of it. Read the description & reviews about this product & once again, looks hopeful but probably will disappoint for me. I decided to give it a shot, but wasn't expecting much until I coated it on a fresh shave. After doing so for 3 days, I was in absolute awe to discover no bumps, no burn, no nothing but smoothness. I used it for the rest of the week and not one ingrown hair...NOT ONE! This stuff has saved my summer's &  my lady parts have never looked better. You need to buy this now ASAP! Fantastic product!"
        },
        {
            "review_title": "razor burn no more",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "This Burns just a bit after you shave, but prevents razor burn. I've been having terrible perimenopausal razor burn, like I just started shaving again, and this has stopped it."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I use this every time after I shower. My ingrowns have become minimal! I also use the bushbalm ingrown hair oil with this."
        },
        {
            "review_title": "Works so well, a must try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "I can't get over how well this product works! I was skeptical about buying it, because I've always been prone to ingrown hairs. but this has completely transformed my bikini line and my underarms."
        },
        {
            "review_title": "The perfect addition to my shaving routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "Before using this product I would have intense razor bumps, especially after shaving my armpits. However, after using this even just once, I noticed that I didn't have that itchy feeling anymore after shaving. This product saved me! The only downside for me is that since it is a strong exfoliant, it's kind of hard to use during the summer (when you would most likely need it most) where there's a lot of sun that could sensitize your skin in combo with the product."
        },
        {
            "review_title": "No more ingrowns!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "My bf needed it for when he cuts his beard, truly helps paired with the ordinary glycolic acid!"
        },
        {
            "review_title": "bye ingrowns",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "I noticed results after the first two uses of it, my razor bumps were literally all gone."
        },
        {
            "review_title": "Donu2019t think just get IT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The BEST PRODUCT for women who have PCOS and shave their face. I have suffered with ingrowns and razor burn from shaving my face. I apply this product right after I shave with clean dry skin. Your pores are open it might sting a little but never had a reaction and only last a split second. But this is a new staple in my life."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I have very sensitive skin. This has been the only product that has truly helped with ingrown hairs. I highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "The Topicals High Roller Ingrown Hair Tonic with AHA and BHA is a fantastic addition to my skincare routine. The rollerball design makes it easy to apply, and it has noticeably reduced my ingrown hairs. The formula is gentle yet effective, soothing my skin without irritation. Itu2019s a great product that works well for preventing ingrown hairs and calming redness. Highly recommend!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "What a fabulous product! Easy to apply and has a lovely scent to the product. I love the roll on design of the bottle - it makes it super easy to apply and only dispenses the perfect amount of product. I saw a great improvement with the number of ingrown hairs significantly reducing after only a short period of use. Great product overall!"
        },
        {
            "review_title": "love!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "This is a great product from Topicals!! The texture is amazing and the packaging is so cute :)"
        },
        {
            "review_title": "This is just a must have all the time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "I just love all of there produkts and especially this one. It has helpt me so so much. So i think you should try it."
        },
        {
            "review_title": "So far so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Dry skin",
            "review_text": "I have been using this consistently for about a month now and so far so good! It's an easy application and light-weight feel is what I like most about this. My razor bumps aren't completely gone obviously but I feel like this product has helped me tremendously!"
        },
        {
            "review_title": "actually does exactly what it claims!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
            "review_text": "I always hated shaving my underarms bc i always ended up with painful and red ingrown hairs. this time i used high roller for the bumps and it actually made such a huge difference. it reduced the irritation a bit and made it less red, and after using it again the next day the bumps were practically gone. it also felt like it softened the hair and made it less course which is such a huge bonus!"
        },
        {
            "review_title": "A MUST for Shaving",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This has been SO helpful for my razor bumps and in-growns. It makes shaving a breeze!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The application is super easy and I love the way it makes my skin feel after."
        },
        {
            "review_title": "Very good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Love this product but have to be consistent with it to see results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "one of the best hair tonics I've tried I love it ud83eudd0dud83eudd0d"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "Amazing I love it so much! Definitely going to repurchase!"
        },
        {
            "review_title": "Great product to treat ingrowns",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I tried this for the first time recently and I was so surprised on how well this works. I get ingrown hairs right before my menustral cycle and used it decently. Once hair on my bikini line grew out, I only had one ingrown hair, but it was very surface level and easy to remove"
        },
        {
            "review_title": "THE BEST FOR INGROWNS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I use this daily on my legs and bikini area and itu2019s has completely gotten rid of my strawberry skin and dramatically reduced my ingrowns!"
        },
        {
            "review_title": "A MUST HAVE IN YOUR SHAVE ROUTINE",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Normal skin",
            "review_text": "I have struggled with razor burn for a while and I have tried so different products but let me tell you this one actually works!! I love this stuff It lasts me about 2 months, i roll it on right after my shower and it keeps me so smooth ! everyday, and I."
        },
        {
            "review_title": "loooove",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I've been using the Topicals High Roller Ingrown Hair Tonic with AHA and BHA for a few weeks now, and it has truly transformed my skincare routine. The roller applicator makes it super easy to apply, and the combination of AHA and BHA gently exfoliates and soothes my skin. I've noticed a significant reduction in ingrown hairs and irritation, especially after shaving. My skin feels smoother and looks clearer. This product is a game-changer for anyone dealing with ingrown hairs. Highly recommend!"
        },
        {
            "review_title": "Perfect for skin texture!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Love this product!! Perfect for dark spots and uneven texture on the surface of the skin!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Gets rid of the pain from ingrown hairs while soothing redness! Topicald make the best products for acne so I wanted to try this for the annoying, ingrown hairs we all get! it is truly awesome!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I am so glad to have discovered this product.  I frequently experience razor burn around my armpits.  Now I have something to help with that.  I use it about three times a week.  I love that it is a thin fragrance free tonic.  It doesn't take too long to absorb.  Once it dries I apply my regular deodorant."
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "amazing product! It has helped my body prevent ingrown hairs."
        },
        {
            "review_title": "A NEED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "honestly i didn't initially think it would do much but HOLYYY it works wonders. like my skin has NEVER been smoother. i rolled in onto dry skin after my shower and rubbed it in. after that i applied my body lotion (literally straight coconut oil lol) but definitely repurchasing once it runs out!!"
        },
        {
            "review_title": "When you need this you really need it- a must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I got this in a Sephora favorites box and it sat for a little while in my travel case, then I desperately needed it in Sephora and was shocked at how well it worked. Magic."
        },
        {
            "review_title": "Highly recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "A very good buy and value for money! Totally recommend"
        },
        {
            "review_title": "super easy to us3",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "I never had ingrown hairs before but one day I just started getting them!! I looked online to see what people were trying and came across this product. After a few weeks I started noticing that I wasn't getting ingrown after shaving!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
            "review_text": "A lifesaver for ingrown hairs. Highly recommend. Easy to apply"
        },
        {
            "review_title": "Itu2019s amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Works wonders canu2019t imagine what I would do without this product"
        },
        {
            "review_title": "Must have after shaving!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product saved my life! It helps so much. As someone with sensitive skin, this always helps calm down my post-shaving redness. The roller ball is a great feature and makes applying mess free."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "My friend told me it was really good so i tried it! It works so well"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Love this high roller i have ingrown hair on my knees and this roller is life saver. Come with the perfect size"
        },
        {
            "review_title": "u2b50ufe0fu2b50ufe0fu2b50ufe0fu2b50ufe0fu2b50ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I absolutely love this! This product! It works very well"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "Love it my skin feels so smooth! Also packaging is so pretty!"
        },
        {
            "review_title": "GET IT NOW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "this product fixes my razor bumps on my sensitive skin"
        },
        {
            "review_title": "A Shaving Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "This product has been a lifesaver for ingrown hairs on my neck after shaving. The great thing is that it doesn't have that burning alcohol sensation that I've experienced in the past with other products."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "works well but wish it dried more quickly. really easy to apply though."
        },
        {
            "review_title": "Fantastic product for in-grown hairs!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This product does a fantastic job getting rid of ingrown hairs! Itu2019s not irritating to my sensitive skin either so itu2019s truly fantastic."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "As someone who struggles with chronic ingrown in my bikini area this is a game changer!"
        },
        {
            "review_title": "Very effective",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love how nice it feels, itu2019s more gentle than I expected but it definitely works on my ingrowns"
        },
        {
            "review_title": "A must have for ingrown girlies",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this product since Iu2019ve used it I have 0 ingrown hairs . I use it the day after I shave and my hairs grow evenly"
        },
        {
            "review_title": "A must have in my skincare routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "High roller is my go-to serum for ingrown hairs. Has all the right ingredients for treating them"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love the benefits of using this product for skin issues related to ingrowns, chaffing, dark underarms. Plus, the cooling sensation is an added bonus :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This is my third bottle of high roller which shows I canu2019t do without it. It is that good!!!. It saved my chin bumps and spots and also my husbandu2019s bacne. Highly recommend it!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I love this product! Itu2019s really cooling and easy to use"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
            "review_text": "I've been using this product for about two weeks and appreciate the smoothing and cooling effects of the product. It's clean and simple to use and has reduced irritation after I shave. I've still dealt with a few ingrowns since then but I'm hoping to find the most optimal way to include this in my routine!"
        },
        {
            "review_title": "soothing for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Pros: Easy to apply Unscented Dries quickly Soothing after shaving Okay to use for sensitive skin; not harsh  Cons: Small size but will last long if you only use 2x per week  This product is user friendly and makes my skin feel great after shaving. I havenu2019t used it long enough to see a difference in lightening dark marks, but I will continue use!"
        },
        {
            "review_title": "It Works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This is my current obsession post shaving routine.  I always get ingrown hair after shaving but this product has helped tremendously to treat and also soothe irritated areas in my bikini area and underarm."
        },
        {
            "review_title": "10/10 product and now apart of my Holy grail stash",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is my third bottle since I was introduced to this brand. I am now a faithful laser hair removal (truly never looking back tbh) but prior to investing in laser this year I had a standing appt with my wax esthetician and w/o fail I would always leave the appt with either recovering from previous angry ingrown and prepping to anticipate another angry one popping up. Because of this I have had to adopt an entire post shave care routine and never looked forward to shaving or waxing for this reason because of the recovery of the ingrown or the post hyperpigmentation it left behind. PFB vanish has NOTHING and I mean NOTHING on High Roller. This product single handedly has prevented any ingrowns from forming, lifted the hyperpigmentation on both my underarms and pubic area. I'm truly shocked and so happy that this bottle exists. Now 2 days after my laser and 2 days before I shave I use this tonic and let it dry down and then apply moisturizer. Baby you would have never thought I had any issues just by looking at how smooth and bright my skin is."
        },
        {
            "review_title": "Great for Preventing In-Grown Hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Combination skin",
            "review_text": "For too long Iu2019ve struggled with in-grown hair and discoloration. I decided to finally give this a try and it has not disappointed! My skin is still smooth and thereu2019s not an ingrown hair or scarring in sight!"
        },
        {
            "review_title": "A Must-Have If You Shave, Wax, Sugar, or Laser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Oily skin",
            "review_text": "I've been using this product for 3 weeks.  I was concerned about uneven complexion under my arm, this brightened it alot. I had a old dark spot as well, that finally lightened under my arm."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I received this product about a month ago and my goodness has it been a godsend. I started electrolysis hair removal like two months ago and the first session left me with soooo many ingrowns. I was in so much pain and wanted to stop treatment all together. I had my second session one week ago and the biggest difference is that I integrated High Roller into my post-procedure aftercare. I'm still getting a few ingrown hairs, but significantly less and they disappear practically the next day after application. I'm a believer and will continue using this holy grail of a product!"
        },
        {
            "review_title": "Lightened my ingrown dark spot!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I have been using this for about a week, and I have already seen a difference. I had an ingrown that turned dark, and after showering, and applying the High Roller, the next morning it was flat and had lightened. Definitely want to see how much it does for longer than week, but so far I love it."
        },
        {
            "review_title": "It has such a good ingredients",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "It is no secret that Salicylic Acid is a great ally for skin care and this High Roller includes it as a key ingredient. I have used it for less than two weeks and I think that the application is very easy and has not caused any type of irritation but has helped me avoid the annoying consequences of shaving my armpits. But this is a product with high sensitivity to the sun and we are in the middle of summer. So, I  avoid using it for beach and pool days."
        },
        {
            "review_title": "Essential in my hair removal routine! u2728",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
            "review_text": "I love using the high roller after shaving! I use it on my underarms and around my bikini area. It definitely helps soothes any irritation and help prevents in grown hairs. ud83eudd29 I would definitely recommend if you shave or wax regularly!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I struggle with ingrown hair near my bikini area and I found that this really helped with that issue. I like that it doesn't have a scent and it doesn't burn! The roller is also super convenient with the application of the product. Will have to stock up before I use up the one that I have."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I been using this product for about two weeks and I have noticed a difference on my skin. There are fewer razors bumps. Loved that itu2019s fragrance free."
        },
        {
            "review_title": "A skincare must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I love this product! I have been using it everyday for a week now & have seen a difference under my arms. I suffered with hyperpigmentation on my under arms & since using this lightweight product it has began to clear up & I couldnu2019t be more happier. It gives me that confidence back & Iu2019m glad this product was created for women like myself!"
        },
        {
            "review_title": "Great ingredient list",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "The ingredient list in High Roller is stellar! I often used glycolic acid to keep razor bumps at bay but the additional ingredients in high roller also help to fade dark marks and hyper pigmentation and calm irritated skin. So far I have been using high roller and I've found my skin  to be soft, smooth and razor bump free. My only qualm is that it's pricey for the size of the bottle."
        },
        {
            "review_title": "great for after shaving!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "wonderful helped my razor bumps significantly improve!"
        },
        {
            "review_title": "A must have serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Normal skin",
            "review_text": "I love this lightweight serum, it absorbs in to the skin very nicely and leaves skin looking younger and brighter. I have been using this serum since few weeks and noticed significant improvement in my skin texture. I love how it feels on my skin."
        },
        {
            "review_title": "Life saver",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have coarse, curly hair and have struggled with ingrown since I started shaving and waxing. I use it in combination with Tend Skin and it works wonders. Not irritating to the skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "After waxing my underarms, I tend to grow a few ingrown hairs. My first High Roller application helped bring a few of those to the surface and also healed some redness. I was scared that it was going to sting because of the ingredient list, but this product has never harmed me and is very gentle on your skin- even post shaving. I never used to shave my bikini line because it's honestly painful to grown the hair back, and after using High Roller, the pain has gone away and has made a huge difference. I used it immediately post shaving, and it didn't sting, and it made my skin look smooth and clear. I didn't use it for three days and as my hair that was growing back looked red, I put it on again after my night shower and by morning, the redness and pain was gone."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "One thing about Topicals products they do what the say they will do. I got to try almost all of their products and honestly i canu2019t stop being amazed. I have tried the samples of the high roller since i have ingrown hair and babyyy it was amazing. I will definitely get the full size."
        },
        {
            "review_title": "Highly recommendedud83dudc4d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This product actually works!! I was a bit skeptic first and some reviewers sayd it took some time to see the difference; but I have used it maybe over week now and can see great change in the bikini line which gets ingrowns because of waxing.. I love this product and will keep using itud83dude4c"
        },
        {
            "review_title": "Great for ingrowns in armpits and bikini line",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I notice a difference in when I do and do not use this product. When I apply it after shaving my armpits or bikini line, the skin is visibly less irritated and textured, therefore leading to less ingrowns. I have used an entire bottle of this, and will continue to repurchase!"
        },
        {
            "review_title": "Best for Dark underarms, Chafing & Ingrown Prones!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "This was gifted to me by Topicals along with the Slaher (great for strawberry skin) and i knew this would help even my skin!!! Iu2019m a dark skin woman with PCOS issues and this is now a STAPLE in my routine. My underarms re clearing up, between my thighs are healing and thereu2019s no doubt this product works alone and along with slather. Itu2019s a must have , barely has a scent and i let dry down before heading out !! You will thank me later"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Best product ever!! Every time i use this, i get less razor bumps!"
        },
        {
            "review_title": "A must have!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "After using this product I notice my skin less irritated and the ingrown hairs have reduced their amount, in love with the product, I would buy it again a thousand times"
        },
        {
            "review_title": "Smooth Move",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "I tried out Topicals' High Roller Ingrown Hair Tonic and itu2019s legit. If youu2019re tired of those pesky ingrown hairs wrecking your vibe this stuff might just be your new BFF. The combo of AHA and BHA feels so smooth on your skin, gentle but effective. Itu2019s got this fresh scent thatu2019s not overpowering, which I appreciate. Itu2019s easy to use, just a swipe and youu2019re done. I noticed fewer bumps and smoother skin after a few days, so Iu2019d say itu2019s a win. Definitely worth a shot if youu2019re battling those ingrowns!"
        },
        {
            "review_title": "Your Smoothest Bikini Line with High Roller!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I've been using High Roller consistently for about two weeks and I've already noticed SUCH a difference! I've struggled with ingrown hairs especially around my bikini line my whole adult life. I eventually got laser on my bikini line to help with the ingrowns, but since I haven't been consistent with the treatments, they've come back with a vengeance! Cue High Roller, which has been keeping my bikini line smooth and bump free, even after a full down-there shave. After the first few days of using High Roller on dry skin right after my shower, I've noticed that any previous bumps were starting to disappear. I haven't been itchy at all and I'm loving this hack for smoother and calmer skin after years of feeling insecure at the beach. I can't wait to see what this does over time to brighten and smooth. Topicals has done it again!"
        },
        {
            "review_title": "WOW!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This Product has helped me so much when it comes to texture, razor bumps, discoloration, all under my arms!"
        },
        {
            "review_title": "perfect!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I love using this after shaving my underarms or private area. It does take a couple minutes to dry but I don't mind. I have noticed less irritation and ingrown hairs! Consistency is key with this product so I recommend using this for the first couple days after shaving! It doesn't have a distinct scent which I like and the bottle lasts a while!"
        },
        {
            "review_title": "Soothe and Smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I personally love this product! I typically deal with ingrowns/irritation when I shave so this helps soothe and lessen the amount of ingrowns. This is my second time buying this product and Iu2019ll more than likely buy it again once it runs out!"
        },
        {
            "review_title": "A must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I have been using this for the past 2 weeks and it keeps my skin smooth and I love it!"
        },
        {
            "review_title": "In loveud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "This product really helped me with my ingrown has. I donu2019t have any razor bumps anymore and my skin feels so smooth."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
            "review_text": "I have been using High Roller a little bit over a year now. I have noticed the marks from ingrown hairs on my bikini line has faded and I have less razor bumps after shaving. I will forever repurchase this!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "After using this product, it has helped me a lot with my ingrown hair and makes my underarms smooth. I definitely recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Iu2019ve used this for about 2 weeks now and I am in love and the difference is definitely there."
        },
        {
            "review_title": "Hair girl essential",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "I recently started using this again and remember why I loved it in the first place. I am a hairy girl, very thick, coarse hair and constantly have to wax my under arms applying this after not only helps prevent ingrown, but has helped with the darkness underneath my arms as well, helped in my under arms."
        },
        {
            "review_title": "A must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "After using this product for the past few weeks I can definitely say that it is worth the hype!! Itu2019s the best product I have ever used!"
        },
        {
            "review_title": "Love that I added this to my nighttime routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "With the summer season and warmer weather, I am inherently shaving more often. With it comes dry skin and ingrown hairs, specifically on my thighs and my armpits. This toner is so soothing and refreshing. I love putting it on before I go to bed so that I know it's not going to counter react with any other products such as deodorant."
        },
        {
            "review_title": "must get this yall",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "just a really good product overall my ingrowns have been decreasing and my skin is smoother after each use"
        },
        {
            "review_title": "Itu2019s works, just a little slow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This thing works but just a little slow so keep your faith. This roller helped with kp skin and Iu2019m happy about it. Be careful if youu2019re applying it in on your face, always wear a sunscreen after it as this roller go actives,."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Great product and shows results quickly and is easy to use"
        },
        {
            "review_title": "Best at what it does",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This product help me a lot with my hyperpigmentation and getting rid of my dark spots."
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "It has good scent, fresh and clean,  is good for treating ingrown hairsu2764ufe0fi love it. It smooths skin texture. The lightweight formula absorbs quickly without any greasinessud83dudc9d"
        },
        {
            "review_title": "MUST BUY FOR BUMPS AFTER SHAVE!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "so amazing especially when youu2019re having some redness after you shave, put some of this on & it feels extremely well!!! doesnu2019t not burn & helps out so much. i 100% recommend, i have sensitive skin & didnu2019t affect me!"
        },
        {
            "review_title": "Yes! Buy it! Now!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Thissss ingrown tonic is top tier ok! Itu2019s as if it works instantly and definitely worth the hype ! If you havenu2019t incorporated this in your u201cafter wax u201c routine or just in general, run, skip , jump idc how you get over here to order it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Live by and love this product!! Always need this absolutely a must have!!"
        },
        {
            "review_title": "Must try!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Normal skin",
            "review_text": "First of all, I love the concept of it being a roller I think that's very smart and the size is small enough to travel with. NOW, consistency is key. Use as directed!!!!"
        },
        {
            "review_title": "Gentle, yet effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, lightMedium skin tone, Dry skin",
            "review_text": "This has been a game changer for me! I was initially using glycolic acid on my underarms to help with ingrown hairs from waxing, but it was way too harsh on my skin and left it irritated. This tonic is so much more gentle, yet effective for my ingrowns. I love that itu2019s in convenient roll-on packaging that makes it easy to apply. I would definitely buy it again!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I really recommend and enjoy this product. The texture is amazing. I love how look my skin after used it. I recommend so much"
        },
        {
            "review_title": "Really works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Ingrowns and discoloration has always affected my confidence. I wasnu2019t sure if this would work but it actually does help a lot! itu2019s soothing and ingrown discoloration is lighter now!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I love this project! Definitely worth the price. I can not imagine not using this product daily!"
        },
        {
            "review_title": "My my girlies that get irritated after shaving!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I love this ingrown hair tonic, I use it on my legs and my bikini area after I shave. I get irritation immediately after shaving and just rubbing it on eases the irritation"
        },
        {
            "review_title": "Try it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "This product works amazing for ingrown hairs. I am usually very insecure about my ingrown hair on my arm pits but this summer I am finally able to wear tank tops"
        },
        {
            "review_title": "Amazing Addition to Waxing Routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I bought this after waxing my bikini line and getting a bunch of red, painful, and bumpy ingrowns. It was awful. I was starting to think that maybe I wouldn't be able to keep waxing the area. I read a couple reviews and decided to buy this. Haven't really had an ingrown since! It's completely changed my experience with waxing. I use it on both my underarms and bikini line, and it's helped immensely.   I can't quite speak to the claim of lightening dark marks. I've been using this less than a month but can't say I've seen any improvement of the blemishes I last had. That's not to say it wouldn't help, just that in my short time of using, I  haven't seen anything significant.  I also have not experienced any burning or discomfort when using the product, which is really helpful."
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I am loving this little guy! I have been using High Roller on my bikini line and itu2019s has been a life saver this summer. Goes on so nicely thanks to the roller application. Doesnt break my skin out and I havenu2019t seen any new breakouts or  or ingrown s"
        },
        {
            "review_title": "Holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is my holy grail life saver in the summer it saves my bikini Line"
        },
        {
            "review_title": "ud83eudd79ud83eudef6a holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "after using the product it just feels amazing just like strawberry skin now i dont face any irritation, a must have guys!"
        },
        {
            "review_title": "So Good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Helps so much under my armpits! Truly is a lifesaver!"
        },
        {
            "review_title": "A absolute must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "I love the tropicals ingrown hair tonic, My armpits have never looked better! It combats ingrown hairs while helping to control bacteria, and helping with hyperpigmentation! I will continue to repurchase!   I will"
        },
        {
            "review_title": "I enjoyed it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Dry skin",
            "review_text": "I was able to receive a sample of this product and was thoroughly satisfied with my first time of using it. I typically get ingrowns here and there, but I realized when I did use it I was able to have some ease and no irritation when I typically shave which was a plus for me. I would definitely buy more when I can and hope to continue to see more of the great results."
        },
        {
            "review_title": "Soothes my sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I really like using this ingrown hair roller. It helps soothe my sensitive skin after shaving in the shower. If I am feeling razor burn I just roll this on and it helps a lot. I love that itu2019s unscented too."
        },
        {
            "review_title": "Skin Saving and Life Changing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "A close friend of mine purchased this product and our whole friend group fell in love with it. Anywhere that you shave this product works. It is great for your skin and is created with clean ingredients, so you don't have to worry if it's good for you."
        },
        {
            "review_title": "Must-have body care product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Deep skin tone",
            "review_text": "If you are looking for a product to help fade hyperpigmentation especially in your underarm are then this is for you! Itu2019s super gentle and lightweight and I have definitely found it can even be used as a deodorant!deodorant"
        },
        {
            "review_title": "MUST GET!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Bought this just to try out not thinking anything of it but after a few uses this is a life saver!! My armpits have never looked better i recommend!"
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I honestly love this product!  have very sensitive skin and when I switched over from waxing from shaving, it helped clear up my ingrown, my discoloration and it leaves the skin so smooth . Itu2019s non irritating, no burning. I just love love love"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "LOVE using this product! it works quickly and is amazing for soothing my skin after shaving."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "smoothing and nice. doesnu2019t burn and works so well"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So soothing and helps with skin!              u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026:)"
        },
        {
            "review_title": "Good product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have used this product for the past few months and I would recommend it to anyone! This has drastically helped with ingrown after shaving."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Oily skin",
            "review_text": "After using this product it has done wonders! I will definitely recommend to my friends!"
        },
        {
            "review_title": "Game changer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Topicals High Roller Ingrown Hair Tonic with AHA and BHA is awesome! The rollerball makes it super easy to apply, and it really helps with ingrown hairs. After just a few weeks, my skin feels so much smoother and less irritated. Totally recommend!"
        },
        {
            "review_title": "Perfect for HS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "I have HS and have a ton of hyperpigmentation leftover from flare ups. I was looking for something to fade my dark spots and this fit the bill. Most spots have faded pretty significantly over the past month but I do have to be careful"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I get pretty bad ingrowns and lots of razor burns. I have found this to work pretty well, I donu2019t think the results are crazy but I do think it helps & it feels less irritating"
        },
        {
            "review_title": "**High Roller Ingrown Hair Tonic Review: Effective",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "High Roller Ingrown Hair Tonic with AHA and BHA features a rollerball applicator for targeted treatment. It exfoliates with AHAs and BHAs, reducing ingrown hairs and smoothing skin, with a mild tingling sensation. Overall, it's effective and convenient for clearer, smoother skin."
        },
        {
            "review_title": "NEED FOR INGROWNS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "ok so i HAD ingrowns, but when i started using this product they like literally all disappeared. & iu2019m not even kidding. like for ingrowns this is the best on the market and i swear by it ud83eudd0d"
        },
        {
            "review_title": "Great for Summer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "Iu2019ve always gotten the worst razor burn on my bikini line and my upper thighs, no matter how carefully I shave or how much prep work I do, but this product has made a huge difference in the irritation on those areas! I have noticeably less redness, fewer razor bumps, & fewer ingrown hairs, which has been helpful with my summer bikini confidence! Itu2019s so easy to apply too, which is perfect because Iu2019m lazy & tend to avoid anything thatu2019s too much work haha"
        },
        {
            "review_title": "YOU NEED THIS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
            "review_text": "This product works so well! The affects work instantly, and helped my skin so much."
        },
        {
            "review_title": "Reviewed by an Medical Esthe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "top tier when it comes to the balance ahau2019s & bhau2019s active enough to penetrate the needed layers but gentle enough to not disrupt the skins barrier ! - your esthe bestie! ensure your keeping your skin hydrated while using and not using any other forms of harsh exfoliation as it could cause irritation to the skin! slowly introduce this beauty into your usage!"
        },
        {
            "review_title": "love it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "i loved this especially after getting a wax it felt very soothing and the packaging is easy to use as well! i get a lot of ingrowns from shaving so it helps!"
        },
        {
            "review_title": "great packaging, efficient product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love the easy to use packaging and how effective it is! The price point is also very affordable and acceptable considering how well it works. Would repurchase and reccomend! reccoment"
        },
        {
            "review_title": "A must for ingrown hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love the way it helped my skin stay smooth and no ingrown hair"
        },
        {
            "review_title": "Saved my u201cprivate areau201d!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "After using this product for about a month on and off, Iu2019ve loved the results. My ingrown hairs leave and the razor bumps are non existent after using this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This was great! I recommended it to my friend to use for her ingrown hairs, and it worked amazing."
        },
        {
            "review_title": "This is magic",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I use this on my husband after shaving his bear he gets so many little ingrown hairs that this is the only product I have ever been able to get to prevent it. I tried it on my self too and this is magic in a jar, I wish you could buy it in a different style packaging. Or travel size!!"
        },
        {
            "review_title": "Bikini confidence",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I use this in my bikini area. Itu2019s a lightweight roll on that makes my skin feel soothing and comfortable. It has the ability to make me feel more confident when Iu2019m wearing my bikini in public."
        },
        {
            "review_title": "Proven effective!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have been using this product by for about a month and a half now and I can honestly say I have seen an improvement. I havenu2019t had any ingrown hairs since I began using it and I can see a more even skin tone in the under arm area."
        },
        {
            "review_title": "Wax Girly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I have been wanting this for the longest. Finally bought it and I loveeeee it. I sometimes get in frowns after waxes and I canu2019t wait to see the results using this product gives me"
        },
        {
            "review_title": "Must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s so amazing itu2019s helped a bunch. Iu2019ve had less ingrown hairs from using it and it smells great!"
        },
        {
            "review_title": "A must have selfcare staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "I love it so much, it really works wonder as a topical treating product. Best product Iu2019ve used thus far."
        },
        {
            "review_title": "that girl",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "she is that girl. a powerhouse against irritation."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I absolutely love everything this is amazing u2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0f"
        },
        {
            "review_title": "Effective but",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "This product targets exactly what it is intended to do. I have seen significant changes with my ingrowns caused by shaving. However I do not enjoy the roller application. There are times where product does not come out enough."
        },
        {
            "review_title": "Flabbergasted",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I just moved to Texas and have been having serious issues with underb*** sweat and irritation to the point where I had a few ingrowns have appeared.  After every shower for the last week, Iu2019ve been placing high roller over said ingrown bumps.  2 of 7 are gone and the irritation of the other 5 are heavily reduced. Iu2019m flabbergasted.  This has been so helpful as I work on a flight line and was seriously worried about how I was going to prevent these. All of this to sayu2026u2026why donu2019t you have this in your arsenal yet???? Get it!!! Itu2019s totally worth it!!!"
        },
        {
            "review_title": "Soft & Gentle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "As someone that suffers from boils in my armpits and bikini area, trying this product was necessary! My skin is sooooo smooth after a few days of using it. Itu2019s a gentle exfoliant that gets the job done!"
        },
        {
            "review_title": "Stapled Piece",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Love this product as a women of color this product has reduced my discoloration helped ease ingrowns & reduced my inflammation after shaving worth the coins"
        },
        {
            "review_title": "You need this!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This product is sooooo good! Since Iu2019ve been using this product, Iu2019ve had less ingrown hair, razor bumps, and my darks spots have gotten lighter! I havenu2019t experienced any irritation! This is a must have!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Super helpful for the bikini line and my underarms! Love this!"
        },
        {
            "review_title": "Holy grail!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I used to always do my best to avoid shaving my bikini area because I would get razor burn so bad it would hurt. Now I shave that area about once a week or two because high roller helps to prevent  them! This is my holy grail product here."
        },
        {
            "review_title": "Meet your smooth skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This product is a lifesaver and must have for anyone who struggles with ingrown hairs. I have super sensitive skin, so it can be tough finding products that don't irritate my skin even more, but this has become a staple in my regular usage!"
        },
        {
            "review_title": "high roller review",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "i love this product the packaging is so cute iu2019m obsessed with the blue and the lettering is so cute i love the orange and this product is just truly amazing"
        },
        {
            "review_title": "yessss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "love using this product after shaving! i feel it did help with my ingrowns"
        },
        {
            "review_title": "a MUST have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This was such a game changer for me!! so i get the worse razor bumps and ingrown hairs and i used this in my bikini line and I truly saw results in less than 2 weeks plus my skin declaration got so much better and now I feel so much more confident to put on bikinis this summer. I love the roller ball as it makes the application so easy and convenient. Will definitely keep repurchasing this one."
        },
        {
            "review_title": "love this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I am in love with this product my underarms and legs look so much smoother when i use this after shaving ! i definitely recommend this if you get ingrown hairs after shaving 10/10 i wish they made a jumbo size !"
        },
        {
            "review_title": "A must try if you struggle with ingrowns!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "I love this product! Whenever I would get what I thought was an ingrown, I would roll some on after taking a shower and washing my face! It would make the ingrown smaller and the hair that was causing it more visible. There have been times when the serum hasnu2019t worked as quickly as I thought it would, but I think those may have just been regular pimples. Would recommend!"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "A literal lifesaver for bikini line especially! I love this product"
        },
        {
            "review_title": "I love how well this product works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Iu2019ve been using this for only a week 1/day under my armpits and Iu2019ve noticed a big difference in the over all appearance of my raised bumps/ingrown hair. I canu2019t wait to continue to use this product in my everyday routine!"
        },
        {
            "review_title": "Shaving must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Iu2019ve been using this product since it launch led and it really is a staple in my routine. I used after every time I shave, especially my bikini line and underarms. Iu2019ve seen such a difference in discoloration and ingrown hairs overtime"
        },
        {
            "review_title": "Definitely a Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Works really well for ingrown hair bumps. Gets rid of them fast. And stops irritation as soon as u put it on."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I suffer from uneven skin, bumps and redness on my legs and arms and High Roller helped so much! The roller makes the application easier and the product feels nice on skin. I will be purchasing again, thanks Topicals"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Okay this definitely works. My skin is sooo much smoother. I have very sensitive skin and basically anything triggers everything but this has been super helpful. It also rolls on super easy"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "After using this product  my face lit up no more breakouts"
        },
        {
            "review_title": "A MUST HAVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "As someone who struggles with razor bumps everytime I shave, this roller is truly a life saver for me. I usually get those big red bumps and they fade within a week after using this product everyday at night. I'm already planning on getting a backup because I don't want to run out of it/"
        },
        {
            "review_title": "Great buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really love this and grown hair tonic. I get a lot of bumps around my bikini line due to shaving, but this really seems to help. Iu2019ve used it a few times and there is much less redness. I really enjoy the product."
        },
        {
            "review_title": "A must have for summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I have been using high roller for a few weeks now and I have noticed a difference on the more delicate areas of my body  ! I like to use this right after I shaved areas like like under arms and bikini line and I have seen less ingrown hairs and razor burn, this product is so perfect for the summer , I do tend to shave more often in the warmer months especially if I'm going to wear a bikini to the beach. I do recommend this product if you haven't tried it yet !"
        },
        {
            "review_title": "If you suffer from ingrown hair you need this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "After using this product for the last few days I have noticed a huge difference in my bikini area ! There I a huge difference in the appearance of bumps I have in just a few short days"
        },
        {
            "review_title": "Works!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I really like the roller applicator! It makes applying it easy and I donu2019t feel like Iu2019m wasting product. Iu2019ve only used it a few times and already notice a difference! Definitely recommend trying this!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this product helped my ingrown so much and I would definetly repurchase this."
        },
        {
            "review_title": "Great products for ingrown hairs",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "I typically suffer from ingrown, but since using this, Iu2019ve noticed I havenu2019t gotten them as much! The area right above my vagina have starting to lighten! Itu2019s a great price, considering most products like this cost double that so I love that itu2019s not that expensive! Itu2019s also cute compact, and not too large taking a space on my counter"
        },
        {
            "review_title": "Highly recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This Topicals Ingrown Tonic Lotion Tonique Pour is a game-changer for dealing with ingrown hairs. It's formulated with my favorite ingredients like salicylic acid and glycolic acid, which help to gently remove dead skin cells and prevent hair from getting trapped under the skin. Plus, it contains soothing ingredients like niacinamide and green tea extract to calm any irritation or redness. I love how it not only helps with ingrown hairs but also leaves the skin feeling smooth and clear. If ingrown hairs are a concern for you, this tonic could be a great addition to your skincare routine."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I use this product religiously after the shower & itu2019s helped my ingrowns so much!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I recently tried the Topicals High Roller Ingrown Hair Tonic with AHA and BHA, and i love it. The rollerball applicator makes it easy to target problem areas, and the combination of AHA and BHA effectively reduces ingrown hairs and soothes irritation. The formula is gentle yet powerful, making it suitable for sensitive skin. Overall, this product delivers impressive results and has become a staple in my post-shaving care. Highly recommend!"
        },
        {
            "review_title": "New staple in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "For someone who has sensitive skin i really had no issues. it goes on super smooth and feels nice too! Definitely see results when you use it consistently."
        },
        {
            "review_title": "It works but be consistent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "If you are consistent with this you will see results! No product will ever give you instant results overnight, but with consistency this will give you the results youu2019re looking for. Highly recommend using twice a day"
        },
        {
            "review_title": "A skincare staple for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Rich skin tone, Combination skin",
            "review_text": "Iu2019ve been using the high roller for a VERY long time now and I realized it was a staple when it finally ran out and my skin rebelled against me ud83dude2d This formula is so soothing and effective ingrowns! Plus this little thing be LASTINGGGG!!!"
        },
        {
            "review_title": "Smooth and easy to apply",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This products glides on smoothly and has helped my underarms feel a lot smoother and hydrated! I have also noticed that my underarms look a bit lighter too!"
        },
        {
            "review_title": "perfect for everywhere/thing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "High Roller is a total game changer for me. I constantly get ingrowns on my bikini line and thighs when I shave and I've tried everything-- from different men and women's razors, waxing, epilating, chemical exfoliators, physical exfoliators, astringents, lotions you name it. This is the only thing that's helped me!!!!! It has also lightened my underarms and knees, and I even use it after I dermaplane my upper lip to prevent tiny whiteheads. 10000/10"
        },
        {
            "review_title": "A1 Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Makes my skin feel softer by exfoliating and getting rid of those stubborn ingrown hairs. I usually use this on my legs and my underarms. Itu2019s a really versatile product and I really love that about this, itu2019s not just for one body part."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I am in love with this product!! It has really helped to reduce my ingrown hairs and it helps to soothe my skin when itu2019s irritated. This is definitely a must have!!"
        },
        {
            "review_title": "A must-have in my Rountie",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "After using this product over the past few weeks, I am loving the results! It has helped keep my dry skin hydrated while the application is so easy. The formula is amazing too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "Better than expected easy to use and no irritation, really like it"
        },
        {
            "review_title": "JUST BUY IT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
            "review_text": "absolutely loveee it! works so well for ingrown! took maybe 4-5 days to see them all completely gone! was mainly using for my armpits and sideburns when id shave butu2026 I also used for my bikini line and it worked wonders!"
        },
        {
            "review_title": "Great for PCOS ingrowns",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I struggle with dark, ingrown hairs under my chin due to PCOS and I have to constantly pluck and shave this area. My biggest insecurity is the redness and bumpiness this creates. Iu2019ve used this twice in the last two days and I can already see instant results. Definitely will be using this up quick and in need of a refill!"
        },
        {
            "review_title": "Love that it doesnu2019t burn.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I have been using and what I do love is that it kills the underarm odor for me whether I put on deodorant afterwards or not. I love how quickly it dries and how smooth feeling it leaves my areas. Definitely helps with pigmentation if you use consistently and it doesnu2019t burn. A little goes a long way"
        },
        {
            "review_title": "A good investment for long-term care!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The results of this product are long lasting. Favorite part about this, unlike some other after-shave products I've tried, this doesn't sting! And it's cooling to the skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "High roller makes application soo easy and flawless. Dries quickly and does not leave you feeling sticky!"
        },
        {
            "review_title": "Great addition into my skincare routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "My skin hasnu2019t improved much, I believe it might take a while to clear up. However, after applying the product to my skin after shaving, itu2019s sooo soothing and the serum feels great. Very gentle and very a little goes a long way. I would  I can see myself adding this intro"
        },
        {
            "review_title": "Use it religiously",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
            "review_text": "This product is so amazing and a must have! It has really helped me with preventing ingrown hairs in my underarm area. I use it religiously. And glad I no long have to worry about the annoying ingrown bumps."
        },
        {
            "review_title": "Repurchasing customer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "By far one of my favorite products for my ingrown hair, it is very gentle on skin and doesnu2019t burn. Highly recommend to the girls who have sensitive skin or in general want a good product that works!"
        },
        {
            "review_title": "Must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I heard lots of great thing about this product and absolutely recommend!"
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "Oddly enough I find that this product also helps with my hair not growing back as fast. My underarms arenu2019t as itchy after I shave. My skin is smoother to the touch as well. 10/10!!!"
        },
        {
            "review_title": "A must try for razorburn or ingrown hairs!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "I received this for free from the brand as a gift, with no expectation to review.  This applies really easily with the rollerball, no skipping when going onto the skin. IT has no scent, which I love, doesn't burn and it really does help with ingrown hairs and discoloration.  I've been using it on my armpits, bikini area and inner thighs and I typically would get some redness and ingrown hair in these areas. But since using this, I've seen much less redness and no razorburn/ingrown hairs!! I have noticed less discoloration under my arms as well."
        },
        {
            "review_title": "Love in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "As a hairy girl this is magic in a bottle. I mean that in the most sincerest way. I have a spot that grows hair that I am insecure about and When I do something wrong and I get ingrown and hyperpigmentation, Iu2019m a different person because I have my head down. Iu2019ve been using this product and I havenu2019t had to dig for gold the hair comes out or just shows itu2019s self enough to get it, I love this for me."
        },
        {
            "review_title": "Easy to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Love this for ingrown hairs and smoothing out armpits. Itu2019s a bit pricey, but I donu2019t mind paying a bit more for a cute product"
        },
        {
            "review_title": "Must have for everyone!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "After using this product for a week, I have already seen amazing changes and my skin is smoother and thereu2019s less bumps."
        },
        {
            "review_title": "A must get",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I heard lots of good things about this and I just had to get it and now I love it"
        },
        {
            "review_title": "A must have for in grown hairs",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Dry skin",
            "review_text": "A great product for preventing bumps from ingrown hairs . It softens and soothes skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "The best post hair removal serum! Keeps my ingrowns at bay and gives me smooth skin."
        },
        {
            "review_title": "Must have if you do any kind of hair removal",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This is a favorite product of mine. I use it on my underarms and bikini lines. I get laser hair removal and after the hair begins to grow back, I used to get ingrowns like crazy. This product has not only helped prevent ingrowns, it helps to get rid of the dark marks as well. Plus, my favorite part is that it does not dry tacky or sticky like some other ingrown product I have used. Def one of my favs."
        },
        {
            "review_title": "Best purchase ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Iu2019ve been using this product for a while now, and it has honestly stopped all my ingrown hairs and irritation. The best addition to my routine and it is so effective!"
        },
        {
            "review_title": "Easy To Use!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I noticed an immediate change in my bikini area and saw how much the redness and swelling went down on a few ingrowns. It was also really easy to use and didnu2019t seem to irritate my skin. I only have been using for a few days but I feel like in a few weeks it would be a lot better as well."
        },
        {
            "review_title": "I loveeee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Iu2019ve only been using it for a week and Iu2019ve seen results. Iu2019m prone to razor bumps and since Iu2019ve been using I havenu2019t had any and also my arm pits are visibly lighter. So many benefits in one product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Such a good product for summer to stay looking and feeling fresh"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The High Roller Ingrown Hair Tonic works great! I have always struggled with strawberry skin after shaving but this helps reduce that, along with itchiness and other flare ups. Itu2019s easy to apply and itu2019s perfect for traveling. Great for sensitive skin, has no scent, easy to use, and it worksu2026 WHATS not to LOVE about it?!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This is one of the few ingrown products that have ACTUALLY improved my problem areas in my underarms/ bikini line. It's also easy to apply due to the roller! This product has become a holy grail for summertime"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "This has definitely been a must have especially for the summer!!!"
        },
        {
            "review_title": "One of my favorite topical products",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I use this product twice a week and after shaving. Itu2019s really does help with reducing ingrown hairs and after shaving irritation. I would recommend letting the product dry before putting on lotion or other body cream. I use this on my chin, bikini, and under arm areas. After a few months I was able to see results. Also a litttle goes a long way."
        },
        {
            "review_title": "A must have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This is one of the few or the only product that really do what it says it do! I love this high roller, it really help with ingrown hair"
        },
        {
            "review_title": "Life Changer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Porcelain skin tone, Combination skin",
            "review_text": "Hey Girls, Let's talk Body Hair! ud83dudc99  I can't believe how effective this Ingrown Hair Tonic from Topicals is!   I have sensitive skin & get some Painful, Red ingrown hair bumps whenever I shave THAT area (ud83dude05). It doesn't matter if I use a good shaving cream or specially-made for that razor; I still get those nasty bumps the next day & the next 2-3 days after that.   It's ugly.  It hurts.   It sucks.  .  I started using this serum once a day at night after my shower. I like the roller ball applicator, it's super easy & fast to apply. After the first use (next morning) I already saw a difference in the quantity/painfulness of my little red bumps. After a month of continuous use, my skin is CLEAR & BUMP FREE! I will get one or two tiny bumps but they disappear after a day. No more scarring! Just soft/hairless skin!   This tonic contains a mix of Salicylic Acid, Glycolic Acid, Niacinamide & Zinc to exfoliate the skin & effectively prevents new ingrown hairs. It's very gentle & won't irritate Sensitive Skin.   I will keep buying again & again!  Thank you @topicals ud83dudc95"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This products is a must have, itu2019s incredible how remove with ingrown hair and reduce irritation"
        },
        {
            "review_title": "A must in my everyday routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Amazing !!!!! Such a good product for everyday use"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Really helps ingrown hairs after shaving or waxing. Is too harsh on the skin either. I really like it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This roller is very easy to use and less messy. Works amazing for ingrown hair & reduces them as well."
        },
        {
            "review_title": "Summer Hygiene Staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "This is one of the few u201cingrownu201d products that have ACTUALLY improved my problem areas in my underarms/bikini line. Itu2019s also easy to apply due to the roller! This was an impulse buy that has become a holy grail for summertime hygiene. Well worth it imo!"
        },
        {
            "review_title": "Perfect for ingrowns and strawberry skin!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Sensitive skin is a pain especially in the summer when I prefer to shave more frequently - high roller is quite literally a GODSEND! Gentle enough to use on both legs and u2018down thereu2019 Iu2019ve noticed a significant difference in my skin post-shave and am more comfortable in my skin after using !!! Red spots and ingrowns be gone !!"
        },
        {
            "review_title": "Topicals product: highly recommend!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
            "review_text": "I have been using this product for a couple of weeks now and I really enjoy and have nothing but good things to say about the Topicals High Roller Ingrown hair tonic!! I feel like Iu2019ve noticed a difference in my under arm area, a significantly decreased number u2014if any ingrown hairs anymore. Itu2019s awesome and I definitely recommend!!"
        },
        {
            "review_title": "Ready to go",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This a great option for those who hate ingrown hairs, it works everywhere. I love how easy it is to apply, less messy and so practical"
        },
        {
            "review_title": "Essential for shaving",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love this high roller tonic after I shave my bikini line because it helps my ingrown area become softer and less dry/ irritated."
        },
        {
            "review_title": "A MUST HAVE! ud83dude2eu200dud83dudca8",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "I love this product! It prevents me from having ingrown hair post Brazilian! I recommend it to all of my clients as well."
        },
        {
            "review_title": "My Holy Grail shaving saver",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This is one of my holy grail products that I use to treat multiple issues in multiple areas.As a person with sensitive skin I have always suffered from razor burn and irritation,however since discovering this product I can shave without worrying about any negative post effects. This product has helped prevent ingrown hairs,redness and razor burn from occuring especially in my bikini line and it also soothes those areas with the cooling sensation that it provides when applied. Formulated to exfoliate and fade dark spots lets me also use this serum on the areas of my face that are rough or have dark spots left after having a breakout. I absolutely love the rollerball applicator as it allows me to apply this serum in precise locations without getting it all my hands. Everything about this High Roller product is perfect and it is a product that I would highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Wish this was bigger! It has actually helped with my dark skin and ingrowns. I use it on armpits and inner things and use ti basically daily. It takes constant use but had noticed something in the few weeks I used."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Tan skin tone, Dry skin",
            "review_text": "Amazingggg productttt. It goes onnnn sooo smoothhh"
        },
        {
            "review_title": "it's a must-have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I'm so happy d to discover this product. It's been it's very effective in treating my ingrown hairs and razor marks. It works beautifully on my face, neck, and body, also it's really helping with the bikini area as well, suits perfectly to all skin types, and even sensitive ones. The gentle formula leaves my skin feeling incredibly soft and smooth, completely free from irritation. I 100% recommend this tonic. It's a must-have!"
        },
        {
            "review_title": "Must have summer essential",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This serum is gentle and smooth , great for exfoliating , helps with ingrown hair, razor bumps , shaving irritation,"
        },
        {
            "review_title": "Grateful for this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I am so thankful I actually gave this a try because it has saved my sensitive area from ingrown hair between shaving sessions!! Love this product"
        },
        {
            "review_title": "Order on repeat!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "Seriously I get ingrowns so much that I used to hate shaving. But after trying high roller I love to shave because I know I have this in my arsenal. I know I won't get ingrowns and even if I do I know using this they go away fast without any pay. Definitely a holy grail!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I love this product! It works amazingly for ingrowns and dark spots for a fear free swim suit summer!"
        },
        {
            "review_title": "Must have for shaving",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
            "review_text": "Gets rid of ingrowns quickly. I love this product because it makes after shave better"
        },
        {
            "review_title": "Trust the process",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Honestly was on the fence at first but consistency is key, after 3 weeks I have seen lightening and next to no ingrown hairs. The product is pretty good sized volume since I havenu2019t used more than 1/3 of the product as of yet."
        },
        {
            "review_title": "Consistency is key!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Iu2019ve been using this product for a month or two pretty consistently now and Iu2019m seeing such an improvement in the texture and pigmentation under my armpits. Iu2019d definitely recommend this product. Remember that consistency is key!"
        },
        {
            "review_title": "Definitely a plus in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This product is the TRUTH! Literally the best product for bumps"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Nice product. Watery texture. I do think it makes some difference in my ingrown hairs."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "New fave product for post waxing! Itu2019s kept my ingrowns at bay and overtime Iu2019ve seen some help with texture because of the AHA and BHA- Will be using again!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I love this product so much, it's so versatile. I use it after shaving on my face, underarms, etc. Doesn't sting at all, would recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "My best friend RAVES about this product! Ingrows near the bikini line was an issue before our vacation, but two weeks of this product cleared up EVERYTHINGGGG! Topicals never misses."
        },
        {
            "review_title": "Must Have For Summer time",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I love using this product on my legs to correct my ingrowns. The product is a little too harsh on my under arms and bikini area but that's because this area of my body cant handle AHA's. Despite not being to use it in those areas, I thought I wouldn't like the product but I've found the perfect use for it, my legs. I have always suffered from bumpy, dry, ingrown hairs on my legs and after using this product, the bumps are gone! I apply the roller on my legs after shaving or when I'm having a flare up and BEFORE my lotion. I recommend this product to anyone looking to eliminate their ingrown hairs."
        },
        {
            "review_title": "Must have in my daily routines!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product is a must have in my routine! I have seen how this product comforts irritated skin, and discourages the formation of visible bumps from ingrown hairs. I am so impressed with the application and how well the quality is."
        },
        {
            "review_title": "Smooth!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love how after my waxes I can keep my skin smooth no ingrowns!!!!"
        },
        {
            "review_title": "must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Helps so much with ingrown hairs and dry skin! Use before and after shaving and always works flawlessly!!!"
        },
        {
            "review_title": "An after shave must-have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "Iu2019ve purchased this product 3 times now and I canu2019t believe I havenu2019t made a review until now! This is one of my favorite products to use once I freshly shave to prevent ingrown hairs. I roll the product over the shaved area and let it air dry and Iu2019ve been very pleased with the results!"
        },
        {
            "review_title": "very effective ufffc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "iu2019ve used this product for a few days now and I am definitely starting to see some brightening in the bikini line and an arm area and I am so excited for the results after prolonged use. Make sure to apply sunscreen wherever is gonna be exposed. ufffc"
        },
        {
            "review_title": "MUST TRY !! It works !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "My hands down must have! I tried many in grown hair products and by far this is my go to, trust worthy product ! You wash up, then glide the roller on the bump. It can be stingy but it works! The inflammation goes away the next day"
        },
        {
            "review_title": "Canu2019t live without!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "My bikini line has been made brand new! Iu2019ve suffered from ingrowns and the consequences of bad shaving habits for a long time. I had a lot of hyperpigmentation and it was just not cute until I started using this product. I excepted for it to help with ingrown hairs but I was IMPRESSED and SHOCKED by its ability to lighten years of dark marks. I also use it to prevent discoloration from tweezing my chin hairs."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "With consistency youu2019ll see results fast! Love this product and itu2019s a must have. As an avid waxer, I will continue to use this to help my discoloration and texture."
        },
        {
            "review_title": "ufffcImmediately Yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "I use this product after plucking pesky chin hairs. To help reduce possible in grown hairs. It feels so hydrating and smooth when applying."
        },
        {
            "review_title": "a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i love this product so good. helped me so much i love it incredibly l!!"
        },
        {
            "review_title": "You need this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone",
            "review_text": "I love this product!! Highly recommend!! Noticed a difference almost immediately."
        },
        {
            "review_title": "My new go to treatment for ingrowns",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "Iu2019ve tried Everything and this product right here!!! Has worked the best in a weeks time all my ingrowns are treated and almost gone.Definitely recommend using this for your ingrowns trust me you wonu2019t regret it at all"
        },
        {
            "review_title": "Best product ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I love this product so much! It works really well and I recommend on getting it!"
        },
        {
            "review_title": "Effective!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Easy to use, travel friendly and great formulation! It exfoliates and definitely help with ingrown hairs. And itu2019s a gentle, lightweight formula."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I use this a couple days after I get a Brazilian. It works amazing! I no longer have ingrown hairs!ufffc"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019ve been avoiding shaving for years because I always get ingrown hairs no matter what. But now I finally can shave again because I can already tell a difference after using the high roller for several weeks!"
        },
        {
            "review_title": "Great!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019ve only been using this for about a week & I can already tell a difference. I have battled ingrown hairs for years & this is the only thing thatu2019s ever worked. It is literally a life changing product because for many years I have so self conscious."
        },
        {
            "review_title": "Amazing Product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This product is fantastic. I usually have horrible ingrown hairs and discoloration, and this product works well to reduce it. The butter was also impressive after using the high roller."
        },
        {
            "review_title": "BEST!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "BEST. PRODUCT. EVER. I swear I used this product and it works very well. Itu2019s also so unique. Definitely buy it for summer!"
        },
        {
            "review_title": "Bye Bye In Grown Hairs",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I love Topicals High Roller because it has amazing ingredients that help with ingrown hairs. After I shave my legs, armpits, or bikini area, I roll this one, and I stop getting ingrown hairs!"
        },
        {
            "review_title": "the best ingrown killer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This product is so great and doesnu2019t sting or anything on my skin like other products i have used for ingrown hairs! very gentle on any spot that needs it and it is the perfect size! I love the roller ball as well! i think it is very user friendly! highly recommend if you have stubborn ingrowns!"
        },
        {
            "review_title": "It really works and is worth the money!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "As a girl with sensitive skin, I was nervous about trying this ingrown hair tonic. But, I decided to give it a try. After a week of use, I can see improvements in my underarms. I have less ingrown hairs and razor bumps. My underarms aren't dark anymore. This is worth the hype and the money! 10/10"
        },
        {
            "review_title": "everything they say about this, BELIEVE IT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Normal skin",
            "review_text": "I SWEAR by this, one of my favorite products to use, especially as someone who gets a lot of ingrown hairs. Theyu2019ve actually completely stopped now so thatu2019s how you know it works."
        },
        {
            "review_title": "Nice product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I really like the applicator of this product. It makes it easy to use. After I shave I just roll this onto my legs. And it prevents any ingrown hairs from forming."
        },
        {
            "review_title": "definitely a big help!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "iu2019ve used this a handful of times now and it works pretty well with prevention of ingrowns in my bikini area! iu2019ve let my boyfriend try one too for his beard when he shaved and it seems to work well on him too!"
        },
        {
            "review_title": "Works Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I get ingrown hairs on my under arm a lot and Iu2019m so glad I discovered this product. It really helps heal it fast!"
        },
        {
            "review_title": "Definitely worth the hype",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I just started using this and I can tell you I already see a difference within a week. Iu2019ve struggled with  Ingrown  and razor bumps on my bikini line forever and itu2019s made me insecure. Topicals is definitely helping with this tremendously. I would highly recommend it."
        },
        {
            "review_title": "If you shave, wax, or have any body hair, try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "This is my one and only ingrown product and it has worked for me time after time, even the slightest ingrown that is arising, this product can handle. Ingrown's that have gotten irritating, this product soothes. It is harsh on ingrown's but very gentle on skin. I use it as part of post-shave and waxing regimen and it has consistently worked over the years. If you're on the fence, definitely recommend trying a sample if you can find one, it has made ingrown's practically disappear overnight in my experience."
        },
        {
            "review_title": "Goodbye ingrowns",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I loved this product so much I used it right after I shaved and I it cleared up alot of my starwberry skin and razor bumos. I have sensitive skin but this was perfect there was no irritation or anything like that and once it dried it made my skin super soft and smooth"
        },
        {
            "review_title": "Must have for ingrowns!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "This is one my favorite products hands down. Iu2019ve had to purchase this a couple of times to keep in my routine. I get ingrown hairs very frequently and flare ups with hidradenitis suppurativ. Whenever I have a flare up or feel it incoming I apply this immediately to bring it to the surface or calm down the irritation. I love this so much and I definitely would recommend if you have similar issues like I do."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This is a great product I feel like it doesn't completely get rid of my ingrowns but it definitely helps keep them at bay! I might just have to be a little more consistent with it to see better results but for now it's a yes for me!"
        },
        {
            "review_title": "Ingrown Prevention",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I donu2019t shave much, but now that itu2019s a bit warmer I shave my armpits a bit more. I donu2019t have any ingrown hairs, but I use this a day prior to shaving and after shaving and I think it helps with preventing any ingrowns from happening."
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes",
            "review_text": "I love this! The application is easy and super smooth! Definitely one of my best purchases on Sephoraud83eudd70"
        },
        {
            "review_title": "One of the best ingrown hair products Iu2019ve used",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This product is amazing. Iu2019ve used it under my under arms and private areas that it has completely lined the area too."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "great balm. Its all in one kind of thing. great balm. Its all in one kind of thing"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This product does exactly what it promises, just apply it right after shaving and you best believe you wonu2019t have any irritation or ingrown hairs"
        },
        {
            "review_title": "Can feel it working instantly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "I struggle with ingrown around the bikini line and Iu2019ve always just dealt with them because I didnu2019t know what to do to fix them. When I received this product, I knew I needed to try it out. I used it on my bikini line and my lower calves, and I could actually feel a tingle like it was working. I donu2019t feel like goose skin like I normally do on my bikini line, and it doesnu2019t itch or bother me like it normally does. This can be used everywhere you shave, so itu2019s a win for me."
        },
        {
            "review_title": "A summer fave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "my go to in the summer! absolutely saves me and helps prevent any ingrowns/razor burn"
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "This products helps with ingrown hair and makes your skin feel amazing after application."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "after using this for over a year i have to say its one of my favorite post wax products! its easy to use which is huge for me and works well on the underarms too so you get a lot of use out of it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "Great for a smooth bikini & underarm area! Started using when I transitioned into laser hair removal. Helped so much with texture."
        },
        {
            "review_title": "A must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "High Roller is a must after you shave or remove hair! I have struggled with ingrown hairs for so long and I wasn't sure this product would work, but it actually does! Thank goodness!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This product is amazing, it so easy to easy and apply. Its perfect for the summer season!!"
        },
        {
            "review_title": "amazing product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "this stuff is great for ingrowns and razor burns. it soothes and feels so good!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "Definitely recommend this product for anyone who struggles with ingrowns- high roller is a game changer!!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I absolutely love this high roller, great for sensitive skin. After shaving or waxing this product helps to soothe the skin. I use this product everyday for  discolouration, irritation, redness and it works great for me for me,"
        },
        {
            "review_title": "Light Serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love it so much and it honestly it such a light serum."
        },
        {
            "review_title": "A Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "You need this! Iu2019ve been using this on ingrown on my thighs and underarms and wow has it worked wonders! The only product Iu2019ve used and Iu2019m now stocking up so I donu2019t run out. Easy to use, easy to travel with  travel"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Combination skin",
            "review_text": "I have been using this for at least 2 years now and I keep coming back because it really helps with my ingrowns and razor bumps, which I get very visible ingrowns regardless if I shave, wax, etc. So this has been great to have in my routine!"
        },
        {
            "review_title": "One use and Iu2019m hooked",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Combination skin",
            "review_text": "I recently got this product and after just one use, Iu2019ve already seen a huge difference. It does a great job at softening hair and skin and the cooling sensation relieves discomfort like nothing else!"
        },
        {
            "review_title": "Buy this if u want to get rid of ingrown hairs!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve had ingrown hairs for a while now and Iu2019ve tried many products, seen this one recommended a couple times and decided to try, Iu2019ve been using it for a couple weeks and love the results,my skin feels so much more hydrated and smooth! feels so much more"
        },
        {
            "review_title": "Great for dark bikini line & ingrown hairs",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Iu2019ve been using this product for about two months now on my armpits and bikini line area and Iu2019ve begun to notice a change in my bikini line with lighter spots and less in grown hairs !! I still prefer the ordinary glycolic acid for my arm pits but i like this product for my bikini line and under my belly button where i have a dark line. Canu2019t wait to see how it continues to improve as I use the product longer !!! Itu2019s also just super easy to use since it just rolls on and I donu2019t have to waste a cotton pad."
        },
        {
            "review_title": "A Good product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I have been using this for a few months now. At first I experienced  itching when I was using this for the ingrowns on my chin but I noticed that was because I used it to much so I reduced it to five times a week. You have to be conswhen using this product. but I must say"
        },
        {
            "review_title": "DEFINITELY WORTH IT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I suffer a lot with ingrown hair after shaving, and since Iu2019ve started using this products my ingrown hair have started to disappear! Iu2019m so happy about it since it has always been an insecurity of mine."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "After using the high roller, I have had less ingrown hairs growing and my skin feels and looks much smoother!"
        },
        {
            "review_title": "A holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This has been a life saver! Especially since its summer time and I need to wear my bikiniu2019s!! What are dark marks and ingrowns with Topicals on your side??"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
            "review_text": "I love this product and the results Iu2019ve gotten from it truly the best ingrown remover"
        },
        {
            "review_title": "Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
            "review_text": "This product is a must-have for my body care routine, especially for the summertime! It does exactly what it says it will do and I was shocked at how quickly I noticed a difference."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I usually get ingrowns from shaving and the new growth irritation is terrible. This left my skin smooth and soft. Planning to continue using whenever I shave"
        },
        {
            "review_title": "Game CHANGER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Game changer, I used to had a lot of ingrowns on my armpit and after starting using the high roller I donu2019t remember the last time I had one! Always in my shaving routine and if I donu2019t have it I prefer not to shave"
        },
        {
            "review_title": "A must have for bumps and under arm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "For someone who has suffered from shave bumps and itching, the high roller has really helped in clear and exfoliating my under arm, my partner also uses it with me after shaving and a lot of his rashes and  all cleared away after consistent usage bumps"
        },
        {
            "review_title": "Must Buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Normal skin",
            "review_text": "Weeks after using I can tell the difference. It definitely stops the ingrown and even markings I've had for past issues. i even bought it for my mom."
        },
        {
            "review_title": "Buy it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
            "review_text": "This stuff is golden!! As someone who struggles with ingrowns and razor bumps after shaving, this saves me every summer."
        },
        {
            "review_title": "powerful little bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "on my second bottle of this product now. saw a difference in maybe 3 uses of the first bottle. very quickly became a staple in my body care routine"
        },
        {
            "review_title": "Definitely a must have in my hair removal routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Definitely a great product to sooth the skin after shaving and or waxing would definitely recommend and itu2019s also for sensitive skin"
        },
        {
            "review_title": "Ignored again",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I went to New Hyde Park Sephora and Queens on Union turnpike to purchase this product but as soon as I walked into the store I wanted to ask a question about some makeup but Indian woman with the long black hair and glasses young look me did my face and turned and walk away and so I started walking around the store I literally bumped into this Indian lady three times each time she did a turn as soon as she saw me before I left I literally stopped in front of her looked her in her face she turned and walked away this is the second encounter in the store where I am ignored they do not help black women I don't know if they're afraid that they can't match the makeup to their skin when most Indian women are darker than black women stop hiring these Indian women with the stores full of only Indian employees that do not respect and serve black women they ignore us when we walk in the store next time I'm going to the store I'm going to take a video camera and show how they act and post it on social media so everybody I know how they act and I'm asking black women to go into the store and New Hyde Park when you get turnpike and see how they're treated"
        },
        {
            "review_title": "Worth the try!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, mediumTan skin tone, Dry skin",
            "review_text": "I have not had this product that long, but I am starting to see my inner thighs being lightened. The product is very good for sensitive skin, considering I break out after using almost anything."
        },
        {
            "review_title": "Must have body care routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "From purchasing online and using the pick up feature it was an easy and quick process. Packaging is great. Topicals high roller ingrown hair tonic calmed my razor bumps down immediately after about an hour of applying it."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Truth be told, Iu2019m not even sure what sorta difference I was suppose to notice. I used it religiously for almost a month - 2x a day and my bikini area looks the same. I still have to manually pick out the ingrown hair so I donu2019t know what the purpose of this product."
        },
        {
            "review_title": "Takes a while to see a difference but it works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I have been applying this after showering and shaving for about 2 months, I think I can finally say that this works! I have dealt with keratosis pilaris and breakouts in my underarms for a while but today they are smooth. I would recommend this product but don't expect an overnight change."
        },
        {
            "review_title": "I say get it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Lasts a long time and has truly changed my skin. I donu2019t struggle with ingrowns anymore and that is so  amazing!"
        },
        {
            "review_title": "WASTE OF YOUR MONEY",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "This product is just useless. I was very excited to try it since I have a PCOS and struggle with my ingrown hair. It didnu2019t help at all, I havenu2019t noticed slightest difference. Such a disappointment:("
        },
        {
            "review_title": "Must-have for PCOS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "I have PCOS and every time I plucked, I'd develop bad break-outs soon after. I tried everything and nothing worked. Tried this one day and it actually prevented my post-plucking break-outs! It's amazing. I put it on after plucking and a few days after. I always wear sunscreen anyway, so nbd. It's a life-saver!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "amazing, after the first use i noticed a difference with ingrown hairs already, no smell and the applicator is really nice. i used it before bed and when i woke up the redness was gone and some ingrowns went away."
        },
        {
            "review_title": "Daily use for the PCOS girlies.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
            "review_text": "I have PCOS so finding a product to keep ingrown hairs from getting bad is soooo great. I love it"
        },
        {
            "review_title": "Holy grail!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Iu2019ve seen many people recommend this for ingrown, and since Iu2019ve started getting waxes Iu2019ve noticed a lot of ingrown so I decided to give it a try. I love it!! I highly recommend using this & the fur oil. Chefs kiss!"
        },
        {
            "review_title": "Must Have for PCOS Girlies!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I started doing laser hair removal on my face and the nurse told me a lot of the bumps on my face that look like acne are actually inflamed hair follicles. I saw a review of this from a PCOS influencer (Thalia). She said it helps with her Ingrowns and bumps from shaving her face, so thought Iu2019d try it. Holy crap! I have been using this all over my face and have not been experiencing any ingrowns or bumps! Life changing! Clearest skin I have had in YEARS. Must have for the PCOS girlies out there!"
        },
        {
            "review_title": "Doesnu2019t disclose strength of AHA/BHA",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "As a pregnant person I canu2019t buy a product that doesnu2019t disclose percentiles of AHA/BHA. Every other product has it, but Topicals thinks theyu2019ve created something incredible here. We canu2019t take u201cyour wordu201d that your u201cproprietary formulation is perfectly safe while pregnantu201d."
        },
        {
            "review_title": "You wonu2019t regret it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I wanted a wait till I finish the bottle to write a review. This product is amazing, I use it around my bikini area, underarms, and lower stomach and the difference is amazing. BUY IT"
        },
        {
            "review_title": "A Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "This product really works In love with this.  I am on my 3 rd bootle and no complaints at all."
        },
        {
            "review_title": "Itu2019s ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love that itu2019s clear and it feels hydrating but when itu2019s on your finger it feels a little oily"
        },
        {
            "review_title": "This one actually works",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "It actually works on ingrown hairs?! So easy to apply, doesnu2019t smell bad like their other products. Love this one."
        },
        {
            "review_title": "Perfect!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Medium skin tone, Combination skin",
            "review_text": "Top tier! The roller design is ingenious and I love that it doesnu2019t have an overwhelming scent"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Amazing, itu2019s something I have to include in my daily routine. Will keep buying"
        },
        {
            "review_title": "Life changing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I am not a review person by any means. So when I tell you that this product changed my life, believe it! I have extremely dark, coarse hair in certain areas that more often than not forms super tight curls under my skin. This has led to unsightly ingrowns, bumps, and scars on my bikini line. I've tried it all. This product is the only thing that has ever made a measurable difference. I noticed a difference after just a few applications. I started using after a wax and with consistent use for a couple of weeks, I have noticed a big difference in the frequency of ingrown hairs as well as an improvement in scarring and discoloration in the area. A game changer for me!!"
        },
        {
            "review_title": "My Top 2024 Beauty Purchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Ingrown hair bumps have lessened AND hyperpigmentation has faded. I only regret not buying this sooner! Used this for my chin."
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "After using this high roller my under arm acne disappeared!!!! Im not even kidding! It works wonders fir many things not just to prevent and treat ingrown hair. Love it!"
        },
        {
            "review_title": "Itu2019s ok nothing phenomenal.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I used it for a few weeks and didnu2019t notice any significant change."
        },
        {
            "review_title": "Good for post wax application",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I love this product. It helps keeps in-growns away after waxing and feels light on the skin. Def reccomend for ingrown prone areas."
        },
        {
            "review_title": "Great product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Bought this for husband for his face after shaving. He is an African American man and gets ingrown hairs. He really liked. On second bottle"
        },
        {
            "review_title": "A must-have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "I LOVE this product u2014 for me itu2019s the only thing that prevents ingrown hairs after shaving! I have very sensitive skin and it doesnu2019t irritate me at all u2014 it helps calm down irritation and smooth my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "The only product that actually prevented ingrown hairs for me. 10/10!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "THIS IS AN AMAZING PRODUCT. If you get ingrown hairs I highly suggest trying this out."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone",
            "review_text": "u0627u0644u0645u0646u062au062c u062cu0645u064au0644 u064au062eu0641u0641 u0627u0644u0634u0639u0631 u0627u0644u064a u062au062du062a u0627u0644u062cu0644u062f u0627u0633u062au062eu062fu0645u0647 u0644u0644u0633u0627u0642 u0648u062au0628u064au0646 u0627u0644u0646u062au064au062cu0647 u0645u0639 u0627u0644u0627u0633u062au062eu062fu0627u0645"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I looove this product! I used this product regularly for a few months before reviewing because I wanted to see if there was a long term difference. I use it directly directly after the shower on all of the areas that are freshly shaven. I find it has a cooling sensation and doesnu2019t take long to dry down, making it an easy step to add to my routine before moisturizing. I have definitely noticed a decrease in ingrown hairs and bumps."
        }
    ]
}