{
    "product_id": "1751",
    "name": "Mini Petite Baby Cheeks Lip + Cheek Cream Blush Stick",
    "brand": "Westman Atelier",
    "categories": "Makeup, Mini Size",
    "price": 35.0,
    "about": "What it is: A healthy flush of clean color in just one swipe. The creamy, blendable formula melds with skin for a hydrating, natural finish...Coverage: Medium..Finish: Natural..Formulation: Stick..Highlighted Ingredients:.- Berryflux Vita: Boosts hydration and helps preserve youthful-looking skin..- Organic Jojoba Seed Oil: Improves hydration and strengthens skin's moisture barrier..- Vitus Vita Fruit Extract: Firms, boosts moisture, helps to detoxify...Ingredient Callouts: This product is vegan, gluten-free, and cruelty-free...What Else You Need to Know: The multi-use formula for cheeks and lips is infused with hydrating ingredients for a flushed-from-within pop of color. Biomimicry pigment technology boosts pigment payoff and makes layering over liquid or powder formulas effortless. Mix and match these ultra flattering shades to your mood...CLEAN at Sephora is our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing on effectiveness.",
    "ingredients": "-Berryflux Vita: Hydration boosting and youth-preserving properties. .-Organic Jojoba Seed Oil: Improves hydration and strengthens skinu2019s moisture barrier..-Vitus Vita Fruit Extract: Firms, boosts moisture, helps to detoxify...Caprylic/Capric Triglyceride Kaolin Caprylyl Caprylate/Caprate Simmondsia Chinensis (Jojoba) Seed Oil Polyethylene Mica .Polyhydroxystearic Acid Lecithin Behenylcarbamoylpropyl Polysilsesquioxane Tocopherol Ascorbyl Palmitate Citric Acid Rubus Idaeus Leaf Cell Culture. May Contain: Titanium Dioxide Ci 77891 Iron Oxides Ci 77491 Iron Oxides Ci 77492 Iron Oxides Ci 77499 Red 30 Lake Ci 73360 Blue 1 Lake Ci 42090 Red 7 Lake Ci 15850 Yellow 5 Lake Ci 19140...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.Gucci Westman's Tip: Work in a small oval motion blending up and outward as you go.   ....For Cheeks: Apply the stick directly to skin or dab onto Westman Atelier Baby Blender Brush or fingers. Gently blend onto the middle of your cheekbone. ....For Lips: Pop onto lips for a monochromatic look and juicy pop of color",
    "num_reviews": 183,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/westman-atelier-mini-petite-baby-cheeks-lip-cheek-cream-blush-stick-P506281?skuId=2764017&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2764017-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Petal",
            "shade_descriptor": "dusty nude rose",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2670990-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Petal",
            "shade_descriptor": "dusty nude rose",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2670990-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Pretty pink",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Very pretty color and it is easy to blend in. I do find it a little drying however."
        },
        {
            "review_title": "Perfect for Neutral Undertones",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Dusty Nude Rose is perfect if you have a neutral undertone. A little goes a long way. Swipe directly on your cheek and blend out"
        },
        {
            "review_title": "Beautiful color, great value",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Dry skin",
            "review_text": "Gorgeous color, well pigmented for light skin. Blends great. A little goes a long way, Iu2019ve had the small size of this for months and with daily use have barely made a dent. Great for dry skin"
        }
    ]
}