{
    "product_id": "1383",
    "name": "Satin Lip Color Refillable Hydrating Lipstick",
    "brand": "ROSE INC",
    "categories": "Makeup, Lip, Lipstick",
    "price": 19.0,
    "about": "What it is:A rich refillable lipstick that delivers lasting, weightless color while blurring the appearance of vertical lip lines..Formulation Type:Lipstick.Benefits:Hydrating, Long-wearing.Highlighted Ingredients:- Swertia Chirata Extract: Visibly blurs the appearance of vertical lip lines in as little as seven days..Ingredient Callouts:This product is vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:This classic lipstick with a skincare twist contains concentrated active ingredients that impart creamy, long-lasting, and weightless color. It contains powerful botanicals that smooth the lips and deliver a fuller look, oil-dispersed hyaluronic acid that visibly plumps, and vitamin E that creates a soft and supple finish.",
    "ingredients": "-Swertia Chirata Extract: Visibly blurs the appearance of vertical lip lines in as little as seven days..-Oil-Dispersed Hyaluronic Acid: Visibly plumps the lips..-Mustard Sprouts: Deliver a firmer, fuller look to the lips...Pentaerythrityl Tetraisostearate, Caprylic/Capric Triglyceride, Ricinus Communis (Castor) Seed Oil, Bis-Diglyceryl Polyacyladipate-2, Synthetic Wax, Euphorbia Cerifera (Candelilla) Wax, Hydrogenated Vegetable Oil, Ethylene/Propylene Copolymer, Isopropyl Palmitate, Silica, Swertia Chirata Extract, Brassica Alba Sprout Extract, Squalane, Sodium Hyaluronate, C13-15 Alkane, Helianthus Annuus (Sunflower) Seed Oil, Hydrogenated Castor Oil, Rosmarinus Officinalis (Rosemary) Leaf Extract, Lecithin, 1,2-Hexanediol, Caprylyl Glycol, Phenethyl Alcohol, Cymbopogon Martini Herb Oil, Coriandrum Sativum (Coriander) Fruit Oil, Ethyl Vanillin, Pelargonium Graveolens Oil, Water/Aqua/Eau, Geraniol, Linalool, Citronellol, [+/-: Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491, Ci 77492, Ci 77499), Red 6 (Ci 15850), Red 7 Lake (Ci 15850), Red 28 Lake (Ci 45410), Yellow 5 Lake (Ci 19140), Blue 1 Lake (Ci 42090)]. ...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Smooth across lips..-Apply more to build color and intensity if desired...Recycling Instructions:.-Place cap and carton in the recycling bin..-Discard base in the trash...Refill Product Instructions:.-Remove inner cartridge and clean out remaining product. .-Place new lipstick refill in base. Discard original lipstick insert in the trash and place refill carton and cap in recycling bin.",
    "num_reviews": 429,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/rose-inc-satin-lip-color-refillable-hydrating-lipstick-P482730?skuId=2569259&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2569200-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Besotted",
            "shade_descriptor": "beige pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2569200-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Persuasive",
            "shade_descriptor": "warm rose",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2529352-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Pretty color, but doesnu2019t sit nicely on lips.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s very pretty when you first apply it, but itu2019s definitely NOT hydrating! And if your lips are dry and a little cracked it doesnu2019t sit nicely either. Even with a primer it starts to like crack on your lips."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "The product is so small, literally smaller than my pinky, it feels more like a free sample rather than an actual product! The shade I got is Besotted, the colour is pretty accurate to the picture but slightly on the u201corangeru201d side."
        },
        {
            "review_title": "good for everyday use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Dry skin",
            "review_text": "love the color, need to reapply a couple times. it's not transfer proof, but still love it. not making my lips dry."
        },
        {
            "review_title": "too purple",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "colour too purple. returning it. seemed fine otherwise"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone",
            "review_text": "This is such a beautiful lipstick. Long lasting. Would definitely buy again"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The swivel in the tube does not work. Once I used it I could not get it to go down again. I cannot take it anywhere. It will stay at my vanity. Frustrating. Color is nice but tube is nonfunctional."
        },
        {
            "review_title": "Quality is low - persuasive colour",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "smells like an old lipstick, colour doesnu2019t match, darker in reality, the last and most important that itu2019s makes my lips super dry i have to apply under different layer of lipstick to moisturise my lips"
        },
        {
            "review_title": "beautiful nude color",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "beautiful color and texture, love Persuasive shade. Packaging is beautiful but a little bit cheap material.  This lipstick have a perfume."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I loved the way this lipstick felt on my lips very moisturising, but unfortunately the color was not what I expected in my lips. I am looking for a cool color to go with skin tone and I thought it was but when I put it on it looked more coral so o was not happy with it. I wish it would say in the description if the color is cool or warm. Atleast I bought it in Sephora and not Rose Inc website though. The Rise Inc website is really messed up. Canu2019t do a return. Canu2019t write a review. Canu2019t use their color matching tool. Did not give me the free sample which was the whole reason I ordered from them."
        },
        {
            "review_title": "LOVE.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Beautiful colors, hydrating, long lasting. Absolutely love this lip and the sustainable packaging."
        },
        {
            "review_title": "Sheer pigmentation!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Very sheer formula! I got the shade persuasive thinking it would be great everyday lipstick but it kind of washed me out. Feels good and almost balmy on the lips. Love that its refillable."
        },
        {
            "review_title": "New Favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This ruined all other lipsticks for me! Smells and feels soft and amazing, hydrating but stays in place, the shape of lipstick is the best part because I donu2019t need a lip liner when touching it up. Iu2019m begging yu2019all to make some reds"
        },
        {
            "review_title": "Not a fan",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "The case is very cheap feeling. Worse yet, the color looks completely different on the lips. In the tube itu2019s a soft dusty rose. On the lips itu2019s a bright light pink. The formula is slightly dry - nothing special at all."
        },
        {
            "review_title": "Really Love It",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The formula is perfect. It feels weightless on the lips but gives you opaque color that lasts for hours, it turns into a tint on your lips so it doesn't just transfer away when you drink/eat. It didn't dry my lips at all either! The color enigmative is a beautiful warm pink. A nice everyday nude-pink color. I would love to see a wider range of wearable shades from this brand."
        },
        {
            "review_title": "slides on ur lips like butter, so smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "i would say this is kinda more terracotta than pink (which i dislike) but overall its not a bad shade, its actually rlly pretty. the finish is satin matte, it is so easy to apply to ur lips and doesnt dry my lips out"
        },
        {
            "review_title": "Demure - Color not as shown in pictures",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This lipstick is made in Italy. The texture is creamy, non-drying and it feels like it hydrates the lips but has a matte/satin finish. The formula is great, although I am not sure it stays long on the lips. The reason I am giving this a 3 stars is because the Demure color is actually a dark/nude pink. The pictures online make it appear much lighter than it actually is. In fact, in some pictures it almost seems like a medium-light baby pink once applied on the lips."
        },
        {
            "review_title": "Wonderful color!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Absolutely not a lipstick wearer, but I love Rose Inc so much I thought, why not! Gorgeous feeling. Rich, buildable color that melts onto the skin. If my lips are more dry, I can blot on the lipstick and tap it in with my fingers, too! I love the natural feeling finish. I love gloss days too but this is a new level of my-face-but-dressed"
        },
        {
            "review_title": "I love Persuasive!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received a mini lipstick as a gift from Sephora and I love how persuasive looks on my medium skintone. The lipstick feels hydrating. I'm sensitive to some smells and I enjoy the smell of this lipstick. It's not too much."
        },
        {
            "review_title": "Great ud83dudc84.... What a Rose!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "Great color and consistency. Definitely a clean lipstick not a balm posing as a lipstick.  But, as it is not quite as emollient as a balm I used one as a base, blotted... applied Persuasive/warm rose satin, blotted and topped with a touch of gloss. Perfect!  more staying power than expected and enough intensity to take an everyday neutral rose to the next level.  I immediately ordered a full size after getting the mini as a beauty offer."
        },
        {
            "review_title": "Creamy and beautiful texture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "So incredibly creamy, it feels like a buttery balm on my lipsu2014soft and hydrating and it fuses with your natural lip color (but not harsh like a stain). So many lipsticks everywhere and most are a dime a dozen but this one is a true w"
        },
        {
            "review_title": "Drying, dull color",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got this as a beauty offer sample and found it to be very drying on my lips. The finish is very matte and made my lips feel weird."
        },
        {
            "review_title": "Best lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This lipstick in the color Demure is my new absolute favorite. Itu2019s a very special pink shade. Also love the packaging, the slight vanilla scent, thatu2019s itu2019s made with clean ingredients and refillable."
        },
        {
            "review_title": "hydrating comfortable lipstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "i love this lipstick!!! i have two colors and it is the most comfortable wearing lipstick ever. enough hydrating for my dry lips, but matte enough to be long lasting. i love the bullet it lets you line the lips perfectly!"
        },
        {
            "review_title": "Drying",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Itu2019s creamy and green. Which I like. The color was nice too. Downside it goes away in a blink and itu2019s too drying on the lips. Wouldnu2019t buy again."
        },
        {
            "review_title": "Colour and texture description is misleadingu2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Colour description on the website doesnu2019t match the actual lipstick. This lipstick is very drying and highlights all dry patches. For dry or ever so slightly flaky lips, this lipstick will make it look way worse."
        },
        {
            "review_title": "Beautiful, but the color description is misleading",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is a beautiful, truly creamy lipstick that doesn't leave my lips feeling gross once it's faded away. I really like the packaging too. Not sure how to refillable aspect works but I guess I'll find that out when I've finished it.  The only thing I'll say is that the color descriptions need to be changed. This is not a golden brown, it's a mix between mauve and a deep berry and can lean a bit peachy/coral sometimes. There's definitely no brown whatsoever.  I have light-medium skin tone and prefer brown toned lipsticks but I actually really enjoy this one. I've found that pairing it with a brown lip liner helps to create the depth that the description of the color states."
        },
        {
            "review_title": "Great every day shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Great every day shade especially for neutral East Asian skin tones (my skin tone), really pretty. Hydrating formula, doesnu2019t try out my lips"
        },
        {
            "review_title": "Pretty",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Very hydrating formula, glides on so smooth. Pretty color. However, Besotted is a bit darker (browner) than advertised. Wish they had lighter colors."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Perfect nude-pink for rosy/cool toned skin. I  always struggle with finding a good neutral/nude lipstick without it looking too peachy on my skin. This is the PERFECT nude pink. Easy application & long lasting."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Hydrating lipstick. I have really dry lips that cannot take most lipsticks as they usually end up looking patchy but this lipstick works just fine! It's hydrating and lasts a while. The eco-friendly packaging is a plus"
        },
        {
            "review_title": "Shocked!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have never had a lipstick that has 1) lasted so long on my lips 2) has zero transfer. Absolutely not expecting to be so blown away by this. New holy grail. Will try more shades."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Intuitive- ok color. Dry lipstick. Nice shine but lipstick bleeds and gets spotty quickly after application."
        },
        {
            "review_title": "It's okay but not moisturizing for dry lips",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received my first Rosie Inc lipstick this morning and after wearing it for few hours I can say few things. First colour Intuitive, it pretty much matches its description and goes a bit on a darker shade. I watched some YouTube review videos for every colour under different light settings and that helped a lot. Now reason I gave it 3 stars is that considering it's CAD$37 price tag this lipstick is not all that it claims. If you have super dry lips like me this will not be moisturizing or hide any lines. I had to use my lip balm few times. It goes a bit more matte than creamy. Packaging is okay to me, no complaints there, it's very much Rosie's style. I do like the option of having refillable lipstick so you create less waste in the environment and it's clean beauty product. I'm still going to wear it combined with lip balm or lip gloss depending on the mood."
        },
        {
            "review_title": "i love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "i thought this shade was going to be too light but it wasnt and it worked really well with the essence lip liner in the shade real!! the smell is also soo good, it smells like roses and marshmallows"
        },
        {
            "review_title": "This is a Keeper",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "This shade is gorgeous, and the formula is lovely - creamy but lightweight. It gives my lips a bit of a subtle sheen where I wear it."
        },
        {
            "review_title": "Solid lipstick option",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Normal skin",
            "review_text": "I love the creaminess and texture, but the color is a bit darker than I usually wear during the day. Will save this for a going out look!"
        },
        {
            "review_title": "My go-to, very flattering & comfy formula!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "I was never really a lipstick every day kind of person, then I found this lipstick.  This is my all time favorite lipstick, I literally wear it everyday, and it doesnu2019t get old.  The shade works so nicely with my skin tone and it feels nice and hydrating for my lips.  Some lipsticks are a bit too bright and feel distracting, they can also be drying, but this is none of those things for me.  It also lasts surprisingly long, and even though it fades a little bit after wearing for a bit, it still looks nice.  Another thing I like about it is that I can apply a light layer for just a touch of color, or I can apply a few layers for a more rich shadeu2014 I appreciate that itu2019s versatile in this way.  Last but not least, I am constantly receiving compliments when I wear this.  All in all, I absolutely love everything about this lipstick! ud83dude0d"
        },
        {
            "review_title": "Great color and formula except the fragrance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Normal skin",
            "review_text": "This is a lovely color, and I like the formula...a long-lasting satin.  I personally dislike the fragrance.  I love vanilla and I raise roses, but the only thing I like about this fragrance is that it dissipates quickly."
        },
        {
            "review_title": "Not my favorite",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Was really looking forward to this but the color is different from the image. This is more of a brown peach color than shown in the images, which is a let down because I was looking forward to having a lighter peach shade. The packaging is also on the bulkier side which is not my preference. Formula is very creamy though!"
        },
        {
            "review_title": "Drying too heavy on lips",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "I donu2019t understand this brand why very high rating!  It so drying n thick also too heavy on lips. I bought normal n refill in this shade. Packaging is horrible like dollar store. Doesnu2019t mea get as a incentive we have to fake the whole please come out of the box. Colour is below average. Too expensive too. Urban decay is also vegan those formular super good."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "Creamy and reasonably long lasting lipstick. I love that this product is refillable. Not a lot of color selections in this line, but this is close to my natural lip color and great for a daytime, no-makeup look."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "so hydrating and love the smell---it's very rosy. I got persuasive and its a great color for tan/indian skin"
        },
        {
            "review_title": "great solid lipstick with good ingredients",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Always hard to find a good neutral for deeper complexions. I'm south asian with neutral undertone and the colour for me is MLBB, which is perfect.  Texture is lovely and staying power is pretty great too. I am a fan of the ingredients and love that it's a refillable bullet. The only reason I don't give it 5 stars is that the bullet casing feels cheap. Perhaps they're going for some kind of sustainable feel in using minimal plastic, and perhaps we have grown accustomed to thinking that heft = luxury. But, hey, for that price, and for its aim to be a luxury clean brand, I want some luxurious feel in packaging, even when sustainable."
        },
        {
            "review_title": "For me, better than pillow talk.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is a cool-toned mauve shade exactly right for me.  I was afraid it would end up the lighter purple hue on me like it did for some on Tik Tok.   This looks super dark in the tube, but it didn't translate that dark on lips.  Good pigment and staying power for my fair, cool toned skin. It will mix with other products and not end up a thick mess on lips."
        },
        {
            "review_title": "Great product, but not 100% satisfied",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have dark brown eyes and dark brown hair and olive/golden undertones. I get a decent tan, but not too dark because I wear spf daily. Itu2019s a pretty good color to go from summer to fall - which is why I purchased it.  It has a slightly sweet smelling scent which smells nice. I donu2019t mind it. If you are very sensitive to scents at all maybe this would work for you. It feels very comfortable on my lips and seems like it would wet nicely throughout the day and not looks crackly at all.   The one thing I really donu2019t like about this product is the packaging and the fact that it hardly has weight to it. Just to put it in perspective, Mac lipsticks are $19 and has a perfect weight to it.  Bummer, because I only really like to splurge for a lipstick if its also something cute and worth the splurge for lipstick these days because Iu2019m usually just wearing lip balms or lip oils and lip liner.   Itu2019s fully plastic of some sort and if it were to be refilled, I donu2019t think it would look very good at that point."
        },
        {
            "review_title": "great lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this lipstick. Color is beautiful and not drying on my lips."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Lovely formula, very pigmented and comfortable on the lips. The shade enigmatic is gorgeous. Perfect for fall!"
        },
        {
            "review_title": "doesn't really look like picture",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "i thought the poised color would be a darker shade, but it's really not a deep brick, definitely a brick color but not deep, still a nice formula"
        },
        {
            "review_title": "Clean/vegan Bobbi Brown Brown dupe!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I finally found a Bobbi Brown Brown dupe that's clean, vegan, etc.  Wonderfully smooth, satiny texture with good color payoff. Lightweight and moisturizing. Has a floral-vanilla scent but it dissipates quickly. Would buy again!"
        },
        {
            "review_title": "LOVE THIS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Dry skin",
            "review_text": "I LOVE this product. I am not typically a fan of lipstick (i usually find them drying)u2014this lipstick is a gem. Its easy to put on and go (no worries about it seeping into wrinkles or outside of your lips). Its a beautiful color and so comfortable. I hope Rose Inc creates more colors and lip products!"
        },
        {
            "review_title": "Not true to color",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I ordered the shade Graceful which is described as a golden brown. I received the shade Graceful and itu2019s pink. Itu2019s neither golden nor brown. A definite return for me. I donu2019t wear pink."
        },
        {
            "review_title": "Comfortable, easy-to-apply full-coverage lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This is my new go-to lipstick when I want something less glossy and more matte. Obviously this is technically a satin, but the finish once dried down leans more to the matte end. I have a hard time finding fuller coverage lipsticks that donu2019t seriously dry out my lips and feel very uncomfortable, not to mention wear badly throughout normal activities (talking, drinking, eating), but this fulfills all of my needs. Itu2019s not super hydrating, but it is hydrating enough that it feels very smooth on the lips without drying down uncomfortably. Itu2019s also really easy to put on without making a mess and having to clean it up, so itu2019s a great purse lipstick. The shape of the bullet is really great for filling in the Cupidu2019s bow with the flat end and swiping across the rest of the upper lip and bottom rip with the rounded end. I also love thatu2019s refillable, and the refills are decently cheaper too. All-in-all, really nice formula and packaging, I wouldnu2019t change anything."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This is the first time Iu2019ve ever returned a lipstick. The colour was not at all what I expected. It looks lovely in the tube but had a harsh almost bright pink finish on my lips, not the dark mauve I was hoping for. I think I need to swatch my colours in person rather than choose online. It has lovely packaging and a smooth application but I didnu2019t find it particularly moisturizing. To be fair I do have very dry lips. I wanted to love this but it was a no for me."
        },
        {
            "review_title": "Great lipstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love these! I've bought 3: enigmatic, eloquent, and demure. Great shades and staying power without making my lips dry. These are my new favorite lip sticks."
        },
        {
            "review_title": "Nice consistency - long wearing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Love the consistency & how it wears. - light. but lots of color. Long-ish wearing not cakey at all, color was a little purple for me, but still like it over all."
        },
        {
            "review_title": "Flattering Color, Hydrating Finish!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love this new lip color, the color collection is so beautiful and natural, and I often like to use it in tandem with a lip balm for a more subtle color pop during the daytime.  Really lovely!"
        },
        {
            "review_title": "Pretty, but not perfect",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "The finish and color of this lipstick are beautiful--it's a soft coral, exactly what I wanted. The satin description is perfect--more sheen than a matte, but not super creamy. It sits on the lips quite nicely, looks smooth, and doesn't emphasize lip lines. Since it isn't too thick and creamy, it also doesn't move around when you press your lips together.  However, for $30, it has some problems. This shade leaves a white ring around the inside of my lips after it fades, which looks gross and only really cheap lipsticks have ever done to me. It can be wiped away, but it happens even if I apply a gloss on top, so it's not a matter of my lips being dry at the end of the day (this actually leaves my lips in pretty good condition). It's not the end of the world, and I might still grab more shades since I love the finish (and this color) so much, but it does feel unacceptable for this price point."
        },
        {
            "review_title": "going to try then update!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Iu2019ve been looking online for new lipsticks, and I saw a lot of reviews for the Poised color, which I think would look good on my Olive/tan skintone!  I have never had a lipstick that could be refillable, so Iu2019m excited to try it out! Iu2019ll edit the review once I get it and try it on for a couple weeks :)"
        },
        {
            "review_title": "new favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "My new favorite lipstick. Elloquent is a gorgeous plum. it's not bright at all on me, it's a soft raisin color.  Love the initial yummy scent. Wears well, lips feel soft all day. I almost didn't get this color because of reviews, I love deeper shades but its hard to find one that isn't too deep. this one is perfect. I can't wear bright colors because it's too much. I just had to say this is definitely not bright on medium olive skintone."
        },
        {
            "review_title": "Iu2019m in love u2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I bought this with my own money and i am very impressed! These are smooth and feel good on! They last a good amount of time also. The case is beautiful. Not as heavy as youu2019d expect but still nice. Iu2019d highly recommend these!"
        },
        {
            "review_title": "Beautiful Color and Texture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love the beautiful color and texture. The color almost looks like my own lip color.  The texture is velvety but not drying your lips.  Also love the way magnetic lid snatches the lipstick cover.   I highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "My only complaint-in spite of the name-itu2019s not hydrating enough. But on the plus side of that, like a matte, it also stays in place. The color is pretty, neutral. For me, itu2019s a great lipstick to work in. It gives a polished, but natural-ish  look."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I was very pleasantly surprised by this product by Rosie. It goes on great, long lasting, and smells nice. I will definitely repurchase when I run out."
        },
        {
            "review_title": "My lips but better! Persuasive!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Rose Inc. kindly gifted me this lip product in the shade Persuasive to try! I really love how I can pat the color or provide more pigment if needed.   The warm rose of Persuasive is a my lips but better shade.  It honestly doesn't even feel that I am wearing lipstick - it is that lightweight! It has a slight vanilla scent on application, but it dissipates quickly.  Really enjoying this and I cannot wait to try more shades!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Besotted - beige pink",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "i am in love with the idea of refillable lipsticks! the packaging it always so beautiful and i never want to throw it away. now you just have to buy a lipstick refill! the actual product is creamy and moisturizing. you def need to reapply but feels so nice when you do!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Absolutely in love with this rosy nude itu2019s my new favorite go to lipstick weather Iu2019m going grocery shopping or to the movies for date night it absolutely fabulous! The formula lasts on my lips and itu2019s really light weight Iu2019m also in love with this packaging!"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, lightMedium skin tone, Dry skin",
            "review_text": "I love this satin lipstick. It's creamy and is easy to apply. Very Hydrating on the lips."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Where has this been all my life?? This product is so lightweight and it feels like it's not even there. My lips look so hydrated and pretty. Also, the color is so buildable. There's so much variety with one lipstick."
        },
        {
            "review_title": "CHIC!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I've struggled to find lipstick that is both moisturizing, compliments my skin, and long lasting. This is it! It's also buildable if I'm looking for a bolder look. I also love the chic packaging and the fact it's refillable is also a plus."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I'm recently starting to ge back into wearing lipsticks so I really appreciate how light and comfortable this lipstick feels on the lips. It doesn't feel heavy at all and its buildable so it's perfect for days when I want a lighter wash of color. I can also build it up to a more opaque shade as well but I usually prefer to keep it lightu203a"
        },
        {
            "review_title": "Nice lipsticks",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Rose Inc: Satin Lipcolor Rich Refillable Lipstick has a smooth consistency, it has good pigmentation, carrying its color for long hours. The packaging is nice and light weight, its great to bring it in the cosmetic bag."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I am really in love with this gorgeous lipstick shade and formula! It is so smooth and makes my lips look like perfection. The component that the lipstick comes in is also extremely unique. Would totally recommend!!"
        },
        {
            "review_title": "Not as advertised.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This review is for BESOTTED. When I click on that color, this comes up. Besotted is supposed to be a u201cBeige Pinku201d. In reality, it is a terracotta orange when it is applied and is a crusty, muddy orange when you wipe the remaining dry flakes of lipstick of your parched mouth at the end of the day.  This is one the most drying lipsticks I have ever used. Not even a shea butter lip balm applied on top after a few hours could save it. Save your money people!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Besotted - beige pink",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Reviewed this lipstick shade besotted and itu2019s a very pretty mauvey nude pink. The packaging is nice and light weight but I really like that it has a magnetic closure. The formula is very comfortable on the lips, itu2019s a satin/matte to me - not very hydrating but it does not move around after you apply."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Rosie Hutington-Whiteley created beautiful lip colors for lipstick! The formula feels weightless and it is a comfortable wear and easy to apply! The lipstick is long-lasting and love how it is buildable!"
        },
        {
            "review_title": "Lovely Sustainable Beauty",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I was gifted this product in exchange for an honest review. I really loved the product itself. The color was really beautiful and buildable. I loved how weightless it felt on my lips and what a comfortable wear it was. I also really appreciate the sustainable aspect of it being a refillable tube. That really appeals to me as a consumer. The product made my lips feel hydrated abs plump and I could wear it all day. Love it!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This product has quickly become one of my new favorites. It is great for every day and goes on smooth. The packaging is super cute and I love that it is refillable. I will definitely get this product again in the future."
        },
        {
            "review_title": "A beautiful creamy burnt rose",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love lipstick, any lipstick, but this one is the cream of the crop.  The packaging is lightweight but has a nice magnetic closure.  It is really great that the little tube of lipstick pops out when you are done so you can replace it with a fresh one.  The shade u201cPersuasiveu201d is a beautiful burnt rose that is great for year round wear.  The formula though is what really got me.  One swipe of the super creamy formula and the color was there.  It was so comfy on my lips I couldnu2019t help but keep rubbing them together.  After application my lips felt very hydrated and looked smooth - love!"
        },
        {
            "review_title": "I need all the colors now",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Loving this lipstick. The formula it's outstanding and super comfortable on the lips. It's non drying and makes my lips look a bit plumper and hydrated. I also love that they have refillable package. I will for sure be buying more colors."
        },
        {
            "review_title": "Rich and Buildable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This satin lip color plumps your lips and keep it hydrated.  Itu2019s ideal for dry lips and has vertical lip lines.  It visibly blurs the lines delivering firmer and fuller look.   I love the formula of this.  Itu2019s rich, creamy and buildable.  Very easy to apply and it feels weightless on my lips making it comfortable to wear."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "One of the good lipsticks I have tried lately. The warm rose lip shade compliments my skin tone perfectly. I also love the concept of refillable packaging.  I will definitely purchasing other shades later this year."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This is such a beautiful shade and I love the cute tube. It applies so smoothly and it is very pigmented. Stays out nearly all day and isnu2019t drying at all."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I liked the blush from this brand, so I was curious about their lipstick. Love the formula and the shade that I got! It feels comfortable on the lips and didnu2019t sink to my lip lines. Interested with the other shades!"
        },
        {
            "review_title": "GORG",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I looooove this lipstick!!! The formula is so hydrating and the pigment is rich. I chose shade Besotted which is the perfect beigey pink shade. I also love the minimalistic packaging and the fact that the lipstick is refillable. Will be purchasing more colors!"
        },
        {
            "review_title": "Great Lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "I received this lipstick free in exchange for my review. I love the natural look it gave me. And it was easy to use and has unique packaging. My lips felt moisturized and very plump. It was a great color for my skin tone. I would definitely recommend to a friend. @lisalovescurlslocs"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I really love this color! Im so glad I found the perfect everyday rosy shade. I wear it every day. The application is really smooth and it is long lasting. Itu2019s also very moisturizing and not drying. I love it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Hydrated, plump, creamy looking lips is the result of Rose Incu2019s lipsticks.  In their signature aesthetic, Rose Inc is quickly becoming one of my favorite brands for their minimal makeup look.  The component fits in perfectly to their line."
        },
        {
            "review_title": "Effortless!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This is the perfect summer lipstick because it is so lightweight and comfortable to wear. I have the shade Besotted which is more mauve than pink beige on me but I love how creamy it is and how easy it is to apply. The formula is buildable so you can wear as a light wash or make it more intense as you wish. Itu2019s just very effortless and I love the chic packaging!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This lip color is smooth, gorgeous and full of deep pigmented color. I love the magnetized close and the sleek and modern way the packaging looks but the shape overall of the lipstick is not my absolute favorite. The color lasts all day long and is pretty."
        },
        {
            "review_title": "Bad packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I donu2019t love the packaging on this, so I canu2019t really use it. Itu2019s super unstable and wobbly because it has a refill. It also has fragrance, which Iu2019m allergic to. The formula itself is nice enough, itu2019s not super sheer."
        },
        {
            "review_title": "Awesome!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Happy to have a lipstick that not only looks great but also moisturizes my lips and makes them feel soft and plum. Really happy with the feeling and the look of it, so this is my new must have item in my make up bag."
        },
        {
            "review_title": "Ehhh no",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Very dry and a lot of the shades look similar. Made my lips peel."
        },
        {
            "review_title": "Poised is stunning!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Another hit from this brand. I am absolutely in love with this lipstick. The color I chose, Poised is STUNNING. Itu2019s a deep brick, but itu2019s not too vampy to be worn daily. I think it will work on any skin tone. I am a matte lip girl, but I enjoy the satin finish of this. The formula is really nice. My lips are soft and plump. Hydrating while still having great color payoff. I canu2019t wait to try more of the shades."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Iu2019m really enjoyed this lipstick. It goes on smooth and is easy to apply. It feels weightless and so very comfortable-I honestly forget that Iu2019m wearing it. Itu2019s got good color payoff and builds nicely. It leaves lips hydrated and blurs lines. The finish looks somewhat matte without leaving lips dry. I have the shade Poised and think it looks great on my medium brown skintone-on its own or with liner and/or gloss."
        },
        {
            "review_title": "Soft and hydrated",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Rose inc created a refillable lipstick that helps plump your lips and reduce the appearance of those fine lines that come with aging. It includes vitamin e and sodium hyaluronate to really hydrate your lips and leave them feeling nice and supple. I love how the lipstick feels after application and will be trying out some of the other colors."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I was gifted by rose inc. I love the packaging of this so much. Itu2019s a magnetic packaging so itu2019s quite easy to close and open but yet wonu2019t just open on its own. The formula is beautiful and very comfortable"
        },
        {
            "review_title": "Great for dry lips!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product mentions being great for dry lips and I experienced that. My lips always seem to be dry, so matte lip products do nothing for them. This goes on smooth and has decent staying power on the lips."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I am loving the Satin Lip Color by Rose Inc. My lips feel moisturized, rather than dried out, after applying the color. The shade I have is beautiful, and it applies smoothly. The color is rich and long-lasting, and the packaging is super cute. I will definitely be purchasing more like this!"
        },
        {
            "review_title": "Gorgeous Formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This is a gorgeous deep rose color on my skin tone (I have Persuasive). These shades definitely run on the deeper side compared to the swatches online so keep that in mind when purchasing. This is a lightweight, hydrating, and pigmented formula. In one swipe, you can get good color pay off. I enjoy that this formula is fairly lightweight (although not as weightless as a lipstick balm). I will likely purchase another color in this lineup. The packaging is a flimsy plastic, but I LOVE the automatic magnetic closure.  It closes and aligns itself no matter how you put the cap on. I appreciate that this is refillable component for an eco friendly touch. Gifted by Rose Inc."
        },
        {
            "review_title": "Beautiful shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "It has a rich and creamy pigment. Iu2019m very impressed with the packaging and this is perfect shade. I love to wear it everyday. This satin lipstick smoothly glides over my lips, and leaves them supple and feeling soft. Visibly blurs the appearance of lip lines and keeps my lips soft smooth."
        },
        {
            "review_title": "Good for everyday!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "I really like using this lipstick for every day. Itu2019s a really good your lips but better color and itu2019s a satin texture so itu2019s not very drying I didnu2019t need to reapply in the middle of the day so it does last pretty long. And I love the fact that is refillable so I can just buy another one when Iu2019m ready instead of getting a whole new container. As a plus the packaging is really adorable! (I did get this as a gift to try!)"
        },
        {
            "review_title": "beautiful buildable lippie",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I was gifted this product by rose inc. The color is poised and is very beautiful. it starts off light and you can build it to be deeper. The formula feels weightless like there is nothing on my lips. I love the plump look it gives."
        },
        {
            "review_title": "Besotted with this lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "First, the minimal matte packaging is lovely. Iu2019m appreciative of the refillable packaging and magnetic cover. The shade Besotted is the perfect pinky-nude and a gorgeous my lips but better shade for my light-medium skin tone. The formula is creamy and leaves a satin finish. It does feel comfortable for hours and never drying. Iu2019ve already got my eye on a couple additional shades that Iu2019m dying to try. Highly recommend!"
        },
        {
            "review_title": "Natural Finish & Super Creamy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Persuasive is one of my new favorite every day shades. If youu2019re a long time lover of Creme in Your Coffee from MAC, I think youu2019ll love this. The texture of these lipsticks is beautifully creamy and the shape of the lipstick allows for precision. I love the natural satin finish that really works with these easy going shades. Iu2019m also all here for refillable packaging! I plan to pick up a few more shades."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I love how smooth this formula is! And of course being able to refill it with different colors is a great touch. Rose Inc. is changing the game for make up. I truly need every shade now!!! Itu2019s so gorgeous."
        },
        {
            "review_title": "Comfortable satin lipcolor",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This satin lipcolor was gifted to me by Rose Inc for review. This formula is creamy and comfortable and I didn't find that the dark shade I received bled or feathered. I am a big fan of hydrating lip products and this one is fairly hydrating. I love this formula can be blotted for a more subtle look or applied more heavily for opaque coverage. It wears nicely and is not drying."
        },
        {
            "review_title": "Nice product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "This is a beautiful lip. Absolutely have enjoyed using this lipstick. The formula is very comfortable and I really love the subtle scent that is has to it. Itu2019s just enough to enjoy without being overpowering. I also love the packaging as It has a nice magnetic closure. I do wish they had a nude that was slightly lighter though as this is a plait dark."
        },
        {
            "review_title": "The best!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "So obsessed with my new fave lippie! Iu2019m so happy that this is a clean beauty brand and that the product is refillable! So happy to see brands like this practice sustainability and care about your dear earth! I love that they are infused with skincare powers! Definitely make my lips look so plump!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I love the shade and how well it can it is to apply! Not too drying at all and feels really easy on my lips! Itu2019s super easy  to change the refill the lipstick, and itu2019s such an innovated way to use the lipstick in a multipurpose way"
        },
        {
            "review_title": "Beautiful color and wear!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "All the praises for a refillable lipstick! I love this idea and so glad there is an option that actually has a great formula! I have the Pursuasive and it is a beautiful color to take from spring into summer and fall! Itu2019s easy to apply and wear and I love that it is buildable so I can go a little lighter or darker depending on my mood! Gifted by Rose Inc."
        },
        {
            "review_title": "Pretty color. Comfortable formula. Strong scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Besotted is a really pretty everyday pinky nude. A nice neutral color that is great to wear everyday with minimal makeup or with full glam. Looove the magnetic top and the refillable packaging. So thrilled to see so many brands being more sustainable and eco conscious. The formula is nice and creamy, doesnu2019t tug and I was actually very pleased with the longevity of the satin finish. It was very comfortable and not drying at all. However the product is very heavily fragranced. And it lingers. I personally donu2019t mind it but if you are sensitive to smells you may want to be cautious about purchasing this one"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I am absolutely obsessed with this lipstick! It is such a pretty shade for the Spring and Summer. It is so long lasting! I want more shades of this lipstick. I would definitely recommend this lipstick to a friend!"
        },
        {
            "review_title": "Gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Tried it once and I got so many compliments . I love how it plumps up the lips and gives a fresh glossy  look. What a beautiful color it is . Super smooth formula, glides on like a butter. It has a nice shine and is moisturizing. Love how the color builds up with multiple application. You will notice that it gels in with the lip lines."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Affordable, clean, and the container is very cute! This is the perfect color for my workday, and it applies smoothly and doesnu2019t make my lips dry. This is sustainable and I am very excited to finish this one and be able to use it again!"
        },
        {
            "review_title": "Persuasive has Persuaded Me to Get More Shades",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "This is my first product from Rose Inc. and itu2019s stunning. The shade I have is so complimentary to my skin tone. Itu2019s so comfortable on the lips and it has a buildable formula, so you can control how light or deep you want it on your lips. It feels weightless on the lips so thatu2019s always a plus.  Itu2019s long wearing, so that is really nice, that I donu2019t have to always touch up my lipstick. I naturally have a lot of lip lines on my lips and this lipstick does a great job at blurring them and making them look blended in with the lipstick. I also love that it is a clean formula. Since itu2019s going on the lips, I personally love when the formula is also made with clean ingredients."
        },
        {
            "review_title": "My favorite lipstick of the moment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "This lipstick has become my favorite shade. I am obsessed with the presentation and how it has a little magnet so when you close it, it clicks automatically. Love the fact that it is refillable, I carry it with me everywhere I go"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "The shade range is great. I hope they will release more shades in the future with different finishes. Rose Inc definitely has the cutest, minimalistic packaging. The formula is buildable without being too drying."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m so impressed with this lipstick. It lasts long and doesnu2019t make my lips feel dry. I love how it applies very smoothly too. The formula itself is very lightweight so itu2019s comfortable enough for daily wear. Definitely will be my new go to lipstick."
        },
        {
            "review_title": "Creamy lip formula!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "Rose Inc has a beautiful lipstick formula! Itu2019s so light but pigmented! The lipstick lasted for about 6 hours before I needed to touch up. Itu2019s a satin finish so itu2019s really comfortable too! They have so many shades so thereu2019s something for everyone too!"
        },
        {
            "review_title": "Gorgeous gorgeous girls and boys wear Rose Inc.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Normal skin",
            "review_text": "This is the 1st lipstick that I've purchased since the pandemic started. The color is gorgeous, it's very comfortable and it stays put. It doesn't bleed into my lip lines and it has a very lux vibe. Very pleased with my purchase."
        },
        {
            "review_title": "Beautiful lipstick.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love, love, love! This might be one of the most comfortable lipsticks I have worn in awhile. There is zero drying or discomfort while wearing. It glides on nice and smooth with nice color payoff. The more you layer the pretty and deeper the shade. Speaking of shades this one is stunning and I feel like it will look great on all skin tones. I am also very here for the refillable lipsticks. Love how easy they are to change out and better for the environment."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I canu2019t get over how incredibly comfortable and moisturizing this beautiful lipstick is! This color is so rich yet very natural looking. I love the unique packaging and especially that fact the itu2019s refillable!"
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "This lipstick was gifted to me but the opinions are my own. Gorgeousness in one little package. This creamy lipstick makes my lips look so smooth and feel so soft. When I looked at the ingredient list, I was so happy to see it includes hyaluronic acid, squalane, and vitamin E; all goodies to make my lips healthy and beautiful! I will definitely be buying more shades."
        },
        {
            "review_title": "Perfect everyday!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I really like a natural look and this lipstick is perfect. I apply a little and blend with my fingers. I can also build it up for a more defined look. Feels very lightweight.  The shade persuasive is the perfect my lips but better color for me, I have olive skin. Love that itu2019s refillable!!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "like the color, but honestly, everything else about the product is not great. Packaging is cheap and clunky, the formula is stiff so you have to really drag the bullet across your lips to get the pigment to apply, and the scent lasts for a while and isn't pleasant (floral and chocolate that smells sour/scents just don't blend harmoniously)."
        },
        {
            "review_title": "Perfect lip",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This lipstick has been my favorite. it is the perfect pinky nude .The lipstick in general is so moisturizing, usually some lipsticks when applied straight do not remove the dry lip lines I get sometimes, However it is not heavy, i even forget I have it on until I see me myself in the mirror. I honestly would buy this again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Besotted - beige pink",
            "review_buyer_description": "blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Rose Inc .  great lipstick! I really liked the texture. stays on the lips for a long time, does not dry out the lips. the color is just perfect! I love it. it's now my new favorite! I highly recommend this product!!"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Gifted Rose Inc. I really love how smoothly this lipstick goes out! it is a really amazing product! They're super comfortable and last a decent amount of time. I love the color.Highly recommend. I'm going to get more color!"
        },
        {
            "review_title": "Love this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Such a great lipstick! I love the color and the rose scent that it has. After applying Iu2019ve noticed that my lips are moisturized and smooth for hours on end! Iu2019ve gotten so many compliments on this color too."
        },
        {
            "review_title": "Cheap feel of packaging but the lipstick itself is",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Complimentary from Rose Inc. Not a big fan of the packaging. While it is beautiful and has a magnetic top, it feels very flimsy and shaky and much less luxurious than on photos. The formula of the lipstick itself is quite nice though."
        },
        {
            "review_title": "Nice full coverage matte",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Such cute packaging. I had never heard of this brand before. The lipstick is a really nice full coverage matte. The color I got was a lot darker than I thought it was going to be. I like to just blot it lightly on my lips and it kind of looks like a stain"
        },
        {
            "review_title": "Beautiful product, cheap packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "A beautiful lipstick formula with extremely cheap packaging. Even with the deep burgundy shade that I chose, I didnu2019t experience any patchiness or bleeding of color around my lip line. Very lightweight formula with a decently long lasting time for a satin formula. The packaging, while sustainable, feels extremely cheap and flimsy, like a $5 drugstore lipstick. If you can overlook that and justify the $26 price point just for the formula, I recommend, but if youu2019re a packaging snob like me you wonu2019t be pleased."
        },
        {
            "review_title": "Yes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Really love the color of this lipstick! Such a fan of this product because as it glides on easily. It is so hydrating, not a drying lipstick at all and great for layering, mixing and creating your own unique look! As a sucker of design, the packaging of this lipstick is perfect!"
        },
        {
            "review_title": "Beautiful lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Roseinc gifted me their satin lipstick and I canu2019t be more thrilled. I love this lipstick and omg the shade is so beautiful. The packaging is super gorgeous and itu2019s refillable. I have loved this brand a lot. Everything I have tried from them is amazing.  The shade enigmatic is beautiful and the lip lines look blurred. I highly recommend this lipstick."
        },
        {
            "review_title": "Beautifully pigmented lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "This is a refillable lipstick designed with wonderful skincare ingredients that provide plumped, pigmented, moisturizes lips. Created to blur vertical lines on your lips while also smoothing & softening your lips. Ingredients include: swertia flower extract, squalene, hyaluronic acid, & vitamin E.   My experience: Iu2019m a huge lipstick junkie & was glad to learn that I would have the opportunity to try this gorgeous, warm rose pink lipstick. I do find the formulation to be incredibly creamy & with rich, buildable pigmentation. This is comfortable to wear as it doesnu2019t dry out my lips or leave them flaky. I noticed my lips look a little fuller when wearing this lipstick & feel moisturized. It has a lovely vanilla scent to it that isnu2019t overwhelming or artificial & the refillable case is one of my favorite features of this lipstick.   Overall: I am LOVING this beautiful, creamy, pigmented lipstick. My lips are moisturized, beautifully pigmented, & look fuller thanks to this comfortable to wear, refillable lipstick. 5/5"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Iu2019m not a regular lipstick wearer but Iu2019m honestly very impressed by this formula. Itu2019s pretty comfortable and it lasts on the lips for hours without reapplying. You can build it up to be as sheer or opaque as you want."
        },
        {
            "review_title": "A new favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love how this clean lipstick also has refillable packaging! It is easy to apply and has a lovely sweet scent.  I was sent Enigmatic in exchange for review. It is such a pretty shade, very flattering.  The tip is also quite nice, it makes it easy to get a precise result.  I really enjoy this one and will definitely use it a lot more!"
        },
        {
            "review_title": "Such a lovely lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is such a beautiful lipstick. I hoped for nothing less from RHW, the queen herself. First of all, the packaging with the magnetic top closure is extra chic. The lipstick tube itself has a rectangular shaped top that also works well as a lip liner. Which is perfect for those of us who are too lazy and donu2019t ever use one! I have the shade enigmatic that is an almost terra-cotta rose. Itu2019s like a my lips but better shade on me, and builds beautifully for long lasting wear."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Besotted - beige pink",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Iu2019m normally not a lipstick girl but this seems to be the year of lippies for me. This satin lipstick by Rose Inc ticks all the boxes for me. First off, the packaging is gorgeous with its matte feel and the engraved logo in the actual lipstick itself. I love that they made this lipstick refillable so we can decrease our waste! The lipstick glides smoothly and gives a subtle color to my lips!"
        },
        {
            "review_title": "Everyday formula",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I love the packaging first of all. Feels high end and is refillable which is so cool. The color is exactly what I expected based of the photo swatches. Itu2019s a little dry for a satin formula in my opinion but itu2019s definitely a good lipstick and wearable for everyday."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "The fact that these are refillable is amazing! I love the color that I got in Persuasive. I use it lightly and more like a stain and it is the perfect mid warm tone mauve. I find the formula hydrating and blurring."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I love that the color is buildable, giving my lips a softer or more dramatic look . I do tend to have more chapped/dry lips and I appreciate how hydrating this product is. It also helped to blur out some lips, giving me a more polished look."
        },
        {
            "review_title": "The perfect Dark Lipstick",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "This Lipstick was sent complimentary by Rose Inc. I received the shade Poised and let me just say that this color is gorgeous in person. I love a good dark Lipstick and this one has become one of my favorites. It's very pigmented, glides on so smoothly, feels hydrating on my lips, the color is buildable, and has a beautiful satin finish. One of my favorite things about this Lipstick is that it's refillable! I'm hooked and I can't wait to try the rest of the shades."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this from Rose Inc in exchange for my honest review. This has an incredibly lightweight and wearable feel thatu2019s very buildable. It does feel very hydrating and doesnu2019t leave my lips cracked or dry. I always enjoy a refillable component but I do have some difficulty getting the product to actually twist up and down. Otherwise, a great addition to my lippie collection!"
        },
        {
            "review_title": "In love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "In love with this formula! So comfy on the lips while leaving a beautiful color behind. The packaging is perfection with the magnetic lid and so aesthetic looking. I will definitely purchase more of these beauties!"
        },
        {
            "review_title": "Good, but beware of actual colors...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This is a great lipstick...don't get me wrong. It feels good on the lips, it isn't a flat matte, it wears well and doesn't wear off in a patchy way. I don't necessarily find it plumping or blurring, but it's a very good bullet lipstick. I will just say that I think it's best that you find your color in store if possible. I chose Besotted, and it is described as a beige pink, but it isn't pink at all. It's a straight brown and much darker than is depicted in the picture online. Overall, I really like this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Besotted - beige pink",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really love this lipstick. The texture is smooth and light, the color is gorgeous.This product glides on super easily, is very moisturizing. It is buildable so you can get quite a bit of colour if you want to. The formula is smooth, goes on well and is moisturizing. I will definitely be picking up more shades!"
        },
        {
            "review_title": "rose in love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I love the one in blushes & lip pencils. Iu2019m a makeup artist and Iu2019ve added them to my makeup kit so I was super excited to their lipstick and see how well it would work for me before adding it to my kit aswell.   About the lipsticks:  Beautiful color Went well with my medium skin tone Creamy Moisturizing  Glide on well Lips weu2019re plumped and full  My color was on deep brick"
        },
        {
            "review_title": "Rose in love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I love the one in blushes & lip pencils. Iu2019m a makeup artist and Iu2019ve added them to my makeup kit so I was super excited to their lipstick and see how well it would work for me before adding it to my kit aswell.   About the lipsticks:  Beautiful color Went well with my medium skin tone Creamy Moisturizing  Glide on well Lips weu2019re plumped and full"
        },
        {
            "review_title": "I want to try other colors as well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "This lipstick was sent complimentary by Rose Inc. My review is honest and based on my experience using the product. POISED is a beautiful, deep brick color that matches my fair skin tone well. I am not afraid when it comes to dark lippies. It has a nice Vanilla scent and the packaging has a magnetic closure. I love the fact that the bullet is refillable. Very environmental friendly! The bullet has a unique shade that helps you apply the lippie easily. The color is pigmented and long-lasting. Comfortable formula that does not flake or shows up the lip's dry spots.  Beautiful satin finish and overall, great quality product that does not disappoint. I am interested now in trying other colors."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The color is beautiful and definitely buildable.  The formula could definitely be more hydrating, but I don't find it particularly drying and it is very comfortable on the lips. Really like that they are refillable too"
        },
        {
            "review_title": "My perfect nude!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This product was gifted to me by rose inc. I have the shade besotted and itu2019s the perfect nude for my light skin tone. Right in the middle and Iu2019m obsessed. The formula is such a gorgeous buildable satin that really does look flawless on the lips. The packaging is weighted and easy to use. Love the magnetic closure. My only complaint is the shape of the bullet. Itu2019s squared off and makes a precise application more difficult. But with a liner itu2019s no big deal."
        },
        {
            "review_title": "it looks very natural and glossy!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I love this beautiful like beige pink shade lipstick, itu2019s super creamy and hydrating. I really love that Itu2019s subtle rose scented. It has a lightweight, pigmented formula and itu2019s easy to apply. The packaging is stunning, sustainable and refillable.   Iu2019ve been kindly gifted by Rose Inc. in exchange for my honest review. My only other observation/recommendation would be that I expected to be creamier and more hydrating. For me, after a while of wearing it, it feels a little bit dry."
        },
        {
            "review_title": "Beautiful- Poetic Swatch not Accurate",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love the satin finish of this lipstick. Itu2019s long lasting and so comfortable! Even after drinking from a cup color is left on your lips. It has a floral vanilla scent a little different from their matte lip crayons that has no taste and fades quickly after application. The problem is the swatches donu2019t match the bullet colors at least for Poetic. It looked like a light peachy nude shade but on my lips itu2019s a medium coral pink, which isnu2019t what I wanted. If you line and fill in your lips with a cool or neutral nude pencil and then apply Poetic on top it looks lighter and more like the lip swatches."
        },
        {
            "review_title": "So comfortable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Wow, Iu2019m impressed! I absolutely love how easy this refillable packaging is to take in and out. I also was blown away by how comfortable and creamy the lipstick is. It is a nice, buildable formula and is super hydrating. The shade Besotted is absolutely gorgeous and will definitely be a go-to shade for me. Overall, Iu2019m super impressed!"
        },
        {
            "review_title": "Love this lipstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Received this lipstick gifted by Rose Inc and I love it. My lip feels hydrated and soft after applying. I love the shade on my lip. It feels and looks amazing. It is easy to apply and has a satin smooth finish. I love the fact that it's refillable and easy to use the refill. Overall, worth the price."
        },
        {
            "review_title": "Good lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I really enjoy this color, it's so pretty! And the formula itself is nice too, it is easy to apply, and doesn't feel heavy on the lips. It's good to mention that you have to built the color but I find that versatile"
        },
        {
            "review_title": "Amazing color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This by far is the prettiest lip Iu2019ve worn in a long time! I have a medium/olive complexion and the color enigmatic is perfection! I love how buildable the formula can be from a sheer color to a full lippie! Itu2019s so light weight and makes my lips look nice and plump itu2019s beautiful"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This product was amazing! It made my lips feel soft and hydrated and did not dry them out at all which is a big thing to look for in a lip product. It hid the lines on my lips and blurred them. It was super easy to apply and was a perfect color that didnu2019t smudge."
        },
        {
            "review_title": "Warm rose",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Love the cute, minimal packaging. The persuasive warm rose color is perfect to compliment night out makeup look; such a beautiful warm red. The texture is 8/10 I expected to more a satin smooth finish. Overall, itu2019s worth the price!"
        },
        {
            "review_title": "Comfortable and plumping!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I was gifted by Rose Inc, this gorgeous satin lip color is so beautiful on the lips, it has not only made my lip lines look blurred but itu2019s also made it look so plump! Is it also weightless which I love cause I can wear it all day without it feeling uncomfortable."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "So moisturizing on the lips! The color is nice and pigmented upon the first application but you can still build it up! Itu2019s comfortable to wear and it gives the lips a smooth appearance. The design makes it easy to apply at the inner corners."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
            "review_text": "I was really excited about this lipstick and it met all of my expectations. I love the packaging and it's amazing formula and how pigment it is. Love how hydrated my lips look all day without drying out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "This formula is really nice. Itu2019s easy to apply sheer or build up to full opacity. Hydrating but not messy at all. Packaging is luxe. Lightweight, but has a great magnetic closure and soft touch exterior."
        },
        {
            "review_title": "A staple!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love it. The formula is so smooth and gives a full look. It is hydrating plus gives a beautiful tint. I love the sustainable approach of the refillable packing style. This is the perfect lipstick for an everyday minimal look."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "u dont need to buy the case but be aware this colour is soooooo much darker than the picture shows. they need more accurate photos for this brand in general. everyone has been commenting"
        },
        {
            "review_title": "Good lipstick choice!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The shade I got is a rich almost terracotta like color and the formula is comfortable + applies really easily (shape of the bullet helps, though that will change as it is used). The first swipes are transparent, but the color gets richer as you apply it. The color itself is stunning. My only complaint is that I wish the packaging felt more substantial, but I love that itu2019s refillable!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I am living for this lipstick! The cutest packaging I have ever seen. So sleek and aesthetically pleasing! The mauve color looks so great with my complexion. I would definitely get this lipstick in multiple colors"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This is a beautiful lipstick with a lovely formula that not only adds colors, but also plumps your lips. The formula is so lightweight and comfortable and the color can be built up in intensity. The blurring effects for lines in the lips is also a plus."
        },
        {
            "review_title": "Gorgeous lipstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019m in love with this lipstick! From the color to the packaging to how well it works! The colors is stunning and itu2019s nice and sheen it also lasts a long time! I love the reusable packaging too. You can grab more shades and use the base to just add them! So unique and so good!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This formula is super comfortable  and I need to try other shades. Itu2019s lightweight and left my lips hydrated and plump instead of feeling heavy and dry. I didnt feel like my lips dried out like some other opaque lipsticks on the market and it was easy to reapply  I have deep lip lines and I didnt feel like this settled into them even after a couple of hours. Seemed to actually blur my lip lines. Color is buildable since sometimes a sheer wash of color is all you want"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this product complimentary from Rose Inc. I really like how itu2019s refillable which is great for sustainability! I love this shade! i canu2019t wait to try out more shades from this line in the future"
        },
        {
            "review_title": "Pretty Solid Lipstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Pretty solid lipstick! Beautiful colors to choose from and the formula is beautiful, glides on nicely! The shape of the lipstick is a little tricky to be precise with (more square tip).  I love the packaging and how itu2019s refillable!"
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I am such a fan of the Rose INC Satin lipstick. I have the shade Persuasive and it is gorgeous. The formula is comfortable and buildable. Feels very hydrating after applying. I love the packaging is refillable making it ecofriendly. Definitely recommend!!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I really love the color of this lippie! I have the shade Persuasive. I do wish that this was a bit more hydrating but it is a super light weight formula which I like. The packaging does feel a little light for the price and the lipstick is pretty fragranced with a vanilla floral scent. I didnu2019t really get the plumping effect that this claims to have either. This can be blotted out or built up for full color pay off. This was gifted for review."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I got the shade 'persuasive' and I love it! It's very pigmented yet buildable so you can easily control how deep you'd like the shade to be. It lasts all day and gives your lips that blurred look.  My lips get pretty dry so there's not a lot of lipsticks that won't dry them out even more or irritate them, and I haven't had a problem with this one! I've been wearing it all day long without reapplying for the past few days and it hasn't dried out my lips. It just gradually loses it's pigment throughout the day in the most natural looking way."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is a really comfortable lipstick. I love how easily it glides on the lips and doesnu2019t dry them out. Iu2019d describe it as a satin finish, and it leaves the lips looking blurred and natural. I really like that the packaging is refillable, and I find the component really sleek and classy."
        },
        {
            "review_title": "Beautiful satin sustainable lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I got the shade Besotted, which is a nice pink brown shade, for free in exchange for my honest opinion and was so pleased with this beautiful satin finish lipstick that I bought another one in the shade Demure! The lipstick feels so comfortable and light! It has a smooth application and buildable color. I love the pretty shades that worked well for my fair neutral to cool skin tone. I feel like it lasts and isnu2019t drying. It seems hydrating without being glossy. I also appreciate the sustainability of this brand!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This clean lipstick made my lips look very hydrated. The formula is very smooth and made my lip lines looked blurred. This is didnu2019t emphasize any texture. The formula feels weightless and i find the pink color to be very buildable. I also love that the lipstick is clean!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Besotted - beige pink",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by Rose Inc. I really like the shade of this (besotted) but I was really disappointed by the formula and packaging. The formula feels waxy and does not apply easily. The packaging feels very light and the plastic cap was not the same color as the base. However I did like the pointed tip."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I have been loving this! I love the shape of the bullet and that I can apply without a liner. The formula is hydrating and makes my lips feel and look nice and plump. This isnu2019t the most long wearing but it does still last well during the day. Itu2019s so cool that the packaging is refillable I love the sustainable option m. I will definitely try more shades!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Besotted - beige pink",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This lipstick was both a hit and a miss for me. The color is beautiful! The perfect pink nude (I got the color Besotted). I love the fact that itu2019s refillable, less waste. The packaging seams a bit cheap to me for the price point. It feels like a thin plastic that can break really easily. It also dried down a little More matte then I would like. Iu2019ll give it 4 stars but if the packaging breaks like I incision, I would give it 2 stars."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Besotted - beige pink",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "The Satin Lipcolor Rich Refillable Lipstick by Rose inc is buildable and feels hydrating on your lips. I like that this lipstick blurs lip lines and applies smoothly and wears comfortably. The formula feels weightless and looks beautiful."
        },
        {
            "review_title": "Love them",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I love the color and the application is very smooth on the lips. My lips feel moisturized and it feels like a balm. It is very nourishing and I love that it makes my lips feel soft. It also lasts long, I want to try new colors. Love them!"
        },
        {
            "review_title": "Soft Buildable Color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I am so excited for this refillable color. The formula is so buildable and doesnu2019t dry out my lips. My lips feel lush  and the color is stunning. Thereu2019s no stickiness, and the color gives off a beautiful blur effect that make me lips look and feel more  plump! Highly recommend this refillable lipstick!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "The formula of this satin lipstick is incredible comfortable. Feels weightless and like whipped cream on my lips that can't handle drying lip products. The thought behind the packaging is amazing too - love the clicking sound when you put the cap on!"
        },
        {
            "review_title": "LOVE IT, need more ROSE INC",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Definitely super excited on ROSE INC product and I got this Satin finish lipstick in Warm Rose Shade. It is gorgeous shade that I am so happy with my pick. This lipstick is lightweight, buildable and easy to blend. I love the formula did not dry out my lip. This lipstick is designed with a flat edge which allows me to easy create a lip line shape and then fill in the color. I wish i can own a whole set, because it is really hard to pick a color from the collection. I defiantly wish to explore more ROSE INC product. I am impressed with it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love that this product is refillable!!! Once you finish you can just buy a refill and lets you try another color without extra packaging!  I really like this formula so far as well! Comfortable and balmy feeling!"
        },
        {
            "review_title": "great shade (poised) cute packaging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love Poised, a deep brick shade, on my skin, and the pigment is great! The packaging is pink and lightweight, and I love that I can take it anywhere without adding extra weight to my bag. The formula feels lightweight, and buildable, and it's easy to wear. I notice that it feels hydrating and comfortable to wear, but my lips do feel dry at the end of the day. Note that my lips are super dry all the time. It's still a great product, and I cannot wait to try out more Rose Inc. products."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Besotted - beige pink",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Such a beautiful product! My lips feel so plump and look so smooth when wearing this product. The color is GORGEOUS and buildable so you can work up to your desired level of drama depending on your mood!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I've been looking for a perfect neutral shade for days I don't feel like red lipsticks, so I was excited to receive the shade persuasive, a warm rose. It's a lovely shade that makes my lips look plumed, hydrated and smooth. It's a buildable formula while being lightweight. I absolutely adore the stunning packaging and the fun magnetic click closure."
        },
        {
            "review_title": "highly pigmented and beautiful shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Highly pigmented, beautiful shade and plumps well without sting. Poised is a blind purchase as I wanted to try darker shades and I love it! it also keeps my lips hydrated with the lines / cracks not so visible."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Have this lipstick with me at all times. It's long lasting. Really leaves my lips feeling hydrated but so weightless. Almost feels like I'm not wearing lipstick.  The color is so pretty and they have so many options."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This lipstick is really really hydrating! I love how smooth it applies on my lips and doesn't dry them out at all. The color is also beautiful! It's not super pigmented but it's so easy to build and doesn't look too heavy. Highly recommend!"
        },
        {
            "review_title": "Beautiful Lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I was gifted the shade Enigmatic - terracotta pink by Rose Inc. Enigmatic is a beautiful shade on my medium skin tone. The satin formula is very comfortable. The lipstick has a light Vanilla Rose scent. The refillable tube is easy to assemble and take out in case you want to fill in another shade. I want to try some more colors from the range."
        },
        {
            "review_title": "Comfortable and beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "First off itu2019s very comfortable to wear. I forget that Iu2019m wearing it because itu2019s such a lightweight formula. I love the blurring effect  on my lips. I also like the fact that I didnu2019t experience any feathering with the formula. My lips felt hydrated and looked more defined and beautiful with a bit of shine. The shade is a perfect match u2014 sheer at first but buildable without becoming too heavy."
        },
        {
            "review_title": "really lovely!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Iu2019m extremely impressed with this lipstick, itu2019s the first thing Iu2019ve tried from this brand. The color is perfect for my skin tone, the payoff is good (super buildable to get the right amount), and it doesnu2019t dry down on my lips. This makes my lips super plump and hydrated, actually. I will say the bullet itself isnu2019t super friendly, the shape of it makes it hard to get into the peaks of my lips without smudging or blurring. Hopefully I am able to wear that down to a point that makes sense for me.For the price itu2019s really nice, and I love that itu2019s kind of sustainable!"
        },
        {
            "review_title": "IMPRESSED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This shade is a beautiful color and the blurring effect on the lip lines is marvelous. I am very impressed with this product and I can not wait to incorporate this product into my daily makeup routine!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I loved this lipstick! Itu2019s not too heavy and easily buildable. I got a darker color so I was worried but you can easily control the color. My lips looked hydrated and smooth after. I will definitely continue to use this !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Besotted - beige pink",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Oh this one is going in my purse!!! Itu2019s became a go to lip for me! The formula Is bomb! So hydrating and plumping! It makes my lips look amazing! It blurs for lip lines and it feels so comfortable on the lips even after long hours of use! I love it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This such a gorgeous formula for a lipstick! Itu2019s very smooth and highly pigmented, and doesnu2019t settle into my lip lines. I also love that itu2019s refillable, just like the blush compacts. I only wish the colors of the lipsticks actually matched the swatches"
        },
        {
            "review_title": "Perfection for everyday",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love how my lips feel plumped and very hydrated every day. This is a perfect fit for my no-makeup make-up look.  I definitely will purchase more shades for summer. The formula feels weightless and I forget I'm wearing it."
        },
        {
            "review_title": "stunning hydrating lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This lipstick has now become one of my go to item! I love how buildable the color is and itu2019s a great everyday shade. This hydrating lipstick glides onto my lips smoothly and feels amazing on the lips. I also love the idea of a refillable lipstick!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Besotted - beige pink",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "These colors are absolutely beautiful! I canu2019t wait to try more. Besotted is the perfect beige-y pink that gets darker with each swipe. Super buildable! Love how smooth and lightweight this lip color is. The eco friendly packaging is also a plus!"
        },
        {
            "review_title": "Gorgeous colors!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Oily skin",
            "review_text": "I have been wearing the Rose Inc Satin Lipcolor Rich Lipstick in the shade u201cPersuasiveu201d almost every day. Itu2019s such a neutral warm rose color and I often do not wear it with a lip liner. My lips feel hydrated and plumped; even after speaking during several zoom calls! The formula is smooth and itu2019s easy to apply and wears very comfortably on the lips. Itu2019s very lightweight and I love the color payoff even after wearing it for several hours throughout the day. Itu2019s also buildable as I often wear 2-3 layers on for a more intense color payoff. Would definitely recommend these lipsticks and Iu2019m looking forward to trying out new shades!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love the fact that you can refill the lipstick. The vibrancy of the color is unreal. I canu2019t wait to try all the colors. I absolutely love the one I have and how easily it applies. If youu2019re looking for the perfect lipstick get this"
        },
        {
            "review_title": "Like it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This lipstick has now become my go to!  I love how itu2019s buildable and you can get either an intense look or a neutral look with this shade!  The formula of the lipstick is very weightless as if I have nothing on. This lipstick leaves my lips looking plump and feeling hydrated. It also glides on comfortably and my lip lines are blurred wearing this!"
        },
        {
            "review_title": "Love the refillable packaing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Ok first of all, I'm so impressed with the refillable packaging case. The case is magnetic and it is really easy to swap out the lip color into the case. It is also really light, making it easy to throw into your bag too.  This lipstick is so easy to apply onto the lips, it glides right over and even gives a slight blurring affect to the lip lines. This does not feel heavy at all even though it is a creamy formula.  Love this formula! The lipstick is buildable too, so if you want to go for a sheer look you can, or you can really build up the color. It is not as long lasting, but for how nice the formula feels on the lips, I don't mind reapplying!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The shade Persuasion - warm rose is such a perfect neutral shade (lighter than on the tube). Warm rose is the perfect description of this shade. A buttery, weightless,  buildable satin formula that glides on and helps blur the appearance of vertical lip lines. Thanks to ingredients such as swertia flower extract, hyaluronic acid, and squalane, lips feel plumped, and nourished. There's no distinguishable scent except for maybe, reminiscent of cocoa butter. Another great plus, is that it's refillable and has a magnetic cap. Love a clean brand."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I love the shade Enigmatic! It glided on so smooth. The formula is pigmented and comfortable. I love the ingredients meant to nourish and reduce lines in your lips as well as plump them. The component does feel really light and cheaply made. With it being a refillable component, I'm nervous how that will stand the test of time. But overall the formula and shade is beautiful."
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I looooove this packaging! Super chic & the top is magnetic! The shade is a little warmer than it appeared in swatches, not sure if that is consistent with all shades or not though.m. I also thought this would be more sheer but itu2019s very pigmented. This product feels light weight on the lips & is long lasting. I also really like rose inc & their mission. Iu2019m really enjoying this lippie!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Besotted - beige pink",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "The formula is nice and creamy. I think itu2019s also nicely pigmented. I would say the color definitely leans more beige-peach on me as opposed to beige-pink (their description) so it wasnu2019t what I expected. The design of the packaging is stunning, but it fell short when it came to the feel of it. I thought it would be more weighted. It feels really light and cheap. I usually donu2019t mention packaging that often, but when the product is refillable, I expect the packaging to be more than subpar. Overall, I think the product is nice, but it doesnu2019t stand out from other lipsticks I own or have tried."
        },
        {
            "review_title": "So buttery smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "The rose Inc satin lip color is so smooth and buttery, I was quite pleasantly surprised when putting it on for the first time. Enigmatic is such a pretty pink color that goes well with my skin tone. The slight plumping is great for my lips and the one swipe pigment is insane. I need more of these!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Amazing lipstick ever !!   my favorite lipstick color ever is modesty in your cream collection!!  it looks so good on me!! It stays on really well. I absolutely love this lipstick i  Gifted by Rose inc"
        },
        {
            "review_title": "Love this lipstick but shade is much darker",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I love this lipstick but the shade is much darker than anticipated. I expected this to be more of a nude. I have fair skin and this pulls pretty dark on me (it looks much darker than advertised on the fair skin model). For shade comparison purposes, I also have 'Velvet Teddy' by Mac and putting both on my lips, they look identical (even though the Rose Inc swatches a bit lighter)."
        },
        {
            "review_title": "Beautiful color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I got the shade Enigmatic and love the color! It feels lightweight on the lips with some blur to it too. The refillable packaging is so fun and sleek, you can easily refill it and I love the magnetic closure."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "There are so many things I love about this Lippie! It's incredible hydrating and really work great at smoothing abs plumping. I love how lightweight it is, super easy to wear and the color is buildable!"
        },
        {
            "review_title": "Very impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I am really impressed with this lipstick. For starters I love presentation and this packaging is gorgeous, the magnetic caps feels so luxe. The product is buildable which I love love love. You can go light or more bold depending on your preference. The formula is very smooth and feels comfortable on the lips without any bleeding or smudge. I got Enigmatic and its such a gorgeous color, it is a terracotta pink that is perfect for everyday use."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This formula took a while to apply evenly I had to warm it up on my skin first. I do not like the shape as much as regular pointed lipsticks. It makes it harder to get a precise application. It is not one of my favorite lipsticks."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Besotted - beige pink",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is the perfect warm nude shade for me.  I love the pointed tip to get that precision when applying the lipstick without a lip liner.  It's really comfy to wear and I like the satin finish.  The only thing is it wears off easily, which I don't mind.  My thinner lips look plumper and I love that it contains skincare ingredients like Hyaluronic acid, squalane, and vitamin e.  Also appreciate the refillable container and separate refills."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have this lipstick in two shades and i have been wearing them on rotation since I got my hands on these lip colors. The formula is weightless and they're so pigmented! Really like the aesthetic and magnetic top packaging too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Besotted - beige pink",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This formula is so comfortable and hydrating and smoothing! And you can really make this lipstick fully opaque or keep it sheer and either way youbwearbit the formula is still moisturizer and comfortable. It makes the lips look just soft. I love the creaminess of this lipstick. I really enjoy this packaging is refillable too to cut down in waste. I just wish the actual component was slightly more weighted."
        },
        {
            "review_title": "Beautiful, buildable coverage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Rose Inc is a new-to-me brand and I was sent the color Poised, which is vampier than I would normally wear - but it looked and felt amazing  The packaging was simple but elegant. The lipstick itself is buildable, which I love for a sheerer look, or build up for boldness - or layer for something a little different. My lips have some fine lines, they were still slightly visible, but there was some minor plumping and hydrating that made them much less noticeable."
        },
        {
            "review_title": "Chic buildable and comfortable lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I am so excited to have tried Rose Inc new lipsticks! I love the formula, it feels very comfortable on, non sticky and very buildable! It starts sheer, which can be great for everyday or built for a deeper shade. My lips feel hydrated and nicely plump. I LOVE the packaging and the fact that is refillable.  I can't wait to get other shades!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Besotted - beige pink",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Beautiful packaging and so elegant. I love how easy it is to apply the lipstick and it has such an amazing, lasting color. Itu2019s so creamy and my lips feel smooth and plump. It last for so long and I like that itu2019s buildable."
        },
        {
            "review_title": "love everything but the smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I love love love the formula and color of this lipstick. I also think that they nailed the refillable aspect of it. Itu2019s hydrating and blurring at the same time and the color is a gorgeous pinky peach. My one issue is the smell. It has a very strong soapy/perfumey/floral smell. Itu2019s extremely strong when you first put it on but I do find that it doesnu2019t linger for too long. I would love if it were unscented or had a vanilla scent, just anything thatu2019s more pleasant. I love the color and formula so much though. Iu2019d say if youu2019re sensitive to strong fragrances you might not like this very much, but again it doesnu2019t linger too much and the smell dissipates after about 5-10 minutes of wearing it."
        },
        {
            "review_title": "Perfect dusty rose",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This lipstick has become my favorite! The shade Persuasive is the prettiest dusty rose,  it has the most lovely satin finish.  My lips look pillowy soft and the formula feels very comfortable.  I definitely want to check out more shades!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Complimentary from Rose inc. This new lipsticks are so beautiful. Very creamy and subtle. Refillable which requires only buying one case and then you can own all the gorgeous shades and use the colors depending your mood."
        },
        {
            "review_title": "Hydrating and Buildable",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I loved the look of this lipstick and packaging. I got the color Persuasive and expected it to be a bit more 90s brown-rose. The color is closer to a reddish rose on my pale skin. The lipstick is buildable and hydrating but I do wish the packaging was more luxurious feeling for the price and the intention of it being reuasable. All in all, I recommend it for those who love the colors and want a buildable, hydrating lipstick!"
        },
        {
            "review_title": "love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I have super dry lips so Iu2019m usually skeptical but I love this formula!! Itu2019s incredibly hydrating, but still weightless and sooo buildable! I got literally so many compliments on the beautiful color too!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Besotted - beige pink",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Not a fan of this lipstick. I thought the packaging felt cheap and I was underwhelmed by the formula. I found it to be very difficult to apply. After I warmed it up, it did go on a lot easier and I did like the way it looked. The shade Besotted was very pretty, however due to the cons and nearly $30 price tag I would not recommend this lipstick."
        },
        {
            "review_title": "Nice hydrating lipstick",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I adore the packaging on this lipstick. It's sturdy and beautiful. The formula was hydrating and non greasy. The pigmentation was also really good. You will need to re apply it every 3 to 4 hours as it's a Satin finish and will wear off with earing and drinking in between. Else it lasts upto 4 to 5 hours without much fading. As for the color, I was expecting it to be more warmer and brighter but it looks more like a nude pink on my lips with a tinge of terracota."
        },
        {
            "review_title": "Perfect shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I was super excited to try this lipstick after trying Rose Inc. Skin Tint,  and it did not disappoint! This lipstick formula is very comfortable and the color lasts for a long time.  It makes my lips feel hydrated throughout the day. The formula is so light that I forget I'm wearing lipstick.  The shade (enigmatic) is gorgeous! I think is one of those universal colors that looks good on everyone.  I also LOVE the packaging! Rose Inc. Is quickly becoming one of my favorite brands"
        },
        {
            "review_title": "Great formula and packaging!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Love how hydrating this lipstick is as well as such a lovely shade. It's a nice almost burnt orangey nude, not your typical pink- kind of reminds me of the Very Victoria by CT. The formula is super smooth and lightweight, kinda satin finish but also buildable."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Besotted - beige pink",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The formula is fantastic! The lipstick itself has a warm and sweet vanilla-like scent which I loved, and it kind of filled in all the little cracks in my obviously dry lips. It definitely helped make them feel a bit more hydrated! The lipstick is also buildable, so it can lighter or darker depending on your mood. Super easy to apply and it barely felt like I had lipstick on! It has awesome long wear too! Definitely recommend!"
        },
        {
            "review_title": "So Creamy and Comfortable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "This lipstick has a beautiful creamy texture and rich pigment! I it is one of the most comfortable lipstick formulas I have ever tried! It feels so smooth, creamy, and hydrating on the lips. In one swipe, you get so much opaque pigment and the color creates a beautiful veil around your lips. It feels very thin on the lips and while it isnu2019t transfer-proof, itu2019s super comfortable for long term wear! I love the nude shade I have because it doesnu2019t wash my skin tone out and it looks so flattering! The shape of the bullet also hugs the lip shape perfectly for easy application. Iu2019m a huge fan!"
        },
        {
            "review_title": "Beautiful colour payoff, but not hydrating",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Beautiful colour payoff, but I'm disappointed in the lack of hydrating. This lipstick is not as drying as a normal matte lipstick would be, but it's marketed as a hydrating plumping lipstick that treats vertical lip lines! I don't feel this is hydrating enough for that. However, the colour payoff is great, and the light scent is unobtrusive!  The refillable case is a brilliant idea, and it makes me sad that I don't like this formula more than I do."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "I love lip products and fell in love with this one! I was super excited that this one in particular is a hydrating product! The color lasted all day and it had the perfect amount of pigmentation! I am looking forward to when I run out so I can use the refillable feature and help reduce waste!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I was excited to see this one because Iu2019m a huge fan of her blush and lip crayon. The textures are so unique and I like how comfortable this one is on the lips. A really great shade range for everyday wear."
        },
        {
            "review_title": "In Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, lightMedium skin tone, Oily skin",
            "review_text": "Love the Persuasive Warm Rose shade, itu2019s buildable and creamy and doesnu2019t dry my lips! I love the magnetic closure on the case and that itu2019s refillable! Thatu2019s so cool! The lipstick is highly pigmented and not sticky at all.  Highly recommend this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Besotted - beige pink",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "My lips looked plumped and hydrated thanks to this lipstick! It felt comfortable wearing this lipstick and I also found the color to be very buildable! The formula made this lipstick easy to apply and it also felt weightless on my lips."
        },
        {
            "review_title": "Perfect shade and super lightweight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "The color matches perfectly with my skin tone. Itu2019s lightweight, buildable and I found that the longer itu2019s there the more natural it looks. I can use it for date nights or day time everyday look without it being u201ctoo muchu201d"
        },
        {
            "review_title": "New favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "First off this applies beautifully! It has a matte finish with sheen. Id say my lips feel plumped, moisturized, and lines are smoothed. The color I got Besotted is the perfect u201cmy lips but betteru201d color. It is a touch darker than the photo. The first day I wore I was asked multiple times what I was using and I love the refillable option."
        },
        {
            "review_title": "Hydration Station",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "My lips look plump &  feel so hydrated after applying. I love that the formula is comfortable to wear & easy to apply! The best part is that my lip lines look blurred after applying which is my favorite part. The formula really feels weightless on my  lips! It being buildable is most important!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I was super excited to try these lipstick and let me tell you I'm so glad I did the formula is super comfortable and nice I love the fact that it is a refillable lipstick that is so nice!!! I loveee this color I need to get more"
        },
        {
            "review_title": "Really hydrating formula & I love the packaging",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "The color of this lipstick was buildable and I really enjoyed the formula - there were no additional fragrances which I loved.  It was very hydrating! The reduced packaging on this product is a plus.  It would be great to see more companies like Rose Inc use less plastic/materials."
        },
        {
            "review_title": "Beautiful lipstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is the perfect lipstick for fall/winter season. The shade I got was Poised and itu2019s a burgundy shade that goes perfectly with my medium skin. Love the formula and the fact that it is refillable!Lovely Product!"
        },
        {
            "review_title": "Youthful Lips!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I canu2019t recall the last time I fell this hard for a lipstick, but, my goodness, am I in love! Everything about this product is absolute perfection, from the sleek packaging to the incredible formula. I canu2019t get over how creamy, smooth and soft this leaves my lips. The color is rich, feels luxurious, is long-wearing, non-drying and plumping!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Besotted - beige pink",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This lipstick is nice, I wouldnu2019t say itu2019s extraordinary but does have nice features. Itu2019s buildable, feels lightweight, comfortable formula and feel and itu2019s a refillable packaging with magnetic top. I like my shade and how it gives a semi matte finish which is nice for a lips but better finish."
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "I was so happy to be able to try this out. The shade range is absolutely beautiful. The formula is very creamy and pigmented. It has a refillable tube with a magnetic top. I would definitely recommend and purchase."
        },
        {
            "review_title": "Amazing color payoff",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Amazing color payoff. This lipstick glides on effortlessly! It seriously feels like thereu2019s nothing on my lips which I love. Some lipsticks are so heavy but this one has such a gorgeous satin finish and stunning color."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This lipstick was gifted by Rose Inc in exchange of my honest opinion. It is an amazing lipstick to hydrate the lips and make it look soft and supple. This lipstick is nicely pigmented and stays for long time too."
        },
        {
            "review_title": "Refillable with more then one color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "There is nothing more amazing then a refillable product. With this lipstick, once finished, youu2019ll be able to refill and if what ever shade you choose next. I absolutely loved Poised and gave me all the right vibes for a wonderful night out in maroon."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "The formula is incredible. I love this so much. It's perfect for dry lips because it keeps them nice and hydrated. I love the packaging as well. I received this product from Rose Inc for testing purposes."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "All of their products are packaged beautifully, and this one is no exception. This is a lovely brownish-pink colour that I received. It's as though nothing is there. Although it's a satin finish, it won't last long. It's a bonus that it can be refilled."
        },
        {
            "review_title": "The perfect brick color I was looking for",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have been wanting to try Rose Inc Makeup and I had the opportunity to try Poised from there Satin lip collection. It's such a beautiful brick color and its buildable to the intensity you want to achieve.  The application is smooth without tugging. It's not extremely creamy it's the perfect consistency I like in a satin lipstick. My lips did not feel dry at all. They felt hydrated and plump. This lipstick exceeded my expectations. I love that this is a clean sustainable brand. Huge plus it's refillable."
        },
        {
            "review_title": "Great Lightweight Lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have this lipstick in the shade Poised, it is a really great deep berry/brick tone. I like to apply a small amount to my lips and press it in so it becomes more of a stain. I find that the color lasts a really long time that way and because of the satin finish, it feels really lightweight and comfortable on my lips!"
        },
        {
            "review_title": "Soo creamy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The lipstick leaves a plump effect post application and is very Hydrating.It gives a blurring effect on the lipline,and the formula is easy to wear.Its a refill pack and stays for a long time.Its smells amazing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "They have a prettiest packaging on their products and this one is no different. I got the shade enigmatic and itu2019s a beautiful brownish pink. The formula feels weightless. Although it is not long lasting since itu2019s a satin finish. Itu2019s great that itu2019s refillable too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This was gifted to me by Rose Inc but all thoughts and opinions are my own. I love rose Inc products, and this is no exception. The lipstick is really hydrating and pigmented as well. It has a beautiful satin finish. I want to order more for myself!"
        },
        {
            "review_title": "Quite lovely! :)",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love a good clean cream bullet lipstick & this is no exception. First off, the packaging is gorgeous! I love the aesthetic & magnetic closure. Plus, itu2019s refillable! The scent is absolutely delicious! Some vanilla with a touch of citrus or floral to make it really special. I have dry lips & this feels nice & comfortable on & made my lips look great. The color is VERY buildable. The only reason Iu2019m removing a star is because the deep shade I received (Poised) doesnu2019t have the longevity of my other favorite cream lipsticks i.e. any Bite Beauty formula from that last 5 years. lol I really enjoy this product though & would love to try a nude shade next."
        },
        {
            "review_title": "Can't step out without it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Absolutely love anything that Rose Inc. makes! Right from the serums, and now the most hydrating, refillable lipstick. I can't step out of the home without it! I have it in Persuasive, need to try all the other colors too! The formula is buildable and my lips love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I chose the shade warm rose and it is absolutely beautiful. I love how my lips are plumped and it keeps them hydrated. It glides on effortlessly and is not sticky at all. It is highly pigmented and gives the perfect color payoff."
        },
        {
            "review_title": "Beautiful true neutral pink",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019m so pleased to try this new lipstick, the package is very clean and nice weight. I love that itu2019s refillable, and very easy tu interchange. I picked up u201cBesottedu201d which is a neutral pink, very nude and deep. Also beside this is a Matte fu00f3rmula, itu2019s feels very comfortable. Iu2019m so pleased"
        },
        {
            "review_title": "My New Favorite Lipstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I recently got the satin lipcolor lipstick gifted by Rose Inc and I must say it is definitely going to become a new staple in my makeup routine! My lips felt so plump and hydrated after applying and I even forgot that I was wearing it for the day! I accidentally went to sleep with it on haha! It looks so natural and beautiful and feels amazing on the lips. Definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I love love love !!! These lipsticks!!! Super comfy to wear & it keeps my lips hydrated through out the day. Very pigmented and glides on my lips ! The formula is amazing, Iu2019m in love . I definitely need all the colors !"
        },
        {
            "review_title": "beautiful color",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Really neat that this is a refillable lipstick! I love the idea of being able to change shades without needing a whole new tube! The color, persuasive, was beautiful on my lips and made them feel nice and smooth. The packaging was also super cute"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This is a gorgeous product. The formula is nice - not too dry that it feels heavy or looks gross, but not so glossy that itu2019s sticky or unpleasant. The container itself is a bit light, so it doesnu2019t feel like itu2019ll last if I toss it in my purse. This is more delicate, so itu2019ll need to be properly taken care of."
        },
        {
            "review_title": "Gorgeous and luxurious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is such a beautiful and luxurious lipstick. Very u201cgrown upu201d and elegant packaging. I absolutely love the minimalist design and that it is refillable. Itu2019s very easy to take it out and insert a new bullet but once in itu2019s very sturdy. The lipstick itself is very creamy but not to the point you have too much product on your lips. The finish is satin and very natural looking. itu2019s very pigmented, hydrating and doesnu2019t feel drying. I also used it on my cheeks and eyes and loved it as well. Amazing AMAZING product!!"
        },
        {
            "review_title": "Great formula",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "I am enjoying this lipstick formula very much. It feels amazing on the lips and glides on without tugging with great color payoff. The packaging feels less luxe than others at the same price point but I am a big fan of the refillable component."
        },
        {
            "review_title": "Beautiful, rosy tone that works for darker skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I love Rose Inc. products so I had to try this new lipstick launch. I received the shade in Persuasive, and initially thought it might be too light. Turns out it is the perfect neutral pink for my skin tone. I can wear it without a lip liner, and pink blush and it looks so beautiful. Itu2019s a standard bullet lipstick formula that is creamy and a satin finish. It doesnu2019t move around too much but it does transfer. Overall, Iu2019d definitely be getting more shades because I like the formula and shade range."
        },
        {
            "review_title": "Very pretty!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "A beautiful and very buildable lipstick. Feels very comfortable on and seems to be pretty long lasting without feeling drying, it remains looking very nice and hydrated.  My lip lines look blurred and my lips looks nice and plum, and the color is beautiful."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I am really impressed with this product. I feel like it is a much more hydrating lipstick formula than Iu2019m use to and give awesome color payoff without being too harsh. This is definitely a new go-to for me and want to try more shades asap!!"
        },
        {
            "review_title": "Feels Cheap",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Unfortunately this packaging is so incredibly light that it feels cheap. It's honestly a bit offensive for a $28 lipstick that is refillable, so you'd thing it would make sense to put a bit more effort into the packaging. The lipstick formula itself is quite good. It's not special though. It claims to fill in lip lines and I do not see that on myself. It's a very thin comfortable formula, not drying at all, and it smells nice. I do not like the shape of the lipstick either. It has square edges that make it hard to follow the curves of your lip line. It's hard to get pst the initial disappointment of the packaging for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love everything that Iu2019ve tried from Rose Inc. so I was definitely interested in giving this one a try. Firstly, I love the chic packaging but this is with everything from the brand Iu2019ve tried! The formula is so hydrating, def will be adding it into the rotation."
        },
        {
            "review_title": "Beautiful, bold, buildable and long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I received this product complimentary of Rose Inc. I have the color in deep brick and it is incredibly beautiful on the lips. It is easy to apply, moisturizing and helped blur the lips. The color itself is quite opaque and buildable. you can wear it as a light wash of color or as layered as you want. Overall I highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Amazing lip color, feels so luxurious and creamy! Absolutely stunning shade with great ingredients and the brilliant refillable concept! Highly recommend if you are looking for a comfortable lipstick"
        },
        {
            "review_title": "Nice formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This lipstick is really creamy and pigmented, and wears nicely on the lips. I was able to build it up quite a bit without it feeling too heavy, and although it definitely transfers, it also lasts for a decent amount of time. Overall, I was very pleased with how this felt!"
        },
        {
            "review_title": "Nice Lipstick, Beautiful Packaging",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, fairLight skin tone, Oily skin",
            "review_text": "This is a nice lipstick, and while the formula is nothing revolutionary, it goes on smooth and pigmented, wears nice, and smells like vanilla. However, my favorite part of it is the packaging. It feels luxurious, looks super cute, and even has a magnetic closure, but my favorite part is that it's refillable, I love being able to be more eco-conscious with my makeup!"
        },
        {
            "review_title": "Nice formula!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This lipstick feels very comfortable on my lips and works great for everyday wear. It's creamy and pigmented, but when I apply a thin layer or tap it on with my fingertips, I feel like the lip lines look blurred, and it honestly feels like there's nothing on my lips. Most of the time I forget that I even used lipstick in the morning! Also, the formula is buildable, and the more I add, the more vibrant the color becomes. It doesn't dry out my lips either. I loved Rosie's lip crayons, and this lipstick didn't disappoint."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I wish the lipstick did not have square edges as it makes application harder however I love how smoothing it is and the color (poised). The lipstick also blurs some lines on your lips and moisturizes pretty well."
        },
        {
            "review_title": "Sexy lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really love my Persuasive shade that I got, itu2019s perfect for every day, office or shop run. I like that itu2019s buildable for sheer tint or more of a bold look depending on the mood. Itu2019s super hydrating, imperfections blurring and makes my lips look fuller. And all the moisturizing and anti aging benefits only make me wear it more! Packaging is also very aesthetically pleasing, matte, heavy and has a magnetic lock."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Love the innovative look of this packaging and of course the magnetic closure is extremely satisfy.  The neutral blush tone looks great on my vanity and stands out perfectly.  Definitely a great addition to my collection."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This lipstick is so stunning- from the component to the product itself. The imprint on the lipstick is so cute! I have the shade Enigmatic which is my perfect pinky-brown. It's a comfortable formula that wears super well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "It really is a beautiful formula - lightweight, hydrating, feels like nothing on the lips. Surprised as well by how well this lasts: even after eating and at the end of the day, it barely needs any touch up. The shade enigmatic is a warm, mid-tone rose that's perfect for everyday. The packaging does feel a little cheap and flimsy for how expensive this lipstick is, but I like the magnetic closure."
        },
        {
            "review_title": "Beautiful shade!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Rose Inc gifted me their Refillable Satin Lip Color in the shade Deep Brick. This is a buildable formula that goes on evenly with zero patchiness. It blurs lip lines and the unique bullet shape allows sharp lines during application. Loving this deep shape but can't wait to try the other shades as well."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I typically donu2019t wear lipstick because they arenu2019t comfortable, so I was really excited for a lipstick with hydrating skin care ingredients.  And so Iu2019m really sad to say, this formula didnu2019t live up to any of those promises. First swipe was great, it was pigmented and looked beautiful. However, I noticed that after maybe 20 minutes my lips felt dry and looked dry too. If it was just the feeling, I could get over that, but my lips looked terrible too."
        },
        {
            "review_title": "love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "this is easily one of my new favorite lip products! the formula of the lipstick is smooth and buildable. itu2019s easy to go for a light look or something more dramatic. it is very comfortable and weightless on my lips, it feels like iu2019m wearing lip balm. my lips feel very hydrated and plump. it gives the perfect pout effect. overall this lipstick is super comfortable, stays on well, and is perfect for any occasion!! i love it!"
        },
        {
            "review_title": "gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "such a beautiful shade and formula. rose inc never disappoints. the shade persuasive is the most gorgeous on my olive skin tone. it makes my lips appear smoother and they feel hydrated. packaging is stunning too!"
        },
        {
            "review_title": "Lightweight & long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The color is buildable and absolutely gorgeous and the formula is on point. It is lightweight and long wearing! I find it hydrating very comfortable to wear. The shape of the lipstick makes it easy to apply. Definitely my new go to! Canu2019t wait to try more colors!"
        },
        {
            "review_title": "Perfect for every day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "totally moistures the lips, feels very natural and the shade looks so good on me and feel very natural. The packaging obviously fantastic.it has a sheer balm like a texture, it's sheer to buildable coverage.the finish is smooth."
        },
        {
            "review_title": "great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This lipstick formula to me looks matte I canu2019t say it makes my lips look plump and hydrated but itu2019s definitely not drying. It feels very thin on the lips and I almost donu2019t feel like I even applied anything. I like that itu2019s refillable too"
        },
        {
            "review_title": "Perfrction",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This is the most comfortable lipstick formula Iu2019ve tried. So thin and pigmented at the same time. Absolutely weightless! The packaging is so chic and stylish. I have mine in the shade Besotted, itu2019s a nice nude shade with a warm undertone, a little bit deeper than my lips. Love it."
        },
        {
            "review_title": "What is this sorcery",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Magic lipstick is all I have to say. It's lightweight and feels like nothing, but it's dewy and hydrating at the same time. It somehow makes my lips look so healthy and it doesn't even look like I'm wearing heavy lipstick despite how nicely pigmented this is. Also, this COLOR is the definition of a my-lips-but-better color.  The most natural-looking bullet lipstick I've tried that blurs and enhances the lips. You must go and try this ASAP because this is now holy grail status."
        },
        {
            "review_title": "May not match swatches",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Dry skin",
            "review_text": "The formula is amazing.  That being said, I felt that this lipstick did not match the color description or color swatches online at all.  Demure is a medium rose shade on my light to medium skin tone, not a cool blush tone. Based on the swatches online, a lot of the shades in this range are similar to this one, so I do wish there were more options available.  That being said, this formula is incredibly hydrating and the packaging is beautiful."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "The packaging is really cute. I love the curved top. Overall the lipstick is good. It lasts a long time. My only complaint is that I used to try on feature on the website and it did not reflect the actual color. When u received the lipstick it was way darker on me."
        },
        {
            "review_title": "Hydrating for my lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This lipstick is really hydrating. I normally add a lip liner with my lipstick but you won't need one with this lipstick. It has the perfect shade for my Asian complexion. I love how it glides on easily and I love the texture. This isn't matte but give you that creamy lipstick look without the added lipgloss."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Love the pretty packaging which is also refillable! The shade Persuasive is a beautiful Warm Rose shade that suits all skin tones. Formula-wise, it's pigmented, weightless, creamy satin that is easy to apply and glides easily, is buildable, covers uneven lips, and doesn't settle on the wrinkles. As compared to other Satin Lipsticks, it has a decent staying power and stays 3-5 hrs. If you love hydrating lipstick, then give it a try, it's lovely lipstick that gives plumpy hydrated lips and feels luxurious! This was my first time trying Roseinc's lipstick and I am definitely looking forward to buying more of their shades. Love it!!!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Gifted by Rose Inc. I will say... this reminds me a lot of fenty's refillable lipstick option (but with less color options). The lipstick was hydrating and comfortable to wear, but nothing too exciting honestly."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love how this is refillable! Itu2019s the future of skincare/makeup for sure. The color(s) and the formula is really nice too. The packaging is really chic and simple (with a magnetic top). I love it!!!"
        },
        {
            "review_title": "Love it so much",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This Rose Inc lipstick is so luxurious, the formula is the best to put on! It does hydrate lips and hides lines. I adore how itu2019s very buildable so you can control how much colorful you want the lipstick to be. The lipstick package is also dreamy and has magnetic case and initials on."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I love love love the color and texture of this product. It goes on completely weightless and silky smooth. Itu2019s also the perfect shade for me. Itu2019s natural, but still a little done up. I also LOVE that itu2019s refillable and recyclable! Picking up more shades now!"
        },
        {
            "review_title": "Lovely, buildable lipstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Perfect, all-weather lipstick! It's hydrating, buildable, and feels wonderful on the skin! Glides effortlessly and I loved the chic packaging! I know that I will be wearing it all summer, this year! ;)"
        },
        {
            "review_title": "Really enjoy the formula!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is a beautiful formula, love the satin finish and that it can be sheered out or built up depending on your look. THe shades are beautiful, too. I ended up getting Enigmatic, a pretty terracotta pink. Itu2019s a little deeper than I would go normally for a beige pink, but I really like the look on my light-fair skin tone. Itu2019s a lightweight lipstick, too.   Now for the cons. I donu2019t like the magnetic lid because I canu2019t just throw this in my bag, for fear that the lid will come off on accident and get all over my purse. Secondly, the tip is more like a flathead screwdriver, so if you want to define your Cupidu2019s bow out of the bullet itu2019s a bit more difficult. Lastly, I donu2019t really like how these smell (kind of like old lady lipstick?) . Luckily the scent is not strong though.    Even with the cons, I love the way these look and wear and would definitely pick up a second shade."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Besotted - beige pink",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this lipstick. I love how this lipstick is hydrating on the lips and long lasting. I also love how upon application it is buildable and does not tug on the lips when applying. I also love how it wears down throughout the day nicely without providing that white ring on the inner portion of your mouth."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "The lipstick texture is weightless , feels like not wearing anything. So smooth and hydrated formula. It easily glides on your lips. It stays all day long. Packaging is adorable.it doesnu2019t crack your lips and keeps your lips hydrated."
        },
        {
            "review_title": "LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Definitely the Rose Inc . Product are the best . This satin lip color With the refillable packaging itu2019s amazing, the shades are beautiful and versatile , I rightly recommend. Also the ingredients are clean,texture is amazing and moisturizer. Love it"
        },
        {
            "review_title": "Stunning",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Iu2019m totally in love that this lipstick is keeping my lips hydrated and looking totally amazing. The shade is super cute. The lipstick is super easy to use and the color is totally built able. Overall this is a wonderful lipstick."
        },
        {
            "review_title": "Dries down matte",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I received this pigmented satin lipstick from Rose Inc and I quite like it. Itu2019s not my usual colour, so it took some getting used to. It that dries down matte instead of satin, so beware. I suggest moisturizing your lips a bit with a balm before using. Very little transfer. The packaging was also pretty but very light, which took a little away from the luxe feel. But other than that, itu2019s a nice lipstick."
        },
        {
            "review_title": "Deeply hydrating highly pigmented color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "#roseinc gifted me this lipstick in POISED.  It is super lightweight during application.  It is refillable and their tube and box is recyclable and made from post consumer paper.  This deep brick color goes on smooth and blurs after application.  Lips look plump and juicy with a fantastic pigment.  It is comfortable and easy to wear all day.   The color is buildable, so you might want to add more color as the day/evening progresses.  It feels wonderful on the lips and is deeply hydrating."
        },
        {
            "review_title": "Nice but cheap packaging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I got the shade besotted in the mail recently and the shade is the exact color I was expecting - a rosy nude shade I can wear all day. The scent of this product reminds me of a sweet creamy vanilla and it works well because it does not linger too long. My only question though is why do lippies have to be fragranced at all?   The top is magnetic which is convenient but overall for $28 the packaging feels cheap."
        },
        {
            "review_title": "Beautiful shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Love that its Refillable  the packaging is beyond stylish. Beautiful satin lip color in the shade Enigmatic (Terracotta pink)  with the benefits of Squalane and Hyaluronic Acid. Glides smooth on lips and lasts quite a while. hydrates and keeps lips feeling and looking plump."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Complimentary from Rose Inc . Eco friendly , lovely color  & moisturizing .  Packaging is super cute ! Would def purchase again and again . Perfect for travel , and could honestly go with any type of looks ; such as natural or Smokey ."
        },
        {
            "review_title": "Wonderful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I am loving the weightless formula of this lipstick on - it also makes my lips look fuller and plump. The packing is very chic and minimal and the color is very buildable for any intensity that I would prefer during the day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I think itu2019s a good way to make eco decisions  by supporting companies like this. Big recommendation for other green shoppers! Youu2019ll love it too! This is great for combo skin! I will be a lifelong customer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love how this is refillable! The pigmentation is rich and it fills my lips so well. I gotta try other shades after this one!!! If you are also obsessed with lipstick this will become one of the staples for your everyday."
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "gifted by roseinc this lipstick made my lips look plump and hydrated. the packaging is very cute and aesthetic. the formula is creamy and has a long lasting formula with with a light weight texture. the color is buildable, rich and creamy. the formula is also hydrating and hydrating."
        },
        {
            "review_title": "Pretty but darker than expected",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I selected the shade enigmatic-terracotta pink. Itu2019s definitely darker in person than in the photos online. I would recommend swatching these in person first. Luckily I still really love the color, but it wasnu2019t what I was expecting!  I do like how this lipstick is buildable, pigmented and weightless. However, they arenu2019t super hydrating which surprises me since thereu2019s hyaluronic acid in them. I wouldnu2019t say the formula is drying, but itu2019s only slightly hydrating. Somehow my lip lines do look less noticeable though!  All in all, I do like the idea of refillable lipstick  but I would have to swatch the lighter shades to decide if itu2019s worth it for me to refill this."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I love the formula. Super comfortable and feels moisturizing. Keeps my lips with a natural look and shiny but not sticky. It wears down nicely and it's easy to apply since it's sheer.  It just adds the perfect amount of shine to make you elevate a simple makeup look. The packaging is too light to me, i just wish the packaging is heavier."
        },
        {
            "review_title": "Beautiful shade and lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I love so much that this is refillable, the smell is incredible like a vanilla sugary scent, and it is surprisingly moisturiIng with a satin finish! Persuasive is a pretty medium nude warm rose shade"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Iu2019m a big fan of lipsticks so Iu2019m on a search for a good ones. I also always use it with I lippencil  so it usually stays for a long time but not always feels good. This lipstick felt very good on lips and didnu2019t give my white spots"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I feel like everything Rose Inc launches is pure perfection. Iu2019m completely enamored by this lipstick - just everything about it. Such a good one! Also love the warm rose color, so so pretty! I love it"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This lip color is my new favorite! It has to be the most comfortable lip color Iu2019ve tried. Glide on super smooth and feels hydrating to my lips. The tip shape makes it easy to get a good lip line too. The component is magnetic and has such a cool shape. The color I got was enigmatic and I have to say itu2019s an amazing nude"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "First of all the packaging is super cute! Initially I thought it wasnu2019t pigmented but boy was I wrong. Itu2019s buildable and very creamy but dries matte. Super pretty and smooth. Didnu2019t dry my lips out."
        },
        {
            "review_title": "Weightless, creamy texture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The packaging of this lipstick is so beautiful. The magnetic lid is so handy. The shade Persuasive is a beautiful pink mauve shade. The lipstick glides on so smoothly. It feels so comfortable and weightless on my lips. I can wear it sheer, or build is up to a more pigmented look. It is so easy to apply and has such a nice smooth, creamy texture. This lipstick makes my lips look plump and hydrated. It blurred also my lip lines.  I highly recommend this lipstick."
        },
        {
            "review_title": "So Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I love the packaging of this lipstick. It has a magnet to keep it closed and its pretty strong. The color of the lipstick is so beautiful and the first thing I noticed when I applied was how hydrated my lips felt. The color is easy to build on and my lips look so plump. At times I even forgot I was wearing anything and didn't feel the need to apply a ton throughout the day."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The lipstick was gifted to me in exchange for review. I like that itu2019s fairly easy to apply and the color is buildable. It stays smooth all day without fading. It gives a satin finish and my lips look very plump after applying. The only thing I donu2019t like is that itu2019s not so hydrating."
        },
        {
            "review_title": "Plumping and Hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "As a stay at home mom my makeup is minimal during the day but I love to have a color on my lips that I buildable and blurs the lines of my lips! Its so great for that everyday wear because it is comfortable and so easy to apply! The lipstick feels so weightless on my lips making them feel so plumped and hydrated!!"
        },
        {
            "review_title": "Love this lipstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "This is my new favorite everyday lipstick!  This is a very  hydrating lipstick itu2019s a mix between a lipstick and a lip balm. Itu2019s really the best of both worlds! It hydrated and smoothed my lips,  the lines in my lips were less noticeable. This lipstick wears great and really stayed in placed. This shade is perfect for my medium/medium tan skin tone I have shade persuasive."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I absolutely love the fact that you can buy just the replacement piece rather than having to buy the whole entire lipstick all over again not only is it better for my pocket but also for the environment. I really love the approach that they have taken to reduce waste. Also loving the lipstick so much I feel so luxurious and very comparable to my luxury-based brands."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I really enjoyed how light the lipstick felt on my lips when applied and the color is very buildable which I love that I can control the color. Also feels really hydrating on the lips and love that itu2019s refillable!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This lipstick is so comfortable to wear obsessed with the formula! It makes lips feel hydrated and blurs my lip lines very well! I got the shade intuitive and I love it so much itu2019s my new got to lipstick!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "This is a fantastic lip color. It provides the optimal color and leaves my lips looking full and hydrated all day. Having a  refillable option is also a very nice touch. Definitely a plus for those of us who like sustainable products."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This lipstick goes on super shiny and is very nourishing, as it dries down it has a satin finish that wears comfortably through out the day. I really love the shape of the lipstick giving a precise application."
        },
        {
            "review_title": "Great lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This refillable lip container was with her satin lipstick which is such a really great product. I love that the refillable container gives you the option to refill it with a different color and itu2019s so great for the environment. Plus the formula goes on so great and is really buildable. It felt like it was hydrating but also blurred lip lines."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Besotted - beige pink",
            "review_buyer_description": "Blue eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "This lipstick is fabulous! I have the shade  Besotted.  It is not greasy or drying and I have very dry and sensitive lips. My lips look very plump and hydrated after applying.  It also helps conceal the lines on my lips as I am over 35 years old. You can build a more bold color by applying more for a nighttime look.  I also love that this is sustainable beauty!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "This was gifted to me by Rose Inc for reviewing purposes. This lipstick goes on very smooth and gives me buildable pigment, which I love. It does not dry out my lips and I love the eco friendly concept of having it be refillable."
        },
        {
            "review_title": "Love this lipstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love the way this lipstick is so buildable and comfortable to wear! It makes my lips look plump and feel hydrated and blurs my lip lines very well! The color is gorgeous and it has become and everyday go-to for me! The weightless feel is incredible!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I love the magnetic closure , the lipstick feels very hydrating.Its great for everyday wear! It is very comfortable and doesnu2019t not feel very heavy.Its my first time trying this brand and I love it. My shade is realy nice"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love Rose Inc blushes and I'm as equally impressed with this lipstick formula, it is comfortable and hydrating on the lips.   The color is buildable and the longevity is decent. The packaging is chic and best of all is refillable!"
        },
        {
            "review_title": "So hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is my first time trying out the product from this brand and I must say I am very impressed. The lipstick packaging is super sleek and trendy. The lipstick feels very comfortable and hydrating. My lips donu2019t get dried out after wearing the whole day, and makes my lips look plump. Such a stunning satin finish, also extra points for having a refillable option."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "i have never used a product like this! such a cool and innovative way for it to be refillable! this was a really nice comfortable lipstick! the shade is super wearable and buildable, did not dry out my lips, and was hydrating! it was also easy to apply and didnu2019t smudge or show any lines! would recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, lightMedium skin tone, Normal skin",
            "review_text": "Obsessed with the fact that this is refillable. The packaging is so sleek. The lipstick itself goes on so well and feels very hydrating. The pigment and color lasts forever and is pretty good at not smudging especially if you do a lipliner with it."
        },
        {
            "review_title": "Great everyday lip product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I absolutely loved this lipstick and the fact that it is refillable! It leaves my lips plumped and hydrated! It also is great for everyday wear! It is very comfortable and doesnu2019t not feel very makeup like!!"
        },
        {
            "review_title": "Smooth and beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is such a gorgeous lippie that glides on like a dream on the lips. I love how it is so light and easy to apply. My lips definitely look more plumpy and even youthful as I use this lipstick. I love how it looks like I have no lines at all on my lips. Smooth lips for the win."
        },
        {
            "review_title": "Hydrating and beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I LOVE that it has hydrating ingredients in it because my lips are constantly chapped, so to have a beautiful color and hydration is a game changer. It glides on so smooth and is very buildable, and I also love that it is eco friendly with the refills. This is a lovely product and I canu2019t wait to try other colors!"
        },
        {
            "review_title": "Beautiful lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been following rose inc releases since the launch, and honestly it never disappoints! Beautiful product very align with the rest of the line. Textures is beautiful very lightweight comfortable and ease to apply."
        },
        {
            "review_title": "LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Absolutely in love with this lipstick!!! Itu2019s so hydrating and makes my lips super soft. I donu2019t love wearing lipstick because it usually makes my makeup look too harsh, but this is a perfect everyday lipstick for when you still want some color but want it to be comfortable"
        },
        {
            "review_title": "Excellent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "This lipstick is Excellent Quality.  The color is a True Teracotta shade. Satin Finish with an incredible pigmentation. Build able and my lips feel very smooth & hydrated. I love that it's a refillable kind so less clutter. I am definitely going to collect the rest of the collection. Absolutely Amazing"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Besotted - beige pink",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "this lipstick has such a gorgeous shade with a creamy touch to it, with a very smooth application. it doesn't dry out or give me chappy lips but rather hydrating. the pigment stays on throughout the day, obsessed!"
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "This is a brand that's impressed me so much thus far with everything I've tried from them. The packaging alone on this lipstick is beautiful in it's simplicity. I have this lipstick in the shade Warm Rose and it's the perfect 'toss in your purse' lipstick because the shade just works for any outfit and any occasion. The formula is creamy and smooth and so so soft on your lips.  Beautiful."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I am so obsessed with this lipstick! It is such a pretty color, feels so weightless, and even plumps my lips up! It also has a blurring effect for my lip lines. I highly recommended it to everyone! Itu2019s great"
        },
        {
            "review_title": "Amazing lip wear!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Combination skin",
            "review_text": "This lipstick is super amazing. I love how it's so moisturizing and smoothing on your lips. I definitely would recommend if you're looking for a really high-end good lipstick wear. Amazing product and color too!"
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "love the shade poised very smooth and hydrates my lips , all love the idea of refillable packaging, its so affordable now to buy separate bullet and can try so many , I would love to try other shades too"
        },
        {
            "review_title": "Highly Recommended!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m obsessed with this lipstick. I have the one in color Poised. I hadnu2019t used any Rose Inc products before and now Iu2019m wishing I had tried them out before. Itu2019s refillable, smells so good & hydrates my lips. It also makes my lips look fuller & plumper because it makes my lip lines look blurred. I can tell this will be my go to for daily wear. Even after wearing it all day on I forgot I put lipstick on because itu2019s so light & comfortable. You can build on the color and try different things with it as well. A must!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "In love with the softness of the application. The color is also so gorgeous plus my lips do look fuller. The container it comes in is beautiful and elegant and I am completely in love with it. The color does last and my lips feel hydrate"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I am in love with this lipstick! It has a cool formula, very soft, stays on the lips for a long time and does not dry out the lips at all! I like. I am happy that I tried this lipstick and highly recommend it to you."
        },
        {
            "review_title": "Refillable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Rose inc gifted me this fabulous refillable Hydrating lip color.  Let me tell you, this is really hydrating.   It feels so weightless on my lips and looks amazing.  I'm very conscious about waste so I love that this refillable.   Less waste."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I love how hydrating this lipstick is. Itu2019s super comfortable and looks nicely blurring. It can be built up as much as youu2019d like or can be super natural looking with a light hand. Iu2019ve found the shade to be super flattering too!"
        },
        {
            "review_title": "So creamy and weightless.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Gifted to me by Rose Inc. The packaging is so gorgeous and magnetic. I am loving magnetic closures these days, so satisfying to open and close. Upon application, the formula feels very creamy and has a soft vanilla and rose scent thatu2019s actually really nice. I like how the shape of the lipstick bullet has a sharp line for drawing the lines around my lips like a lipliner. Thereu2019s a soft plumping effect that is not too much and the creamy formula is so hydrating. I love how I can refill it when I run out! Overall, I am enjoying is lipstick on a daily basis!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This shade is SO stunning and would look great in so many different skin tones. It is beautiful and long wearing, and a great alternative to a nude or red but still makes for a bold look! It is a rich terracotta shade"
        },
        {
            "review_title": "A beautiful lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Oily skin",
            "review_text": "The color is gorgeous and so is the formula. Itu2019s very hydrating and very long lasting. I find myself being able to go through the day wearing this. Itu2019s super comfortable on the lips. It also blurs out those pesky lip lines too. Overall, I love this lipstick and canu2019t wait to try other colors."
        },
        {
            "review_title": "Beautiful color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I chose the terra-cotta pink , beautiful shade warm brownish pink shade . The lipstick made my lips fuller and smoother . Really good staying power. Hydrating enough for this winter dry weather. It goes on smoothly, and color is buildable even with two swipes"
        },
        {
            "review_title": "Nice lipstick",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love all Rose Inc products that Iu2019ve tried, and since I love lipsticks, it was a no brainer to get this lipstick. This lipstick is super easy to assemble (just make sure you push it in fully or else it will not be twisting in/out). The lipstick is beautiful and the color is buildable. It feels weightless and comfortable on the lips. The lipstick makes lips look plump and feels hydrating giving a beautiful satin finish. Iu2019m a little bit bothered by the taste as it reminds me of cocoa mixed with flowers/perfume. I wish it was either flavorless or have mild taste to it. Also, I would recommend seeing the shades in person or at least seeing actual swatches, because my shade looked lighter in Rose Inc photos, but itu2019s darker in person."
        },
        {
            "review_title": "A new fav",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Love this lightweight, creamy and hydrating formula. The pigmentation is amazing and the shade range is so good. Packaging is very chic and nice and I am glad that it is refillable. I need more shades for sure."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I absolutely love this gifted by Rose Inc lipstick! This lipstick shade is so beautiful I would love to get all of the shades as i believe they work on all skin tones! Definitely recommend this brand!"
        },
        {
            "review_title": "New favorite for daily use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "My new go-to: this lipstick has become one of my favorites for everyday use. Formula keeps lips hydrated and looking great, color is buildable. I like that you can refill when you run out and having a magnetic cap makes it very fun to carry around."
        },
        {
            "review_title": "Gorgeous! True Clean Luxury",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I was very impressed by the packaging. I love the magnetic closure and of course the curved component. The lipstick is similar to all my other clean luxury and high-end beauty products. Also, the coverage of the Lipstick is buildable from sheer to semi opaque and it feels weightless and comfortable. My lines on my lips blurred and overall my lips look up slump and healthy. I got so many compliments on the lip color I chose as well (Enigmatic). Love the color range as there a really is something for everyone. I plan to pick up at least two more shades."
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I was looking for good , natural lipstick and I mean, this one that is all I needed . This lipstick that plumps the lips and The creamy formula and color is sooo good. It stays on my lips for 3/4 hours !"
        },
        {
            "review_title": "OBSESSED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Packaging is stunning!! I love the whole sleek minimalistic vibe going on! Colors are stunning and I also love how itu2019s refillable! Product itself is very nourishing/soft on the lips when first applied and has a satin finish which I love.  Gives me a slight plumping effect. Itu2019s also buildable (you can apply sheer or very pigmented) Not transfer proof but Iu2019m digging the blotted lip look with these!"
        },
        {
            "review_title": "So good!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really liked this brand concept and the product. The formula is just amazing and Iu2019m so glad that I received this product as a complimentary gift because I really liked it. Itu2019s ritch and creamy and also long lasting"
        },
        {
            "review_title": "Love this shade!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love red lipsticks. This by far, is the most beautiful one I own....love the color, stays on pretty well and not drying on my lips..  I been asked by people what lipstick I am wearing.. I get many compliments about what a pretty color this is."
        },
        {
            "review_title": "Plumping !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The perfect neutral lip color youu2019ll reach for over and over! Great formula. Very creamy and velvety, weightless feel on lips. The color can build from light to bold depending on your preference. The formula is comfortable and easy to apply. Definitely would suggest this brand to family and friends."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Besotted - beige pink",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Itu2019s creamy and very hydrating. My lips are usually dry and this formula makes them hydrated and feel smooth immediately. I love the shade I got. Itu2019s a beautiful shade! And I love that they are refillable!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Love that this lipstick is clean! I also like that thereu2019s hyaluronic acid in there to plump and hydrate my lips. The formula stays put for a while too! Finally, the tip of the lipstick is pretty specialu2014 it makes it easy to get a precise application. Iu2019m really happy with this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really enjoyed using this product, the product glided on my lips beautifully. I like a more subtle look, so if you like it too, I recommend going with a lighter hand cause it is very pigmented (which is really good)."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Overall impressed with the formula. It lasts really well throughout the day. The thing I liked the most was that it wasnu2019t drying. It really stayed smooth throughout the day and felt comfortable on my lips."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received the shade u201cPoisedu201d, which is described as a brick red. I am very pleased with the color. Itu2019s rich but not too deep, warmer and lively and yet makes a bold statement.  Application is surprisingly easy with this lipstick. I wasnu2019t sure given the somewhat unique shape (although Besame also has a similar shape, I guess itu2019s just less common). But it was incredibly easy to apply neatly and to build the coverage. I would say I did roughly two coats to achieve the full pigment that I desired. After applying, the lipstick snaps shut with a pretty rad twist. No, thatu2019s not a metaphor - literally a twist - the cap rotates to close in the correct position. Iu2019m not sure I can accurately describe it, but youu2019re likely to find yourself going, u201coh SNAP!u201d as you watch it happen!  As for the formula, it claims to hydrate and plump lips. I think the word u201cplumpu201d can be confusing; this isnu2019t a lip u201cplumperu201d in the sense that it makes your lips look larger. Instead, what I did observe with my own eyes, is that this formula deeply hydrated my lips through the day. I felt like my lips looked better 30 minutes in vs immediately after applying (!!) As a result, my lip lines looked as if they had been softened. Thus itu2019s another case of plumping=subtle decrease of lip lines. I want to be clear that if you purchase this for making your whole lips look larger, I think you will be disappointed.  Overall, for me this was truly a pleasant surprise! If youu2019re looking for a formula that improves the appearance of your lips WITHOUT sacrificing pigment - this is worth trying."
        },
        {
            "review_title": "Great lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This lipstick is really nice and goes on really well itu2019s got great vibrancyu2026 itu2019s sustainable because it can be refilled so less waste which makes me feel good when I do purchase this item in the future and so on when applied to my lips they look plump & hydrated. the color is buildable. the formula feels weightless on my lips. the formula is comfortable to wear and is easy to apply My lip lines look blurred after applying"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This is lipstick is very creamy and weightless on the lips. I love how it feels like Iu2019m not wearing any, which is exactly the type of lipstick I look for. The color has very beautiful payoff while still being able to be buildable."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is my first time using this lipstick and I love it. It feels lightweight and doesnu2019t dry out my lips. My lips looks very hydrated and has a slight plumping effect after usage. The formula is high quality."
        },
        {
            "review_title": "Beautiful buildable lip color!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I have the persuasive color and it smells like rose!  It's so nice and creamy, and applies evenly.  You can build it up for a more pigmented color.  Your lip lines totally look blurred after applying.  It applies so beautifully and wears comfortably!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The lipstick is pretty good. There are definitely better options for the price point, but it has its pros. The color is really pigmented if you press it enough and definitely is long lasting. Just be careful to not many any errors in application!"
        },
        {
            "review_title": "Really lovely formula",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love the formula of this! The color warm rose is also so beautiful but the formula is they stand out. It's applies so nicely, doesn't sink into any dry spots, blends in with my liner and makes my lips look so full and plump"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The Rose Inc: Satin Lipcolor Rich Refillable Lipstick is absolutely amazing! I love that it was created with dry lips in mind and I love how easy it is to apply! It feels super weightless on and I love it!"
        },
        {
            "review_title": "A perfect neutral!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Besotted is literally the perfect u201cmy lips but betteru201d/u201cmy lips but sexieru201d shade (I have a light skintone) the formula feels velvety & it doesnu2019t sink into any lines on my lips. A really beautiful formula & Iu2019m so happy to have tried it!"
        },
        {
            "review_title": "Simply gorgeous",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The formula is so creamy and smooth and the color is pretty pigmented. It stayed on for good 6 hours which is great for a satin finish. I love the refillable packaging and look forward to trying more shades"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love the rich color that can be sheered out or built up for more color. My lips have fine lines but after application they appear blurred and more plump. After wearing all day my lips still feel hydrated and smooth."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Persuasive - warm rose",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019m obsessed with the formula and the shade of this lipstick. I got it in shade pursuasive, the most beautiful shade.  The formula is very light and pigmented, my lips look very plump and hydrated."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "This is one of the prettiest lipsticks I own! Love the packaging design and that the lipstick is refillable. I also really like the shade range and the weightless formula. The lipstick feels like air and keeps my lips hydrated throughout the wear."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Besotted - beige pink",
            "review_buyer_description": "brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I travel often for work and frequent plane rides totally dry out my skin and lips. Iu2019m always in the market for hydrating products. This lipstick from Rose Inc. is super hydrating and makes my lips look supple and plump. The chapped dry lines almost look blurred. Totally recommend it!"
        },
        {
            "review_title": "Love love love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Absolutely obsessed with rose inc and this lipstick!! Itu2019s smooth and such a beautiful  color. I absolutely love how itu2019s refillable and can keep the same container. Highly recommend and love!! Must try"
        },
        {
            "review_title": "Smooth Lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I received complimentary from ROSEINC. Sustainable beauty products is now a must. RoseINC new satin refillable lipsticks refillable helping to preserve and sustain the planet. The formula is smooth and applies colour in one swipe, very hydrating as well"
        },
        {
            "review_title": "Excellent coverage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "The color, the feel, the moisture....honestly what's not to love about this lipstick. My lips look so full and hydrated, even hours after I apply. The pigment is deep and long lasting, but it feels so light on my lips."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This lipstick is buildable and easy to apply - perfect for every look and occasion. It feels very comfortable on my lips, it doesn't dry it out and it hides my lip lines. I'm also loving the refillable feature as it's eco friendly and I wouldn't be paying too much extra for packaging."
        },
        {
            "review_title": "So gorgeous and chic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The most gorgeous packaging! Minimal and chic. I loved the overall quality. The shade is gorgeous and the quality is incredible. Iu2019m definitely going in for more shades. Love how beautifully the color payoff can be build up"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This lipstick goes on so smooth, like velvet on your lips. It does not feel drying like some matte lipsticks can feel. The color Demure is beautiful, lasts for hours and looks like you just applied it.highly recommended!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "The lipstick comes with refill. You can easiest bring it if you are traveling, because itu2019s compact and the installation is really easy to do. I love the colors and how it lays on the lips making it look fresh"
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I love a good satin finish for lips and this was no exception. Itu2019s amazing and even gives my lips a boost of hydration. The color is amazing and itu2019s now become my everyday go-to lipstick. I would highly recommend!"
        },
        {
            "review_title": "Beautiful shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I love the shade besotted which is beige pink in color! The lipstick is very hydrating and soft which blurs fine lines of my lips! Its moisturizing and feels smooth to apply! Definitely recommend and would love to try other shades"
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "As I tried two different shades of this lipsticks I did find for the colors to be very natural and settle. As I tend to lean more towards wearing gloss I did like wearing this lipstick only because it wasn't as drying as other lipsticks that I've tried and it was quite hydrating."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This lipstick is amazing. I love the neutral color. This lipstick is so hydrating and plumping. My lisps felt great and hydrated all day and well as looks amazing. I love it, plus the packaging is super interesting as it is refillable"
        },
        {
            "review_title": "Plumped lips.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Gifted by Rose Inc. This plumps, hydrates, and it is weightless and buildable. This color is absolutely me, and one I will be comfortable wearing daily as well. Definitely try out this shade for a muted look."
        }
    ]
}