{
    "product_id": "784",
    "name": "Mini Cologne Intense Trio Set",
    "brand": "Jo Malone London",
    "categories": "Fragrance, Value & Gift Sets, Cologne Gift Sets",
    "price": 92.0,
    "about": "Set Description: A limited edition gift set of rich floral, warm and gourmand scents from our Cologne Intense Collection. Best-selling Cologne Intense perfumes, designed to be layered for your unique scent...About the Fragrance: Myrrh & Tonka, a uniquely captivating cologne, is infused with the aromatic perfume of Namibian myrrh and vibrant herbal notes of freshly gathered lavender. Scarlet Poppy, a ravishing floral-gourmand fragrance, is inspired by fields of the great scarlet poppy. Red Hibiscus is a solar floral inspired by a rare and vivid flower in the heart of Hawaii’s tropical forest...This Set Contains:- 3 x 0.3 oz/ 9 mL Scents in Myrrh & Tonka Cologne Intense, Scarlet Poppy Cologne Intense, and Red Hibiscus Cologne Intense",
    "ingredients": "Red Hibiscus Cologne Intense:  .Alcohol Denat., WaterAquaEau, Fragrance (Parfum), Benzyl Salicylate, Limonene, Hydroxycitronellal, Amyl Cinnamal, Linalool, Geraniol, Coumarin, Benzyl Alcohol, Citronellol, Eugenol, Cinnamyl Alcohol, Citral, Tocopherol, BHT...Myrrh &amp; Tonka Cologne Intense: .Alcohol Denat., Fragrance (Parfum), Water/Aqua/Eau, Linalool, Alpha-Isomethyl Ionone, Limonene, Coumarin, Hydroxycitronellal, Citronellol, Benzyl Alcohol, Cinnamal, Citral, Geraniol, Isoeugenol...Scarlet Poppy Cologne Intense: .Alcohol Denat., Water/Aqua/Eau, Fragrance (Parfum), Coumarin, Isoeugugenol, Citronellol.",
    "how_to_use": "Suggested Usage:.-Like perfume or eau de toilette, cologne is a fragrance designed to be worn on the skin..-Spritz generously onto your wrists, neck, and pulse points—your body heat will help to diffuse the scent as the day goes on..-After applying your cologne, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly.  .-If you prefer placing fragrance on your wrists, be sure to reapply after frequent handwashing, as this tends to rinse off the scent. .-Replace your fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent.",
    "num_reviews": 6,
    "overall_rating": 4.7,
    "product_url": "https://www.sephora.com/ca/en/product/jo-malone-london-mini-cologne-intense-trio-set-P514033?skuId=2796381&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2796381-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Great price and you get such good scents to try out in a reasonable size sampler bottle."
        },
        {
            "review_title": "Worth trying, great for layering your favorites",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Long time Jo Malone fan. I split this set with my partner bc they really are neutral. All pretty lovely and great for layering. My favorite is the tonka, only downside is the dry down is cheapy powdery. Lacking depth and interest."
        },
        {
            "review_title": "my all time favorite scents",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair",
            "review_text": "Scarlett poppy & myrrh tonka has been my go-to fall/winter scents and now glad I got to try the red hibiscus which I fell in love with immediately"
        },
        {
            "review_title": "Love It",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I purchased this to see if I’d like the the other (red hibiscus & scarlet poppy) before blind buying the full bottles. I’ve always been a heavy fan of myrrh & tonka. I’m glad I did purchase this. The bottles are cute and mini. Great for keeping in my purse and I am now a fan of all 3 fragrances so I WILL be purchasing full bottles of the other 2"
        },
        {
            "review_title": "win-win for everyone.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I purchased this since I've been slowly trying to add Jo Malone to my collection. I'm glad I didn't purchase the larger bottle without trying this first. I enjoyed 2 of the 3 fragrances. The one that I was not a fan of was due to the fact I felt like it was a masculine fragrance. I honestly pawned it off in my fiance. He loves it, and it smells divine on him. I'm just glad it was a win-win for everyone, and the additional fragrance didn't get thrown to the wayside"
        },
        {
            "review_title": "A great unisex, cold weather set",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I bought this set the other day as I've been seeking out some longer last, cold-weather fragrances. I like Jo Malone fragrances, but always think they don't last long enough. So far, I've worn the Scarlett Poppy, and it is wonderfully floral and sweet. The other two are more floral/woodsy and sweet/smokey. All would be great unisex fragrances. I only sprayed once on each inner elbow and once behind my neck/hair. It wasn't overpowering and lasted a good deal of time. The perfumer behind Myrrh & Tonka and Scarlett Poppy also concocted NEST's Lychee Rose, BDK's Gris Charnel, and Snif Rose Era. Longevity is good; 6+ hours."
        }
    ]
}