{
    "product_id": "1609",
    "name": "Soleil De Feu Eye Color Quad",
    "brand": "TOM FORD",
    "categories": "Makeup, Eye, Eye Palettes",
    "price": 122.0,
    "about": "What it is:An eye quad that evokes strokes of solar light over the sea, sculpting the eyes with shimmering bronzes and ember hues...Ingredient Callouts:Free of parabens, phthalates, mineral oil, sulfates SLS & SLES, triclocarban, and triclosan..What Else You Need to Know:Presented in luxe, limited-edition Soleil de Feu packaging, these mesmerizing hues recall the molten sun descending in a burnished blaze over the sea. Island Haze sculpts and defines eyes with the fiery ember hues and Tropical Dusk is a quartet of smoldering bronze mattes and golden shimmers..The Tropical Dusk Palette Contains:.The Island Haze Palette Contains:",
    "ingredients": "Matte Shadows:.Talc, Zea Mays (Corn) Starch, Zinc Stearate, Silica, Dimethicone, Kaolin, Isononyl Isononanoate, BeeswaxCera AlbaCire D'abeille, Caprylic/Capric Triglyceride, Cetyl Palmitate, Stearyl Palmitate, Dimethiconol, Paraffin, Arachidic Acid, Behenic Acid, Palmitic Acid, Microcrystalline WaxCera MicrocristallinaCire Microcristalline, Calcium Aluminum Borosilicate, Calcium Sodium Borosilicate, Nylon-12, Octyldodecyl Lactate, Pca Dimethicone, Synthetic Fluorphlogopite, 1,2-Hexanediol, Trimethylsiloxysilicate, Tin Oxide, Maltodextrin, Caprylyl Glycol, Hexylene Glycol, Stearyl Stearate, Stearic Acid, Isopropyl Isostearate, Diisostearyl Malate, Octyldodecyl Stearoyl Stearate, Hydrogenated Castor Oil Hydroxystearate, Pentaerythrityl Tetraisostearate, Cetyl Stearate, Tetrasodium Edta, Potassium Sorbate, Chlorphenesin, Phenoxyethanol,  [+/- Mica, Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491), Iron Oxides (Ci 77492), Iron Oxides (Ci 77499), Aluminum Powder (Ci 77000), Bismuth Oxychloride (Ci 77163), Blue 1 Lake (Ci 42090), Bronze Powder (Ci 77400), Carmine (Ci 75470), Chromium Hydroxide Green (Ci 77289), Chromium Oxide Greens (Ci 77288), Copper Powder (Ci 77400), Ferric Ammonium Ferrocyanide (Ci 77510), Ferric Ferrocyanide (Ci 77510), Manganese Violet (Ci 77742), Ultramarines (Ci 77007), Yellow 5 Lake (Ci 19140)]...Shimmer Shadows:.Calcium Sodium Borosilicate, Talc, Diisostearyl Malate, Caprylic/Capric Triglyceride, Hydrogenated Castor Oil Hydroxystearate , BeeswaxCera AlbaCire D'abeille, Caprylyl Glycol, Kaolin, Stearyl Stearate , Octyldodecyl Stearoyl Stearate, Cetyl Stearate, Cetyl Palmitate, Isopropyl Isostearate, Octyldodecyl Lactate, Stearyl Palmitate, Isononyl Isononanoa, Pentaerythrityl Tetraisostearate, Dimethicone, Dimethiconol, Pca Dimethicone, Paraffin, Calcium Aluminum Borosilicate, Tin Oxide, Nylon-12 , Silica, Synthetic Fluorphlogopite, Aluminum Calcium Sodium Silicate, Calcium Titanium Borosilicate, Microcrystalline WaxCera MicrocristallinaCire Microcristalline, Maltodextrin, Zea Mays (Corn) Starch, Alumina, Hexylene Glycol, 1,2-Hexanediol, Behenic Acid, Stearic Acid, Zinc Stearate ,  Trimethylsiloxysilicate, Tetrasodium Edta, Chlorphenesin, Potassium Sorbate, Phenoxyethanol, [+/- Mica, Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491), Iron Oxides (Ci 77492), Iron Oxides (Ci 77499), Aluminum Powder (Ci 77000), Blue 1 Lake (Ci 42090), Bronze Powder (Ci 77400), Carmine (Ci 75470), Copper Powder (Ci 77400) ,  Ferric Ammonium Ferrocyanide (Ci 77510), Ferric Ferrocyanide (Ci 77510) , Ultramarines (Ci 77007), Yellow 5 Lake (Ci 19140)]...Satin Shadows: .Talc, Isononyl Isononanoate, Zinc Stearate, Silica, Nylon-12, Dimethicone, BeeswaxCera AlbaCire D'abeille, Caprylyl Glycol, Caprylic/Capric Triglyceride, Stearyl Stearate, Octyldodecyl Stearoyl Stearate, Cetyl Stearate, Cetyl Palmitate, Isopropyl Isostearate , Octyldodecyl Lactate, Stearyl Palmitate, Pentaerythrityl Tetraisostearate, Diisostearyl Malate, Dimethiconol, Pca Dimethicone, Paraffin, Calcium Sodium Borosilicate, Microcrystalline WaxCera MicrocristallinaCire Microcristalline, Zea Mays (Corn) Starch, Synthetic Fluorphlogopite, Tin Oxide, Calcium, Aluminum Borosilicate, Hexylene Glycol, 1,2-Hexanediol, Behenic Acid, Stearic Acid, Trimethylsiloxysilicate, Hydrogenated Castor Oil Hydroxystearate ,Tetrasodium Edta, Potassium Sorbate, Chlorphenesin, Phenoxyethanol, [+/-Mica, Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491), Iron Oxides (Ci 77499)]...Please be aware that ingredient lists may change or vary from time to time. Please refer to the ingredient list on the product package you receive for the most up to date list of ingredients.",
    "how_to_use": "",
    "num_reviews": 10,
    "overall_rating": 4.1,
    "product_url": "https://www.sephora.com/ca/en/product/tom-ford-soleil-de-feu-eye-color-quad-P506277?skuId=2662799&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2662799-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Tropical Dusk",
            "shade_descriptor": "cool bronze tones with a midtone pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2662799-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Island Haze",
            "shade_descriptor": "warm peachy-copper hues",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2662807-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Girl no",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "If I’m spending $100 for an eyeshadow palette, it’s been better come up with something better than a shadow brush from Clare’s  ￼"
        },
        {
            "review_title": "A must have palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Beautiful TF eyeshadow palette. I’m very careful about spending $ on TF expensive quads but this is truly my summer palette that is easy to apply, the shades are flattering, and you can create one and done or more sexy looks."
        },
        {
            "review_title": "I wanted to love this, but it just didn't work out",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "This didn't work for me. I would have liked the matte brown to be a bit darker, and that dark shimmer to be an actual shimmer,  instead it's a glittery topper. Despite using a primer and wetting my finger with setting spray, that topper ended up traveling all over my face, and the other shades didn't have great longevity either. I'm pretty disappointed, I expected more from Tom Ford after all the hype and at this price point, but I didn't find this formula to be worth the splurge."
        },
        {
            "review_title": "Perfect neutral smoky palette!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I decided to splurge on a Tom Ford palette and wanted to try their non-wet/dry formula. I was a bit hesitant as I have heard that this formula is more fussy but this palette did not disappoint! Formula is spot on for a classic eyeshadow formula - pigmented, creamy, and little kickback. The Tropical Dusk palette offers a gorgeous neutral smoky look that you can go from day to night with. The shimmer dark copper shadow is very sparkly and applies easily with a brush. This palette will go into my daily rotations. 10/10 highly recommend!"
        },
        {
            "review_title": "Eh…",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I wanted to love it so bad. I bought it mostly for that beautiful pink. Unfortunately there was a lot of kickback in the pink, it took several coats to show up on my fair skin. The bronzes and browns were ok, nothing I haven’t see. Before. Pretty disappointed"
        },
        {
            "review_title": "Easy slide into HG status.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love the understated elegance of TF quads. The mattes blend like silk and the shimmers are not so bold that I feel ‘overdone’ wearing, on an in-office day. Like all TF quads, if you understand what you’re purchasing, I think you will be happy to have this one."
        },
        {
            "review_title": "The only quad I need",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have been searching for a small eyeshadow palette with a perfect pink to travel with. I was afraid the shimmers would be too intense for my liking but let me tell you- this is PERFECTION. Perfect for both everyday and for date night!"
        },
        {
            "review_title": "This one is a winner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "Love the color story. Blends beautifully and stays put all day. Couldn't stop looking at my eyes when I wore this and can't put it down. All the shades are equally great quality."
        },
        {
            "review_title": "Beautiful, love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "I tried ordering this at Sephora but it was sold out online. But I did purchase this at Holt Renfrew. It is such a beautiful quad. I love all the colours. He did a great job with the shades. Perfect for the summer. Blends effortlessly. Worth every penny."
        },
        {
            "review_title": "A nice surprise",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "I wasn't sure about the matte pink, but it's so lovely, I am loving this palette."
        }
    ]
}