{
    "product_id": "1248",
    "name": "Youthtopia Peptide Plumping Apple Cream",
    "brand": "Origins",
    "categories": "Skincare, Moisturizers, Moisturizers",
    "price": 73.0,
    "about": "What it is:An antioxidant-rich peptide cream with an extract of over 50,000 apple stem cells that visibly boosts bounce and plumps with all-day hydration..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Fine Lines and Wrinkles, Dryness, and Dullness.Formulation:Liquid.Highlighted Ingredients:- Antioxidant-Rich Apple Peel Ferment: Supports youth-preserving antioxidant benefits..Ingredient Callouts:This product is vegan..What Else You Need to Know:This bounce-boosting peptide moisturizer with apple seed oil, squalane, apple stem cell extract, and antioxidant-rich apple peel ferment, visibly plumps skin with moisture, helps maintain the look of skin’s vitality, strengthens skin’s barrier, and minimizes the look of pores..Clinical Results:In a clinical test on 32 women, after using product once:",
    "ingredients": "-Antioxidant-Rich Apple Peel Ferment: Supports youth-preserving antioxidant benefits. .-Apple Stem Cell Extract: Significantly supports cell proliferation. .-Acetyl Hexapeptide-8: Supports collagen and softens and smooths the look of fine lines. ..WaterAquaEau, Glycerin, Squalane, Caprylic/Capric Triglyceride, Isoamyl Laurate, Butyrospermum Parkii (Shea) Butter, Cetearyl Olivate, Pyrus Malus (Apple) Seed Oil, Malus Domestica Fruit Cell Culture Extract, Pyrus Malus (Apple) Fiber, Zingiber Officinale (Ginger) Root Extract, Laminaria Digitata Extract, Laminaria Saccharina Extract, Lactobacillus Ferment, Sodium Hyaluronate, Caffeine, Oryzanol, Tocopherol, Glycine Soja (Soybean) Oil, Acetyl Hexapeptide-8, Ethylhexylglycerin, Lecithin, Butylene Glycol, Resveratrol, Sorbitan Olivate, Chamomilla Recutita (Matricaria) Flower Oil, Mentha Piperita (Peppermint) Oil, Coriandrum Sativum (Coriander) Fruit Oil, Citrus Nobilis (Mandarin Orange) Peel Oil, Mimosa Tenuiflora Leaf Extract, Citrus Aurantium Dulcis (Orange) Peel Oil, Citrus Aurantium Bergamia (Bergamot) Fruit Oil, Citrus Limon (Lemon) Peel Oil, Rosa Damascena Flower Extract, Rosa Damascena Flower Oil, Michelia Alba Flower Oil, Copaifera Officinalis (Balsam Copaiba) Resin, Ferula Galbaniflua (Galbanum) Resin Oil, Jasminum Sambac (Jasmine) Flower Extract, Ricinus Communis (Castor) Seed Oil, Pelargonium Graveolens Flower Oil, Linalool, Citral, Limonene, Citronellol, Geraniol, Peg-40 Stearate, Xanthan Gum, Carbomer, Phenoxyethanol, Potassium Sorbate, Mica, Titanium Dioxide (Ci 77891).",
    "how_to_use": "Suggested Usage:.-Apply to clean skin morning and night..-This product is appropriate for use on face, neck, and chest.",
    "num_reviews": 3,
    "overall_rating": 3.7,
    "product_url": "https://www.sephora.com/ca/en/product/origins-youthtopia-peptide-plumping-apple-cream-P513364?skuId=2792208&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2792208-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "An absolute must-have in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Dry skin",
            "review_text": "This product is a god-send for my dry skin. I'm using the tiny one that was offered in the Rewards Bazaar and I can't wait to get my hands on the 50 ml. My skin drinks up this product and I've just been using it for 6 days so far. A little goes a long way, and my skin has never been this glowy and refreshed! I still have acne scars but this product makes them less noticeable. I get occasional redness on my face, specifically my cheeks but since I started using this product I don't have redness right now. My skin has never felt and looked so good. I'm so happy :)"
        }
    ]
}