{
    "product_id": "1722",
    "name": "Flourish Density Booster for Healthy Hair Growth",
    "brand": "Virtue",
    "categories": "Hair, Hair Styling & Treatments, Scalp Treatments",
    "price": 68.0,
    "about": "What it is: A potent, botanical-based nutrient infusion for the scalp that fuels fatigued follicles and nurtures new, fragile hairs so they thicken and thrive...Hair Type: Fine and Medium..Hair Texture: Straight, Wavy, Curly, and Coily..Hair Concerns:.- Thinning.- Antiaging.- Volumizing..Key Benefits:.- Stimulates the hair follicle.- Strengthens new and existing strands.- Thickens each strand..Highlighted Ingredients:.- Alpha Keratin 60ku CLINICAL Protein: A protein duo that encourages growth with microbiome-balancing ingredients..- Biomimetic Signal Peptides: Nourish and calm the scalp to help create a healthy environment for growth..- Larch Wood Extract: Encourages the initiation of the anagen growth phase...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan. It is also vegan, gluten-free, cruelty-free, and comes in recyclable packaging...What Else You Need to Know: A drug-free spray with ingredients that are clinically known to support hair regrowth, balance the microbiome, and nourish hair and scalp. Itu2019s made for those experiencing thinning and loss due to temporary factors like postpartum, stress, or diet. See results in as few as four weeks when used as part of the Flourish regimen...Fragrance Description: A gentle, spa-like blend of aromatic herbs, bright citrus, clean flowers, and balancing woods, with basil and patchouli essential oils for scalp care and healthy hair...Clinical Results: In an independent, third-party test of 35 women, when the booster was used in combination with the Flourish Shampoo and Conditioner as part of a regimen, women saw the following results after 6 months of use:.- 97% saw healthier hair growth after 3 months.- 91% saw less fall out.- 94% said Flourish is more effective than other hair growth solutions they've tried",
    "ingredients": "-Alpha Keratin 60ku CLINICAL Protein: A protein duo that encourages growth with microbiome-balancing ingredients. .-Biomimetic Signal Peptides: Nourish and calm the scalp to help create a healthy environment for growth. .-Larch Wood Extract: Encourages the initiation of the anagen growth phase. ..Aqua (Water, Eau), Keratin, Methyl Nicotinate, Acetyl Tetrapeptide-3, Zingiber Officinale (Ginger) Root Extract, Pisum Sativum (Pea) Extract, Nasturtium Officinale Extract, Moringa Oleifera Seed Extract, Jasminum Officinale (Jasmine) Flower Extract, Hydrolyzed Linseed Extract, Hydrolyzed Hibiscus Esculentus Extract, Helianthus Annuus (Sunflower) Seed Extract, Daucus Carota Sativa (Carrot) Root Extract, Cynara Scolymus (Artichoke) Leaf Extract, Amaranthus Caudatus Seed Extract, Saccharomyces Lysate Extract, Larix Europaea Wood Extract, Trifolium Pratense (Clover) Flower Extract, Camellia Sinensis Leaf Extract, Isochrysis Galbana Extract, Tocopherol, Mentha Piperita (Peppermint) Oil, Dextran, Pentylene Glycol, Sodium Phytate, Sodium Dilauramidoglutamide Lysine, Quaternium-51, Ethylhexylglycerin, Sodium Metabisulfite, Glycine, Parfum (Fragrance), Biosaccharide Gum-4, Butylene Glycol, Glycerin, Zinc Chloride, PPG-26-Buteth-26, Propanediol, Polyacrylate Crosspolymer-6, PEG-40 Hydrogenated Castor Oil, t-Butyl Alcohol, Alcohol, Tetrasodium EDTA, Sodium Benzoate, Potassium Sorbate, Disodium EDTA, Phenoxyethanol, Citric Acid, Linalool, Geraniol, Limonene, Citronellol, Benzyl Benzoate, Citral, Hexyl Cinnamal.",
    "how_to_use": "Suggested Usage:.-Lift damp or dry hair into sections..-Spray directly onto scalp..-Gently massage in..-Do not rinse.-Use once daily..-Tip: The scalp is typically most receptive to nighttime treatment, when the body is at rest and the ingredients can be fully absorbed and processed.",
    "num_reviews": 247,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/virtue-flourish-density-booster-P480195?skuId=2536894&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2536894-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "4 oz/ 120 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2536894-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Annoying vasodilator ingredient",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "My hairdresser mentioned it made my hair thicker, but I personally couldnu2019t get over how it made my hairline look like I had a red rash after application. Brand customer service explained this was due to Methyl Nicotinate, a vasodilator used in personal care products as a penetration enhancer for u201cactiveu201d ingredients. This reaction was only temporary and not painful, but it irked me to look atu2026 For that reason, I will not repurchase."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Okay! This really works! Wow! I have sensitive skin and this does not irritate my scalp. I have had problems with similar products but this has been great! No rash or irritation. My hair is looking thicker and fuller after a weeks use. I canu2019t wait to see how it looks in a couple months time!"
        },
        {
            "review_title": "Great texture! Considerably reduced hairfall!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Normal skin",
            "review_text": "Haircare and nourishment is very important for healthy , shiny hair! I was facing concerns regarding hair thinning and hairfall. I tried the Virtue Flourish Density booster and after regular use it worked out great for me! There was considerable reduction in hairfall and my hair looked voluminous and healthier (like an instant lift). I have long , dry and color treated hair , and this product works perfect for my hair type! This formulation helps nourish the scalp (which is the foundation for healthy hair)! I noticed healthy new growth which is amazing considering I am in my late thirties! I love how voluminous my hair looks! The fragrance is beautiful with amazing scent notes of citrus,  flowers , woods & basil! Its smells like you just walked into an amazing spa! Definitely recommend for hairfall and hair thinning concerns!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This serum is great for beefing up fine hair! I have hair that weighs down easily as is prone to heaviness, but this didnu2019t give me that issue. Taking off one star though because sadly my bottle cracked in the mail."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I used it last night and it felt really hydrating on my scalp. I'm reallyooking forward to using this density booster for the next couple months to see if it helps with my hair! I feel like I'm losing hair due to stress and hope this helps!"
        },
        {
            "review_title": "Amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I have been using this hair booster by virtue for a week now and Iu2019m loving the results! I have thin and brittle hair and always striving for thicker hair and this product has all of those benefits. I have noticed my hair is more thicker and feels so much healthier."
        },
        {
            "review_title": "Game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The Virtue Flourish Density Booster is a game-changing treatment for anyone struggling with thinning hair or wanting to boost their hairu2019s overall density. Iu2019ve been using this for a few weeks, and the results are already impressive. My hair looks and feels fuller, and Iu2019ve noticed less shedding, which is such a relief!  The formula is lightweight and easy to applyu2014it doesnu2019t leave any sticky residue or weigh my hair down. I spray it directly onto my scalp after washing and gently massage it in. It absorbs quickly, and I can style my hair as usual without any buildup.  One of the standout features is its Alpha Keratin 60ku CLINICAL. Itu2019s specifically formulated to nourish the scalp and encourage new hair growth while strengthening existing strands. Over time, I can see how this product is helping improve both the quality and thickness of my hair.  The subtle scent is fresh and clean, which I really appreciateu2014itu2019s not overpowering like some other hair treatments.  Yes, itu2019s a premium product, but for the noticeable difference in hair density and health, itu2019s 100% worth the investment. If youu2019re looking for an effective, science-backed solution to thinning hair, I highly recommend giving Virtue Flourish Density Booster a try!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "My hair has been thinning from weight loss and having kids so anything that can help with hair growth or hair density is something Iu2019m willing to try. This density booster is so easy to use and I definitely see an increase in density of my hair. This does have a strong scent so just be aware of that but it doesnu2019t bother me personally!"
        },
        {
            "review_title": "Wished It Worked",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I have been using this product consistently for four months but unfortunately have not seen any improvement or hair growth in the area that I've been applying the product to.  Since I was applying it to small area, I still have about 1/4 of the bottle left and will continue to use until the end.  To answer some of the questions I've seen, yes this product does cause the area to become red but does go away after about 30 mins.  I did not experience any burning or itching.  There is a very strong smell when the product is applied, but after the first month or so, I think I got used to the smell and it was not as overwhelming as when I first started using it.  I noticed that the cap on the product does not stay on properly so I suggest you do not pick it up by the cap or the bottle will fall and potentially break.  On a couple of occasions, the spray would stick which would cause the product to not spray on the correct area of my scalp but other than that I had not issue with how the product sprayed from the bottle."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I use the shampoo for this one and itu2019s been good. I thought this would be the same effect but shocked to see itu2019s not. DO A PATCH TEST FIRST! After 10 mins or so, my hand is red (see picture)"
        },
        {
            "review_title": "Waste of Money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I have been using this for a month with no results. The smell is not pleasant."
        },
        {
            "review_title": "Does Not Do What it Says",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I made myself get through 1 bottle of this and threw out the second. Did nothing for my hair, infact I would say it made it worse - roots look greasy, length is crispy, and ends are dry. I was also using the shampoo and conditioner, which were awful. The conditioner left my short bob hair a tangled mess. The overall condition of my hair is worse off using these products"
        },
        {
            "review_title": "Seeing results",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "Have been using for a couple weeks and have seen some baby hairs already. Using mostly at night every other day."
        },
        {
            "review_title": "Broken bottle",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Splurged on this productu2026. and then I dropped bottle on tile floor and it broke. Be careful-"
        },
        {
            "review_title": "beautyyyyy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "this is the best ever healthy hair treatment I have used so many expensive brands. None of them is as good as virtue. ufffc"
        },
        {
            "review_title": "Smells DIVINE",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "Just received this in the mail and it smells DIVINE! Seriously Virtue knows how to concoct beautiful scents. I hope they restock the dry shampoo in full size soon because Iu2019m dying without it! Iu2019m hoping this product will work well on my postpartum hair loss."
        },
        {
            "review_title": "Thicker strands",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019m on my second bottle of this, and though Iu2019m not sure if itu2019s promoted new hair growth it has definitely made my hair look and feel thicker. Little bit of a pain to apply but will keep in my routine."
        },
        {
            "review_title": "One week butu2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Have only applied it for a week and so, obviously no results. But it does tend to make my hair oily, maybe Iu2019m putting alot, not sure."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Offered by Aavrani Incredible treatment that has made a huge difference in the texture and density of my hair. Iu2019ve found that Iu2019m losing less hair in the shower and when brushing, plus my hair looks so much healthier and shinier!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Virtue Labs' Damage Reverse Serum is pure magic! My hair has never felt this healthy and vibrant. A small amount goes a long way, leaving locks silky and revived. This serum is my secret weapon for stunning hair every day!"
        },
        {
            "review_title": "Donu2019t waste your money.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product was a huge disappointment. Iu2019m 54 & bought it because of shedding. The smell is horrible-like burning plastic and gave me a horrible headache.   Left my hair feeling stiff and greasy.   Donu2019t waste your money on this line of products.  Shampoo left my hair dry and yucky."
        },
        {
            "review_title": "Do not recommend",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "This product irritated my scalp so much I had to wash my hair and rinse it out immediately."
        },
        {
            "review_title": "Not for Me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "So I have been under a lot of stress these past few months and my hair had started shedding like crazy. I tried this spray on my scalp twice, when my hair was both clean and dirty and had an unpleasant reaction. My scalp immediately started burning and itching so I must either be allergic, or my skin is too inflamed to handle this. I was kind of disappointed, many people say this is a good brand for hair issues, but it was by no means soothing or gentle when I tried it."
        },
        {
            "review_title": "Virtue Density Booster",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I purchased this because I went to get my hair done and my hair stylist said that I was losing quite a bit of hair, in full strands, and this is abnormal for me as she sees me every six weeks. So I freaked and doubled my Biotin and purchased this. I use this at least every other day. I use it with The Nue Co. Growth Phase supplements. I notice baby hairs growing near my crown (after one month of use). When I went back to the hair stylist, which was about a month of use, she said my hair looked thicker and that I was not shedding as much. I will say itu2019ll take about a month to see visible results."
        },
        {
            "review_title": "It worked for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "My hair is thin and had to wash daily otherwise it would get super flat and greasy. From the beginning I could wash my hair every other day and 4 months down the line have a ton of baby hair and not shedding half asmuch!  worked"
        },
        {
            "review_title": "Disappointment for $50",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Dry skin",
            "review_text": "I was excited to try this but after a couple of months I could feel some hair growth but it never seemed to grow out just stayed prickly.  Husband had to see it with magnifying glass. Got to   be   something something out there that works."
        },
        {
            "review_title": "Super frizzy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I did notice some hair growth, baby hairs above forehead and around temples.  Not nearly as good as GG intense serum.  That being said it made my hair extremely dry & frizzy. Awful."
        },
        {
            "review_title": "Not good for sensitive scalp",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Made my scalp unbelievably itchy.    Donu2019t believe itu2019s good for those with sensitive scalps"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "Expensive and Not useful at all. Even worse than the ordinary hair serum."
        },
        {
            "review_title": "Must have if youu2019re experiencing hair fall out",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I was not given this product for free. This stuff WORKS. Some people complain of a red rash after they spray it. I do experience red irritation right near the hairline where I sprayed it but it lasts like ten minutes and then goes away. I keep using it because it just is that good. It does what it says and I saw results within a month. I have some minor fall out in certain areas likely due to stress and I am experiencing significantly less fall out in the shower after use. It doesnu2019t leave my hair greasy. The entire flourish line is incredible and I would recommend it to anyone. For reference Iu2019m 31 years old."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Soooooooooo great, help with my hair density a lot after 1 month, and make my hair looking clean between my shampoo. Already buying a second bottle"
        },
        {
            "review_title": "Not worth even trying",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I bought this because of all over hair loss/thinning from a stressful few months of my life. The scent was botanical/herby and I liked it but some may not. Feels ever so slightly thicker than water when sprayed on and rubbed in. Gave roots some lift compared to no product at all. I didnu2019t notice any regrowth that was faster or thicker than just letting my hair grow back on its own. After a few weeks I noticed my scalp turning pink after spraying it on and it make me itch especially near the back of my neck. My skin became sensitized and developed an allergic reaction to all the unnecessary fragrance and extracts"
        },
        {
            "review_title": "Hard Pass",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I wanted to love this, but it gives me horrible seborrheic dermatitis. I see other reviewers have had the same issue. If you are prone to dermatitis or eczema or rosacea, avoid at all costs."
        },
        {
            "review_title": "Hate that the bottle is glass!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love the smell, seems to be helping with hair growth at least a little. The reason I gave this 3 stars is for the bottle. Itu2019s made of a very thin glass and smashed instantly when I dropped it. So sad as it was not cheap. I also find the sprayer sprays too much product at a time."
        },
        {
            "review_title": "My New Favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I am finishing my 2nd bottle and already ordered my 3rd! Nothing I had tried seemed to help, between supplements, rosemary oil, and other topical treatments. I really like the smell and it doesn't make my hair greasy, but it definitely works for me. I was using it nightly and now use it a couple of times a week. I have seen significant growth that I didn't think I would see again. It has also helped to generally improve the overall texture of my hair. It's expensive but totally worth it!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I used this product religiously and as directed for 4 months- it caused horrible protein overload and completely ruined my hair which I have been growing out for years!!!"
        },
        {
            "review_title": "Sadly not for me....",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Personally just writing this review for those who are sensitive to smell and fragrance like me. This product is quite strong in the floral scent. I can't even bear to spray this on my scalp so I will return it sadly. I was intrigued by the great reviews and wanted to love this but it smells potent. Cannot withstand it. I wish they wouldn't scent products so much especially in this day and age where many people suffer from allergies and skin sensitivity."
        },
        {
            "review_title": "Try Virtue you wonu2019t be disappointed ud83dude01ud83dudc4d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Dry skin",
            "review_text": "I love Virtue products and this Flourish Density Booster is no exception. Since using this product I have noticed a difference in my hair growth. Itu2019s healthy too."
        },
        {
            "review_title": "Scent Only review",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I had high hopes for this product but I am one of the many, it seems, that just can't get past the smell. I have been using this for three days now and, on each of those days, the scent is literally the first thing I smell when I wake up in the morning, having applied it the nights before as directed. The scent is SO strong. I was willing to put up with the strong fragrance, if it worked, until my husband of almost 25 years finally said to me this morning, I really hope this doesn't hurt your feelings but I kind of don't like the smell of your new 'shampoo'... He would NEVER say such a thing unless the scent was truly bothering him. Some reviews say they like the scent and I guess it's a case of to each their own. To me, the scent is so unbearably strong that this product is a big NO for me, however well it might have worked. If you are at all sensitive to strong smells, consider looking elsewhere..."
        },
        {
            "review_title": "Helping after minoxidil fiasco",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "I've always had fine hair and envied those with thick hair. A few months ago I made the huge mistake of starting to use minoxidil when I noticed my hair was slightly thinning at my temples. Not understanding how it worked, I started putting it all over the top & front of my scalp, hoping for eventual thicker growth. I can't tell you how much I regret it. My part line is so thin now that I can't wear my hair up without putting in a bunch of hairspray to hide it.  After that disaster I looked around for something without minoxidil to help reverse what I'd done, and found this. I love that it has nicotinate to increase blood flow & absorption, and it was on sale so I bought a few bottles. It IS working. I've been using it a few weeks now every night before bed, and I can 100% tell I have significantly less hair fall. I barely have anything in the brush or drain after brushing/showering as opposed to hair being everywhere. I know it's going to take probably a year before I can really tell that my hair is denser, which just goes with the territory. If you try this, be prepared to give it a fair shot. You can't watch hair grow. I will keep stocking up when on sale, but honestly if it's working it's worth the full $50 to me. A woman's hair is a precious thing! This is the current state of my hair. Hopefully in a few months I can edit this review & add an updated photo.   PS- I can't emphasize enough to really consider the consequences of using minoxidil as a woman, do research and seriously talk to your Dr first. Men's hair is short and takes no time to regrow after falling out. Long hair is another story."
        },
        {
            "review_title": "Didnu2019t work for me!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I was super excited to try this product, but unfortunately it didnu2019t work for me. I wanted to try the aroma and I tried it on my wrist and immediately I had a rashu2026. I honestly didn't want to take the risk of trying it on my hair. that's my case, it can't necessarily happen to everyone"
        },
        {
            "review_title": "Bad Reaction",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "This product made my scalp itch like crazy.  I accidentally sprayed some on my neck and it felt like a chemical burn on my skin and turned red like sun burn.  I never have allergic reactions to shampoos or cosmetics so am disappointed."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "EXCELLENT Su00c9RUM!  Iu2019m in love whit this  Su00c9RUM This product is magnificent. Is fantastic   Iu2019ve been using this serum for three weeks now and Iu2019m loving my results  My eyebrows, and looks way more fuller.            Complimentary from virtue labs"
        },
        {
            "review_title": "Great scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I purchased this product & haven't been using it long enough to see if it helps promoting hair growth or inhibiting hair loss BUT on my fine, naturally curly hair it does not leave a film or flatten my curls like most products of this type do so that's a win for me. Plus the scent is really nice! It does seem to add some body to my hair too. Sadly I knocked the container off my countertop and it broke & I lost about 1/3 of the product. So be aware that the container is a hard plastic that breaks if it is dropped on a hard floor. I do recommend & will repurchase."
        },
        {
            "review_title": "Surprise substitute for dry shampoo for thin hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I bought this product myself from Sephora - I was not gifted it by the brand in exchange for reviews. I have very fine, thin, color treated hair (shoulder length).  I do not have bald patches on my scalp, but my hair tends to break or fall out before reaching any material length.  I hoped that pattern would stop after more time post-partum, but that baby is now 6 so I'm thinking not.  My hair usually looks fine right after washing, but day 2 hair is a struggle.  It's flat, greasy, and looks very stringy and sparse at the ends. This product works better than any dry shampoo (and I've tried MANY) on fixing day 2 hair.  I dampen my hair, apply at the roots as directed, and do a quick blow dry with a round brush and I swear it looks like I just washed and dried my hair.  I have not used this product long enough to speak to any long term growth support, but when I blowout after using this spray, there is very little hair in my brush, which is a big change from what I typically experience when styling.  I will absolutely continue to use this product in hopes the reduced shedding pays off over time.  My docked star is on account of the fragrance.  It is herbal and pleasant, but very strong.  After blowing out, it dissipates a bit but can definitely overpower a perfume or other fragrance you're wearing, especially if you just spray it on your hair with no subsequent brushing or styling."
        },
        {
            "review_title": "Itu2019s ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I received this complimentary from Virtue in exchange for an honest review. I honestly donu2019t have a whole lot to say about this. Not sure if it really helped with density, but hey, at least it doesnu2019t smell bad."
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This definitely works! Iu2019ve been using this on and off since January and see a noticeable difference. The smell isnu2019t too overwhelming. It smells like rosemary."
        },
        {
            "review_title": "It worked gradually thickening my hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Virtue Labs recently gifted me Virtue Flourish Density Booster, and so far, I like it. It comes in a spray bottle to make the application easier. Itu2019s clear and watery and has the same scent as the shampoo and conditioner, a mixed herbal, floral, and citrusy scent but it's more intense. It doesnu2019t bother me, but it might for some. It worked and reduced my hair fall within almost two weeks of usage every other day. It works gradually, thickening a few spots on my scalp that are visibly thinning. Iu2019m so excited that this worked. Thanks, Virtue Labs!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I have thin hair which was very brittle and got fall whenever i wash them or comb. After giving Density Booster a try from 2weeks i can feel this makes my hair look healthier and nourishes them. They are falling less than earlier. I will continually using this to see hair growth but overall am satisfied with this."
        },
        {
            "review_title": "Yes !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "One of the things I love about this product is how easy it is to use. You simply apply a few drops of the serum to your scalp and massage it in, and then style your hair as usual. It's lightweight and non-greasy, so it won't weigh your hair down or leave it feeling oily."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This was gifted by Virtue Labs in order to review it. I have really long hair but itu2019s fine so this product appealed to me. I was only able to use this for 2 weeks before giving my review which isnu2019t enough time for me to really speak on new growth, but these are my thoughts so far. My hair seems like it has a little more volume around the roots. At first I didnu2019t like the smell but itu2019s grown on me. Itu2019s not a bad smell, itu2019s kind of almost a medicinal mixed with salon scent. It gives a nice cooling sensation on the scalp. I was worried this would make my hair crunchy or greasy but when I use it while my hair is wet you canu2019t tell I had put anything in it. When I use it on dry hair it gives a tiny bit of crunch but when you run your fingers through it goes away. One other thing to keep in mind is that it takes a good bit of sprays for me to cover my whole scalp, Iu2019ve used about a 5th of the bottle so far so Iu2019m not sure how long this would last although I could get away with using less if I was better about parting the hair to get to the scalp. If you have thin or thinning hair I think this is worth a shot."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "This stuff smells amazing!!! I havenu2019t seen true results of any density or hair volume truly change just yet, I will say it smells incredible and it somehow doesnu2019t weigh my hair down or make it oily even when I use daily.Thank"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "This is a great lightweight spray that gives great volume and dimension without making my hair feel greasy or weighed down. Definitely helps boost the look of thickness and density in my hair and gives the scalp a lift. Gifted by Virtue Labs"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This product was gifted to me by Virtue Labs. I enjoyed the ease of use of the product. I did see a slight difference in the density of my hair though iu2019ve been using it for 14 days so I would expect even more after continued use!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Great product! I have struggled with some hair loss after the birth of my second baby (yay postpartum) and Iu2019ve started to use this product! Iu2019m excited to see more long term results but in the short term I really love the way this feels on my head - light and non greasy. Even on dry hair! This was gifted by Virtue Labs to me to try and even if they hadnu2019t Iu2019d still love it!"
        },
        {
            "review_title": "Nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "It was gifted by Virtue Labs and sadly my bottle leaked in Shillong but I did get to try what was left in the bottle. It was honestly really nice! It didnu2019t make my hair oily which is what I was worried about!"
        },
        {
            "review_title": "Thicker Fuller Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I heat style my hair daily and I was not very gentle with my hair. This created a lot of breakage and split ends. I also started noticing some thinning around the hairline. After using the Flourish Density Booster, my hair felt thicker and had more volume. It has a great even spray and a light scent that fades quickly. Iu2019m looking forward to getting my hair back in shape after prolonged use. Gifted by Virtue Labs for my honest review."
        },
        {
            "review_title": "Feels nice on hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "As a thin haired girl, products like this always fascinates me, I have thinning hair on the side and sprayed the bottle directly on scalp and it feels refreshing and lightweight on my hair. Doesn't feel heavy. Gifted by Virtue Labs."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Iu2019ve been on the hunt for a product that helps with my scalp health and improving the density of my hair. Iu2019ve noticed this feels really refreshing and great step in my hair routine. I havenu2019t seen much change in hair density and growth but my hair already feels and looks healthier. Iu2019m looking forward to see long term results."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I was excited to try out the Virtue Flourish Density Booster gifted by Virtuelabs. I have fine hair and always wanted a fuller scalp. I have a sensitive scalp and so far the Density booster hasn't bothered it like other products. At this time I can't say I've seen any growth improvement, but that takes time. I can say that I feel like my hair is stronger."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I use this product once a day and the results are great. I spray directly into scalp and gently massage it. It gives me great volume and my scalp and hair is healthier. I have thin hair and this has helped thicken it. Complimentary from Virtue Labs"
        },
        {
            "review_title": "Hopeful!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I received this treatment complimentary from Virtue Labs for my review. I will admit that initially I thought this was a styling product for achieving thicker hair, not a treatment, so this is going to be more of a first impressions review, since hair changes usually take months to notice and Iu2019ve only been using it for a couple weeks. That said, this seems like an easy product to use and I look forward to seeing how my hair responds. I have very fine, thin hair, and itu2019s been thinking for a while now, due to a combination of factors (age, health conditions). This treatment has easily become part of my routine. At night before bed I section my hair and spray this directly into my roots and manage it in. It actually seems to refresh my hair a bit, and I like the scent. Itu2019s weightless, so it doesnu2019t dirty up your hair or anything. The spray could be a bit finer, but so far thatu2019s my only criticism.  I like the scent too. Hoping to see results in a few months!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am big on scalp health l-especially after what the last few years have done to my hair ud83dude2d I am on a mission to get my hair back better than ever. Only time will tell for full results but my hair is feeling stronger and my scalp is feeling great. Gifted by virtue labs"
        },
        {
            "review_title": "So far it's ok! I can't wait to see results",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was sent this complimentary from virtuelabs. I didn't notice a big difference in my hair, at least not yet. I do have to say that I wish it wouldn't make my hair get oily so soon. The formula doesn't feel greasy but I can see how it may create build up. The spray nozzle is really nice. It sprays the product evenly and well throughout my scalp. I do use a scalp massager to help the product absorb better. I just need to wash my hair sooner than I am used to. I wash my hair once a week usually and with this I have to wash it every 3rd or 4th day. I have really fine thin hair, so this product is right up my alley with its benefits and claims. If I see it helps with hair growth and thickness with continued use, I'll keep using it and won't mind having to wash it more often. It's not a bad thing anyway!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was pretty excited about this density booster. I have pretty thin hair and postpartum hair loss. I don't know if i see instant results but i like how it feels and smells and look forward to continued results. Gifted by Virtue."
        },
        {
            "review_title": "OBSESSED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Definitely obsessed with this so far, I have very thin hair, and after using this for a couple of months, Iu2019ve noticed slight changes which can only leave me to think that if I continue to use it for a longer period of time, the results will be bigger, recommended"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I love this density booster, really makes my hair much fuller and gives more value. I spray it on damp hair on my scalp and massage it well. I have very fine hair and this crates  much healthier fuller hair."
        },
        {
            "review_title": "Loving this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This density booster is impressive! I sadly have thinning hair and issues with fallout. I have been using this booster for a while and my hair feels stronger and has started to look thicker! Gifted by Virtue Labs."
        },
        {
            "review_title": "My scalp feels great!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This comes in a spray bottle and smells lovely. It reminds me of a relaxing spa, but not strong or overwhelming at all.  This is important as youu2019re supposed to use this everyday.  The process of sectioning the hair can be a little boring, but it doesnu2019t take me more than 5 minutes.  I started using this product two weeks ago and while I havenu2019t noticed any new growth this product is backed by clinical data.  My scalp never felt more comfortable since I started using this line of products, so I will definitely continue using them.  This product was gifted by Virtue Labs."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I cannot say much yet as I have been using it only for a week and half but I love the application. It is very easy and doesnu2019t make my hair greasy at all. It feels very refreshing on my scalp. Excited to see what happens in a month. Gifted by Virtue Labs"
        },
        {
            "review_title": "excellent product for hair growth.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "Gifted by Virtue, but the love for this product is 100% real. I began loosing hair after the pamdemic, the stress of it all took a tool on my hair. I come to find this hair growth product by different means, more so around YouTube videos, read the studies and results and I was hooked to try! I think the fact that my baby hairs are out of control says a lot on what this product is doing for my hair growth. I will continue to use and hope hair will keep growing."
        },
        {
            "review_title": "New addition to my hair care!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Itu2019s been 4 years since I last had a baby and since then I have noticed that my hair is thinning everyday more and more. Iu2019ve incorporated a few vitamins on my diet and now I just started using this spray as well. I like that it not only helps with anti-aging and thinning but also strengths the hair and thickens my hair so I can see more volume and healthier looking strands. Gifted by Virtue Labs."
        },
        {
            "review_title": "Scalp health seems better",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by Virtue Labs. Iu2019ve been using this while also using some other products from Virtue, and Iu2019m not sure if Iu2019ve given this enough time to truly work. Itu2019s been less than four weeks which is how long they say it takes to see results, so weu2019ll see how it works after that. I will say, itu2019s fairly easy to use. All of the ingredients seem to be very focused on scalp health, and I will say that my scalp does seem to be doing a lot better since adding Virtue products to my routine."
        },
        {
            "review_title": "Very nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I use this line on my hair almost exclusively. I am struggling with massive hair loss and I'm not even 32! I think this a great addition to their full hair regrown system. I would recommend using a small amount at first to see how your hair handles this. Gifted by Virtue Labs"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "Iu2019ve been using this product for a few weeks and I feel like itu2019s actually working. Iu2019m noticing less shed hairs and noticing my hair starting to get its thickness back. I really like that it doesnu2019t make my scalp oily or dry. Iu2019m in love. I received this complimentary from Virtue Labs."
        },
        {
            "review_title": "Like",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "#giftedbyvirtuelabs their hair boosting serum. This is to aid in some hair thinning and loss. I have thyroid issues and has thinned my hair so much. I find this does give me a fuller effect an look to my hair. Look forward to seeing how much."
        },
        {
            "review_title": "So far So good",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "gifted by Virtue Labs. I have been using this for only a week and so far have no issues hair-wise just not a big fan of the smell. But I use this at night and the smell does not last long and is gone by the morning. For the moment doesnt make me greasy and no fall out so so far so good. Looking forward to more results in a month or two. Cant really say i recommend it or not atm but a soft yes"
        },
        {
            "review_title": "Smells great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "Iu2019ve been using the VIRTUE FLOURISH density spray now for two weeks and havenu2019t really noticed a difference, but I think thatu2019s to be expected given the short time frame. I do however like that the formula doesnu2019t feel sticky nor greasy when applied and also smells great. Will continue to use over a period of time to see results. Gifted by Virtue Labs"
        },
        {
            "review_title": "Terrific",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Iu2019ve only tried this on damp hair so far but I did notice it gave me a bit extra lift in volume . It wasnu2019t greasy and it didnu2019t weight my hair down at all. I also really like the scent of the spray itu2019s fresh and smells good . Gifted by virtue labs"
        },
        {
            "review_title": "Helping With Hair Damage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This was gifted by Virtue Labs. I have thick but fine hair with damage from a salon perm. After the perm I had bad breakage. I started using this 2 weeks ago and I can feel the hair regrowth coming. I use this at night before bed and my hair feels like and smooth in the morning. Definitely seems to be helping, but it's only been a couple weeks so far."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I love the spray nozzle on this booster gifted by virtue labs, and how it makes my hair smell like fresh coconuts. The ingredients and quality of this product are also something to mention and Iu2019ve been really impressed with all of virtue labs products so far."
        },
        {
            "review_title": "Really does thicken hair - love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Was pleasantly surprised by how well this Density Booster works! It is a botanical based nutrient spray that helps target thinning hair. Over the past year Iu2019ve noticed certain areas on my scalp that are thinning. When applying this to those areas it makes the hair look and feel much thicker. With long term use it is supposed to help stimulate follicles as well for growth. Love this! Gifted by Virtue Labs but thoughts are my own"
        },
        {
            "review_title": "Great product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This was gifted by virtue labs. I have really thick hair and itu2019s slightly damage due to split ends. I found that this product really helps make my hair look refresh and healthy again. I also love that this product helps with hair loss and helps regrow it which Iu2019ve noticed around my hairline"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "If you have frizzy, coarse hair like mine, this will be your best friend. I use this every night before bed and wake up with smooth , soft hair. Itu2019s great for all hair type and works great for problematic hair. I highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Gifted by Virtue Labs. I aused to see a lot of fall out from my hair when I brushed it and I was really worried my hair was thinning. itu2019s only been a few weeks so Iu2019ll def keep using the booster in my routine! Plus the scalp massaging brush has been really nice to use too. I am giving 4 stars only because i have not been using this long enough to see results yet."
        },
        {
            "review_title": "Hair is growing back!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "After all the stress lately in my life, I started noticing a lot of hair loss which got me very concerned. When I heard about this product by a friend, I wanted to give it a try. I have been using it for couple of days already  and I started noticing some hair growing already where I didnu2019t see it in a while. Iu2019m very happy so far with the results.  I would definitely recommend. Gifted by Virtue Labs"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Complimentary from Virtue Labs. I have been using this everyday for two weeks, I think it is too soon to see any results. The serum hair mist is not oily at all. It would be better if this is a dropper instead of a spray as it would be easier to dispense the product to the scalp. I do find that after using it for two days, my hair do get oilier. It is better to use this when your scalp is not oily."
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this product gifted by Virtue Labs. This product smells amazing! I love the cooling effect it has on my scalp and the fact that is not oily. I will be using this daily throughout my postpartum hair loss journey."
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "This Density Booster is amazing! I rub it into my scalp at bedtime, and I really feel as though itu2019s starting to thicken and/or fill in my hair. Great smell, and doesnu2019t leave my hair feeling heavy or greasy in any way. Cool product. Gifted by Virtue Labs"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "before i got a chance to use the product the bottle fell on the ground and broke. salvaging what was left of the product i out it in an old spray bottle and it felt nice on my scalp but i canu2019t say it has done anything yet. gifted by virtue labs"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this product complimentary from Virtue Labs in exchange for my honest review. I have thinning hair, so I was excited to try this booster. It is like a serum for my hair and scalp. The spray dispenser makes it easy to apply evenly across my hair. I like that it doesn't weight down my hair. It's only one week since I used this product, so it will take some time to see the hair growth effects. So far so good."
        },
        {
            "review_title": "Easy to apply on both dry and damp hair$",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I used to have a lot of hair. But as I grew older, it loses density and some spots have less hair. I am hoping to see some results as I see great results. It could've been great if the group size of the clinical study was more than 35 women. It's easy to apply and applicable to both damp and dry hair. I received it complimentary from Virtue Labs for my review."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This is a great product gifted by Virtue Labs that makes my hair and scalp feel moisturized and hydrated. I havenu2019t noticed a crazy difference on my hair since itu2019s only been a few weeks of using but I have noticed that the thinner areas seem fuller. The spray absorbs into my scalp quickly and easily without leaving any residue behind."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I love this for my hair! I noticed that my hair fall reduced greatly after I started using this hair serum. It's so easy to use and lightweight, my hair immediately soaks it in without feeling heavy. I've been using it nightly. Gifted by Virtue Labs"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My hair is extremely thin and fine so I am always for trying any products that will help with volume and strengthening my strands. I saw a small difference with the volume of my strands but am looking forward to seeing how this spray helps then new growth. I was gifted by Virtue Labs."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Havenu2019t really noticed a big difference but itu2019s only been a few weeks. It does make my hair feel soft. I canu2019t spray too much because then my hair feels heavy. Excited to stick with this and hopefully see more results. Gifted by Virtue Labs"
        },
        {
            "review_title": "Must try!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I have really been enjoying this product so far. I apply it to damp hair as a part of my hair wash day routine and have noticed more volume after I style it. As far as king term results I am very excited to see how it works for me! I do love how easy it is to use as other product just leave my hair oily and without desire to continue using. The spray allows me to be more consistent with it! This one also has a pleasant scent making it more enjoyable! This was complimentary from Virtue Labs, however all opinions are my own."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product is perfect for all the mamas who is struggling to regrow hair after the postpartum hair loss. I havenu2019t use it for long, but I already notice difference in my hairline. Canu2019t wait to see improvements after the longer use. Gifted by Virtue Labs."
        },
        {
            "review_title": "A big yeees !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Iu2019m super impressed with it!! I havenu2019t being using for the long and I already can see the improvement! Also I was so scared to use at first(because I have naturally curly hair), I donu2019t want my roots to get oily and curly and it doesnu2019t at all! Itu2019s like I never put any wet product there!! So good!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This product has been a game changer!! Most hair products of this kind are packaged in dropper bottles but putting it in a spray!! *chefs kiss!! Itu2019s so easy to use which means itu2019s easy to be consistent. So Iu2019ve seen amazing results in the overall health and strength of my hair."
        },
        {
            "review_title": "It works",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Gifted by Virtue Labs. Absolutely love this product! I use it once a day at night and section my hair where I mostly need it and it doesnu2019t leave a gunky residue at all. It feels cooling and not greasy either. I will continue using this as it seems promising."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Virtue Flourish Density Booster has a waterlike texture that makes it easy to spray onto the thinning parts of my scalp. It doesnu2019t weigh my hair down but it does leave a very slightly waxy coat that I feel contributes to my hair looking lifted and full in the morning. I use this primarily at night because it takes time to dry down and not look so wet and waxy. So far I would say the pros are that itu2019s got definite clinical studies, itu2019s a fine spray, itu2019s lightweight, and easy to apply. The cons are that itu2019s slightly fragrant so if youu2019re applying a lot it can be overpowering. Another con is I wish the usage directions were clearer / there was more consumer education. For example, sometimes I shower at night and my hair is so fine that the next morning is usually the one day my hair looks nice before it goes oily. After I shower I am really hesitant to spray this in my hair so itu2019s hard to use consistently. I am wondering if Virtue recommends spraying it on clean hair and thatu2019s just the price we pay for getting that hair regrowth we want. Anyway, Iu2019ve only used this for a few weeks but Iu2019m dead set on using it for the 8-12 weeks they use in the clinicals that show results.  Gifted by Virtue Labs."
        },
        {
            "review_title": "Iu2019m seeing regrowth!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This spray is an immediate lifesaver if you have thinning hair! Itu2019s totally drug free which is important to me as a nursing mom. This has clean ingredients and is an awesome treatment. When you begin to see your hair it a little bit thinner, specially in the postpartum period. I use the spray every time I shower. It definitely feels great to massage my scalp and I have seen a difference in the past several weeks with some baby hairs and regrowth! The botanical ingredients in this spray helps your scalp be prepared to heal and have new hair grow. This is one of those products you need to commit to using regularly to see results, but I love it! Gifted to me by Virtue labs."
        },
        {
            "review_title": "My Hair Looks Full",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "OMG this is a gamechanger product for my hair. With each use my hair looks fuller and more shiny and healthy too. Does NOT weigh my hair down and helps me keep it looking well managed. No reactions to my sensitive scalp with it. Complimentary from Vitue Labs"
        },
        {
            "review_title": "Must try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I been using it every night since I got it. And honestly I am 6 month Postpartum. It was gifted by vague labs to try. I really hope my hair grows so far I see a diff in my normal hair I feel it less weak and thicker.  So hopefully my new hair and scalp grows thick hair also. Super excited to keep using."
        },
        {
            "review_title": "Really works well",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This was gifted by Virtue Labs for me to try. I was really surprised at how I liked this I am very loyal to the haircare brand I use but decided I wanted to give this a try. It is really easy to use and cooling on my scalp. It gives a nice amount of density and volume to my hair when I dry it right afterward and it doesnu2019t make my hair crispy or greasy. I am not completely crazy about the scent but I am someone who is very sensitized my scents and very picky about that I smell! So donu2019t let my comment on that deter you."
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Gifted by Virtue. Another amazing product by one of my new favorite brands! I absolutely love this product and the way my hair has been looking after using this! I feel like I've noticed a difference on my hair growth which is huge for me! Would highly recommend this!"
        },
        {
            "review_title": "Showing results already!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I had been noticing some receding at my hairline above my temples - probably caused by aging, but Iu2019m not sure. Since using this density booster every night for 3 weeks, I have had definite new growth in these areas and the hair there looks fuller. Iu2019m super happy with the results. It also makes my roots feel more volumized and less weighted down by my curly hair. I have yet to try a bad product from Virtue and theyu2019ll be in my routine forever! Gifted by Virtue Labs but I would repurchase."
        },
        {
            "review_title": "Fresh and healthy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I have been using this product for about two weeks and I can see a noticeable difference in my scalp. It feels healthier and more voluminous. I love that it is a drug-free, natural solution that nourishes my scalp and stimulates new hair growth. The product is easy to use: I just spray it on my scalp once a day and massage it in. It does not leave any residue or make my hair greasy. The only thing that might bother some people is the tingling sensation that comes from the Methyl Nicotinate ingredient, which is supposed to increase blood flow to the scalp. I donu2019t mind it at all, and actually really enjoy it; but if you have a sensitive scalp, you might want to do a patch test first. Overall, I am very happy with this product and I would recommend it to anyone who wants to improve their hair density and health. I received this gifted by Virtue Labs"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "It is a high quality product!  I have noticed less hair loss.  It is an excellent product, I am very happy with it.  I will definitely recommend it.  This product takes a while to work so I can't wait and see more results! Gifted by Virtue Labs."
        },
        {
            "review_title": "Fuller, stronger, and healthier hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I already have medium-fine hair but I also heat style it and color treat it often so, my hair can get pretty brittle. This treatment has made my hair grow out healthier, stronger, and a bit thicker. It really give my hair this fullness and thickness that it was really lacking before. I feel like my hair has really transformed since I started using this product and it so impressed. If you feel like your hair is not a strong and healthy as it should be, you need to try this! It really helps improve your hair and its condition over time. Gifted by Virtue Labs."
        },
        {
            "review_title": "awesome product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "After going through two pregnancies, I noticed that my hair had become thin, weak, and prone to breakage. Fortunately, I discovered Virtue Flourish Density Booster, and since using it, I have seen a noticeable improvement in the health and density of my hair. This product has effectively stimulated my hair follicles, resulting in the growth of lots of new baby hairs. Gifted by Virtue Labs"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Complimentary from Virtue Labs. I cannot say enough good things about this Density Booster. It has truly made a difference in the appearance and feel of my hair. I have thin, limp hair and since using this, it feels and looks so full and thick. It also makes my hair smell amazing which is a plus! If you have thinning hair this will give you that volume you are looking for!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This had the same smell as the others in this line of products, which I love :) I liked that this was a spray, I had another hair growth product that had a nozzle with a large opening, you were pretty much pouring out the product on your head, even when you tilted it a little bit. This spray is not greasy or sticky whatsoever, it just gets your hair wet (since itu2019s a spray) but it dries well so I feel comfortable using it in daytime. Gifted by Virtue Labs."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I am loving the Virtue flourish density booster on my hair. I loved the packaging and can easily spray it over the scalp which is very convenient application. It feels gentle on the scalp and I use it every night on my scalp before bed. It doesnu2019t leave scalp greasy and feels refreshing too. Looking forward to see greater results."
        },
        {
            "review_title": "Not just for hair loss caused by age",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "I really love this density booster I was gifted by Virtue Labs. My hair feels thicker, stronger, and longer. This stuff is really easy to apply and doesnu2019t leave a sticky residue. I also love the fresh clean scent. I really like that this is drug free. In other words you donu2019t have to keep using it for the rest of your life."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The density booster spray smells fresh and it does not weigh down my hair. I section my hair when itu2019s damp and apply. Gently massaging it into my scalp. I donu2019t know if I will see significant growth from this but the ingredients are good and Iu2019m going to keep using it. If anything it feels nice and soothing on my head. Contains a botanical mix and I think itu2019s the peppermint oil Iu2019m feeling. I was gifted by Virtue Labs."
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "It is so comfortable on the scalp and it smells great and the outcome is non-sticky. The ingredients are definitely promising to work over long term in order to increase hair fullness. Definitely excited to see results. Gifted by Virtue Labs"
        },
        {
            "review_title": "Game changer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "(gifted by Virtue Labs) I have pretty fine hair. Iu2019m always feeling a bit of insecurity about itu2026 no matter what I do, it falls flat! But this product has changed the game for me! I love the ease of use and I love the end results!"
        },
        {
            "review_title": "Lightweight and easy to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Gifted by Virtue Labs. I use this spray about a week on daily base and so far Iu2019ve noticed how soft and shiny my hair is. I cannot say anything about strengthening or hair growth (not enough time of use), but it doesnu2019t cause any negative effects or allergies. The texture is very light, watery, itu2019s absorbs well without leaving any greasy or sticky feeling. Hope it will make my hair stronger and healthier too."
        },
        {
            "review_title": "Nice spray hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Este producto esta increu00edble me encanta ese formato en spray la aplicas todo el cabello te deja super suave y hidratado esta lu00ednea con keratina esta increu00edble super recomiendo ! Sus ingredientes son increu00edbles gifted by virtue labs"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I received this Density Booster Spray complimentary from Virtue Labs in exchange for an honest review.  I really love this product! After Covid, having a baby, and weight loss I have lost a lot of hair and have a lot of baby hairs.  I used it on dry hair to help increase volume and nurture those baby hairs.  I haven't used it long enough to see a drastic difference but so far it's not weighing down my hair or making it look oily or anything like other hair growth products do.  So far, so good!"
        },
        {
            "review_title": "Nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "need to say first that I was gifted by virtueu2026.. must say this is truly a great productu2026. Though someone who has tons on volume.. it hard to say how much this really helped my hair but it truly is a nice product"
        },
        {
            "review_title": "Noticing less hair fall out!u00b9",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "It was gifted by Virtue Labs. I like that how easy it is to apply. Just at night, I spray on my scalp, massage, then done. It doesn't seem to leave sticky residue on my pillow. I don't know about you, but I like to keep things simple with my routine. I think I am noticing less fall out when I blow dry. I will continuously use this!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Gifted by Virtue Labs Iu2019m very exited this product because I love this brand. I used just a couple times so hard to say but I like the texture and smell of this product. I donu2019t have problems with my hair but I loose a lot and hope this product will make my hair stronger"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Oily skin",
            "review_text": "Postpartum hair loss is a real thing so Iu2019ve been looking for a product to negate it. Iu2019ve been using this Density Booster once a day before bedtime and have noticed my scalp looks fuller and thicker. I also like the smell!   Gifted by Virtue Labs"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Gifted by Virtue Labs,Itu2019s a nice spritz. That it nourishes my curly hair. It is free of many ingredients. Smells so good. A drug free spray. Hair does not feel sticky after application, feels so soft. I use it everyday."
        },
        {
            "review_title": "Tons of baby hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I've tried many different hair growth and booster treatments and this one is great! Definitely feel a difference and can see it helps my scalp and i am starting to see baby hairs grow all over as well. Love the packaging and product smells good as well. Gifted by Virtue."
        },
        {
            "review_title": "Less shedding",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "My hair has always been on the thinner side but lately I have noticed my hair shedding more than usual. I have up my vitamin intake with minimal results. My hair dresser suggested that I add a protein spray to my regimen and this one fit the bill. It smells amazing and doesnu2019t add any weight to the hair and I am starting to see less shedding. Gifted by virtue labs."
        },
        {
            "review_title": "Thicker, fuller hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "After getting Covid, I noticed that my hair wasnu2019t as thick as it used to be, and was sitting out in areas around my face. Iu2019ve seen so many Tiktoku2018s about using different types of oils, but Iu2019ve never made one myself because I was scared I would do something wrong. I love  this Spray gifted by Virtue Labs because you can tell that it works and it takes a guesswork out of figuring out what to do. I spread to my damp hair after a shower or my dry hair before I go to bed."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "It has made my hair so shiny and pretty and soft. My scalp hasnu2019t been as itchy or dry. It has been working really well for me. My hair looks so healthy"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This density booster is the most comfortable one that Iu2019ve tried on my hair yet! I love that itu2019s non sticky and smells good, and the actives sound like ingredients that will really work over the long term to increase my hairs fullness. Even after just one use my hair had a lot more volume! Gifted by Virtue Labs"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Itu2019s designed to help improve the density and thickness of hair, and I found that it did just that. This is my second bottle and After using it for a while, I noticed that my hair felt fuller and had more volume overall. The product is easy to apply and doesn't leave any residue or buildup on my hair. I also appreciate that the ingredients are clean and free of harmful chemicals. Gifted by Virtue labs."
        },
        {
            "review_title": "I am loving this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Oooo this is so nice! I really love that this is a spray, it is so easy to apply on the roots! I can already see more volume in my hair so I canu2019t wait to see long term results! This also smells nice. Gifted by Virtue Labs"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love this product. The instructions are very easy to understand and were easy to apply to use. I love the formula for this product as well as the packaging, because packaging is a great deal, and this here is worth it; it does exactly what it says it does, and I love how great my hair feels. I would definitely recommend this to everyone because this is it and is something to try out. gifted by Virtue Labs"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "My hair has recently started thinning especially my edges due to my diet so I was very excited to try this hair spray. Iu2019m completely satisfied with how itu2019s performed. I sprayed it on my hair at night. My hair is much fuller and healthier now. Gifted by Virtue Labs. I love it!"
        },
        {
            "review_title": "Decreased loss of hair drastically",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Full disclosure - I havenu2019t used this enough to see actual hair growth. However, it has drastically reduced the amount of hair I have been losing in the shower and when brushing my hair. For that alone, Iu2019m super grateful. Iu2019m not exactly sure what is causing increased hair fall lately (most likely stress), but I would lose a small rodentu2019s worth of hair in the shower and after brushing my hair out. Iu2019ve been using this nightly, and do a minute or two massage to work it into the scalp. I like the spray, it does get the serum to the scalp with as little of it spraying on the hair and distributes it fairly well. I think I would prefer dropper style, but this works ok. I love that this serum isnu2019t oily or heavy, it absorbs so well into the scalp without leaving any sort of residue. This is important to me because I want to style my hair for work the next day. The scent is also super light. Iu2019m hoping to see hair growth but I am so happy that itu2019s at least decreased the hair Iu2019m losing day to day.  Gifted by Virtue Labs."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I was so excited to try the Density Booster from Virtue labs and let me tell you it didnu2019t disappoint. First off it smells amazing! It has a serum texture which I thought was going to leave my hair feeling heavy or greasy but it didnu2019t. Gifted by Virtue Labs"
        },
        {
            "review_title": "My confidence is back !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "My hair has been thinning as crazy and I have been looking for a product that could help my hair feels more dense and with crazy volume! I am so glad I was gifted by Virtue Labs this product and I was super excited to try it. Since my first use my hair looks so much fuller and healthy. It gave me the confidence I thought I had lost and I can see myself on the mirror again. I am definitely keeping this product at my daily routine."
        },
        {
            "review_title": "Instant volume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Smells exactly like the rest of their range in the purple packaging. Kinda like an elevated baby shampoo scentu2014I love it! From all the products of the brand, that Iu2019ve tried so far, this gives the most immediate results. Instant volume and thickness that gives a beautiful lift and lasts all day. Instant favorite!  Gifted by virtue labs"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Gifted by Virtue Labs. I use this spray every day and see some results already. My hair fall is signifincatly less. I also noticed that I have more volume and healthy shine. My hair looks very smooth and healthy this is a must I love it"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Gifted to me by virtue labs this product is amazing I love the results they show improvement in just a few times of use and it smells amazing the texture is rich but not to thick itu2019s light and fabulous"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "The Flourish Density Booster is a game-changer for those experiencing hair thinning or loss. It's a botanical-based, drug-free spray that provides the necessary nutrients to the scalp to promote healthy hair growth. The product is easy to use and is clinically proven to work. It's also color-safe, paraben-free, vegan and gluten-free. I highly recommend giving this product a try! gifted by Virtue Labs"
        },
        {
            "review_title": "love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "I absolutely love all Virtue hair care but I am really enjoying this density booster. I wear my hair up a lot and this helps with new growth and also breakage. I feel my hair is actually growing while using this and not just breaking off. I def love it and recommend if you have damaged hair. Gifted by Virtue Labs."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone",
            "review_text": "I received this Virtue Flourish Density Booster for Healthy Hair Growth complimentary from Virtue Labs to try out and review in exchange for my honest opinion. It's too soon to tell if this hair density booster has been having an effect on my hair so far, but I'm looking forward to hopefully seeing good long-term results from this hair growth treatment on my thin hair after using it for longer! I like that this product is vegan and cruelty-free, and that it smells nice!"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product is great. I use it every night and it doesnu2019t leave my hair greasy. It feels good and smells great. Iu2019ve noticed my hair feels fuller. I canu2019t wait to see more benefits from using this product. Gifted by virtue labs"
        },
        {
            "review_title": "This smells amazing too!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I recently got a bottle of Flourish Density Booster complimentary from Virtue Hair Care in exchange for my honest review, and my usually thin and lifeless hair now looks AMAZING. My hair has been thinning due to stress this past year, and I had despaired of it ever looking full and thick again. But, after only one application, my hair is thick and bouncy again! I just cant rave about this enough - best leave in ever."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "* gifted by Virtue Labs * FLOURISH DENSITY BOOSTER spray smells very herbal (which I love) and helps to improve hair growth! Color-safe, paraben-free, vegan and gluten-free. It improves in scalp health and nourishmes damage weak hair follicles, so far I am loving it"
        },
        {
            "review_title": "It Works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This is what I needed in my life! My hair hair become limp, finer and more dull. My hair feels and looks so much better. Itu2019s so easy to use, and it really truly works. Just keep up with the process, you will notice an amazing difference  Gifted by virtue labs"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "#giftedbyvirtue ThIs density booster from virtue has been really helping my hair. I think itu2019s really good for thin fine hair. I can totally see volume in my hair after using this. And it also help strengthen my hair. I definitely feel this is a great product for someone who is struggling with fine hair."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This is the first time trying this product and omg smell so nice like rosemary and my scalp is more clean o see a big difference on my hair specially in the front of my hair baby hair are growing and Iu2019m so happy! Gifted by virtue labs"
        },
        {
            "review_title": "Fav!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Complimentary from Virtue Labs!! Virtue Flourish Density Booster has helped so much with my scalp and hair growth. I've noticed my fragile hair is stronger after just one use. It has helped my hair strengthen and my hair feels so much thicker. Love this so much!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Complimentary from Virtue I've got to tell you about this scent-sational product! You see, I recently tried out the Virtue Flourish Density Booster and let me tell you, it's no stinker! Despite what some other reviews might suggest, this product smells divine. It's like a breath of fresh air for your hair, with a scent that's subtle but oh so refreshing.  But that's not all, folks! As someone with fine hair, I'm always wary of products that leave my locks feeling greasy or weighed down. But this Density Booster is a game-changer. It's lightweight and easy to apply, and it doesn't leave any residue or buildup. My hair feels fuller and more voluminous without feeling heavy or oily.  I don't know about you, but I'm pumped to see the results from using this product over time. I can already tell that my hair is looking and feeling better, and I can't wait to see what other magic this Density Booster has in store. So if you're on the fence about trying it out, let me be the first to say - go for it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Drug-free spray clinically proven to support healthy hair growth. Sig me up. Flourish Density Booster is ideal for hair loss prevention or mild to moderate hair thinning. Color-safe, paraben-free, vegan and gluten-free. Complimentary from Virtue Labs"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "everything I try from here and I highly recommend to anyone! Super silky and smooth anyone looking for new hair products should try this brand out!!! I love love love their products I highly recommend"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I have thin and fine hair and I am super happy to report I see results with this even after just a few uses! It's hydrating and non drying and doesn't leave any crunchy feel. I am super excited to see future results! Gifted by virtue labs"
        },
        {
            "review_title": "Great results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have super fine hair that is now thinning out drastically. I was so excited to try this Virtue Labs spray! I am happy to say that it works really well. It immediately makes you hair feel thicker as healthier. I canu2019t wait for the long term effects of using the product! Gifted by virtue labs"
        },
        {
            "review_title": "Great for thin hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Tan skin tone, Combination skin",
            "review_text": "I suffered badly from postpartum hair loss and thinning hair. Iu2019ve tried a ton of different shampoos and topical hair products to try and make a difference in my hair. This one is the only one that made even a slight change. Iu2019ve only used it for a short time, but the instant results are kind of amazing. Gifted by virtue Labs."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Virtue products have become a part of my life. It was everything I was looking for since I was on the lookout for thicker and fuller hair so that I could keep up with the chemical from the bleaching to keep up with a good look in my hair. Complimentary from Virtue Labs"
        },
        {
            "review_title": "Less hair in drain and brush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I adore Virtue products and have used the healing oil for a while now. Itu2019s the only oil Iu2019ve tried (and I tried many) that does not weigh down my hair.   I had to give the density booster a try! After experiencing hair loss and seeing more and more hair in the drain after washing my hair or when brushing it, itu2019s incredibly relieving to see the amount lessen. Iu2019ll continue using it to truly see my hairu2019s thickness increase, as it takes quite a while for new growth to make a difference in the lengths. But so far Iu2019m truly impressed!   Gifted by Virtue"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I really like how does Products itu2019s on my hair. It does not make it earlier greasy. I am sharing a lot of hair because of postpartum and I Iu2019m hoping with continuous use. It will make my hair more fuller. Gifted by virtue labs"
        },
        {
            "review_title": "Looks great so far!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "So far I have seen a good difference where my thinning is more prominent towards the front of my hair. I like that I can just use this before bed too. I wish it was in better packaging because the spritz part gets a bit funky but itu2019s an easy fix. I would just prefer if it was in a dropper or nozzle for better application. So far Iu2019m happy with my promising results! This was gifted by virtue labs."
        },
        {
            "review_title": "Nice tingly sensation",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I can always count on Virtue to deliver high quality products. This is my first time trying the Flourish line and it offers more benefits than anticipated. This doesnu2019t just help hair growth but also adds volume and leaves a nice tingly feeling. I didnu2019t expect that. Gifted by Virtue"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The virtue flourish density booster is a drug free way to stimulate and make your hair stronger and thicker and actually works! I got this because I had a lot of hair loss. Just stick with it for a couple months. This was gifted by virtue"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Dry skin",
            "review_text": "Itu2019s super easy to use. All you need to do is apply to the scalp and donu2019t need to rinse. So you can apple this at your convince which I like. My hair feels so much silkier and shiner after I started to use this and I am happy about my results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Tan skin tone, Dry skin",
            "review_text": "I am loving all the flourish products and I canu2019t wait to see the long term results of the booster with more hair growth! The hair mask is also amazing! The entire flourish line is fantastic and I am really enjoying them"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair",
            "review_text": "this product gifted to me by Virtue Labs works!!!! If youu2019re struggling with hair loss and thinning, Iu2019d recommend using this. I have really damaged hair with a lot of breakage and this works well for me. The consistency is nice and it absorbs quickly"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I recently tried Virtue Flourish Density Booster and I'm impressed with the results. My hair feels thicker and fuller after just a few uses. The formula is botanical-based and stimulates the hair follicle, which is great for thinning and anti-aging concerns. It also strengthens new and existing strands, leaving my hair looking and feeling healthier overall. I would definitely recommend this product to anyone looking to improve their hair density.    gifted by Virtue Labs"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this brand products so much because they really make a difference in my hair routine. Iu2019m so excited to try this oil because lately my hair has been sitting and falling out like you canu2019t even imagine now that Iu2019m 30 years old Iu2019m starting to notice differences in my body and my skin and hair, so I was so excited that this has made a difference for the better. Gifted by Virtue Labs"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "While product provides temporary u201cboostu201d sensation due to vasodilation of the scalp, the amount necessary to saturate the scalp is cost inefficient"
        },
        {
            "review_title": "Check ingredients carefully",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "First I did not like the smell, but I did not hate it so I kept using it.  I thought I have seen less hair falling out, so I decided to keep using and ordered a second bottle. It contains some possible harmful chemicals, out to the tradh it went. Too expensive to throw out contains ccontains s"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have fine, easily greasy hair and this product works really well for me. However, it took me about a bottle and a half and a few months before I saw results. I feel like with most hair products like this, you have to give it time before you can determine if it worked for you or not. I put it primarily on the sides of my head and around my upper left and upper right forehead, and I now see a lot more baby hairs coming in than before. I only apply it after I shower and I try not to put too much on. I don't notice any extra greasiness from this product and it acts as a great root lifter too. I've already recommended it to friends who have similar hair to me."
        },
        {
            "review_title": "I cannot tell you how happy I am with this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I have very fine hair and have experimented with a ton of root lifters and thickening products. Ordinarily, a product that stimulates hair growth is not also good for styling, but this one is two in one! Itu2019s a fantastic root lifter. I use it to style my hair and Iu2019m still getting the other benefits. Itu2019s a new staple for me!"
        },
        {
            "review_title": "Not your best option.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I still can't tell if this works (I have recently started using it), but I am not impressed. It makes my scalp greasy and uncomfortable and my hair heavy. The spray itself has a slightly burning/prickling sensation on the skin that I don't like either. I'll continue using it but, meh."
        },
        {
            "review_title": "Love!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019ve only been using this 3 nights and I already feel like Iu2019m seeing a difference, crazily enough. I put it on before bed and it smells AMAZING, especially the next day. It does not make my hair greasy at all either actually"
        },
        {
            "review_title": "Red rash - Watch out!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "tomatically gave me a red u201crashu201d. I didnu2019t look at the ingredients before buying since it was recommended by a dermatologistu2026 big error. There are a lot of irritants in it: Peppermint oil, Linalool, Geraniol, Limonene, Citronellol, Citral, Hexyl Cinnamal, fragrance and other extracts that can cause irritation.  Will have to return and find another option."
        },
        {
            "review_title": "Impressed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I think it works! Iu2019ve been using it for only a couple of weeks and I do see a difference with my hair length! I will buy again."
        },
        {
            "review_title": "Wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Not sure if Iu2019m going crazy but after using this for 2 weeks Iu2019m already seeing new growthu2026like 1-2 inch growth. Whatever the case Iu2019m happy. Give it a try. Youu2019ve got nothing to loose."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I wanted to love this product but unfortunately didn't. I have used it for months and honestly have not seen even a little change. I dont see anything happening not even so much as my hair feeling a little thicker or any new growth. I really think this product is a placebo and may be psychological. I dont think it does anything."
        },
        {
            "review_title": "price increase....",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Love this product it helped me regrow thinning areas after going off the birth control pill. I will no longer justify buying as the price was increased by $20 and it is no longer affordable for me."
        },
        {
            "review_title": "SO HAPPY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Bought this after seeing a review from a dermatologist. I noticed results within a few weeks and so did my hairstylist. I will continue to use this product regularly. ufffc"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have very thin and damaged hair (thin genetically, damaged from years of bleaching).  I am always on a quest to make my hair thicker and healthier and have tried hundreds of products, no exaggeration.  THIS WORKS!!  I have been using it for about two months and notice a big difference in the volume and density of my hair! I spray from the bottle onto my fingertips at night and massage it into my scalp.  After about one week I did have slight scalp irritation which did not last long and passed as I got used to the product. I wash my hair every third day and I will admit by the second day of using this my hair does look a bit greasy, but nothing that dry shampoo won't fix and the benefit far outweighs that! If you are on the fence definitely give this product a try.  I hope it continues to work for me and for others, it really has completely changed my hair for the better!!"
        },
        {
            "review_title": "Works like MAGIC!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Amazing product! Used it 3x and I already see a huge difference! Ever since pregnancy, my hair has been falling off like crazy especially when I wash my hair. My hair looks fuller and Iu2019m just getting started"
        },
        {
            "review_title": "Whaaaat??!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Oh boy oh boy! Not wanting to waste any, I been spraying on my fingers and rubbing into my scalp.  Been using for 2 weeks and I have had to cut my fingernails 3 times!   It is making my fingernails grow like crazy! Love it!"
        },
        {
            "review_title": "Product PSA",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Weird review, but I wanted to provide info that may be helpful for new users.  This is directly from the product page on Virtue's website:  The Density Booster incorporates Methyl Nicotinate, a vasodilator that works synergistically with the follicle supporting complex in the formula for optimal efficacy. As a result, you may notice a blushing or tingling of the scalp where the product is applied.  As with all products, we recommend that before using, conduct a patch test. Apply a small amount of product to the inside of the arm for a minimum of 15 minutes. If you experience flushing or tingling or any reaction, begin by targeting application only to those areas with hair loss, thinning or shedding. It is common to build a tolerance to this ingredient with continued use over time.  I've been using this product for about a week and half and have experienced this result - I don't find it itchy or painful, but red and raised and definitely a certain heat/tingling.  Goes away after about twenty minutes.  Since the company acknowledges this effect, I feel confident to continue using this product.  I'm not sure why this disclaimer was not posted on Sephora's product page (it's also missing from Amazon's product page), as it feels like pretty crucial information.  I haven't used this product long enough to comment on the effectiveness, but since I'm posting this review, I will come back and edit in a month or so and provide an update on how well it works re: hair growth/thickening/volume.  I do find application (aside from the initial redness) to be excellent - no stickiness, and once dried, the hair root looks good, far less stringy than Vegamour, IMHO.  Smell doesn't bother me at all, I like an herbal bouquet, but it also doesn't last once dried.  For reference, I have very long, thinnish, straightish, fine hair.  I've started this regimen with hopes of preventing hair thinning/loss due to aging."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I am on my 3rd bottle of this, using it nightly. It absolutely works. My hair is fine and thinning, but most noticeable has been the loss of hair at both temples and forehead. After 3 months, all these areas are growing in. The solution has not been too heavy or greasy for me, but I only spray on the scalp, not the entire strand of hair. Also, I massage it in for 10-20 min every night using a scalp massager. Iu2019ve used many, many hair growth products, several which Iu2019ve liked over the years, but none continue to work. Hopefully this one will. Please try it, and as with all hair growth products, be patient."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Really wanted to like it but 3 days in and its going back. Feels very heavy on your hair, makes it stiff and very greasy- i couldnu2019t wait to wash it out.  Also made my scalp itchyu2026 no way i can use this daily fo my thinning hairline. Sad."
        },
        {
            "review_title": "Horrible Smell",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I donu2019t usually writ reviews but I felt compelled to this time.  I ordered this based on reviews that it helps with thin hair.  I have to admit I am giving it 3 stars because I canu2019t say if it works or not.  I used it once and just can not get past the horrible smell!  At this point my review is based strictly on the fact that I am not able to use it enough to determine if I will see results or not."
        },
        {
            "review_title": "itu2019s a staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "If youu2019re on the fence, please try it! The only thing that has come close to these results for my naturally fine curly hair is the Camille rose gro-grease + growth serum, which I do still use and love for sprouting new hairs.  This product is far more convenient, and in my experience, I do get an immediate and lasting thickening effect similar to the oribe thickening spray but WAY less drying. If you apply too much it can get a lil crunchy, but you can brush that out or apply at night and sleep on it. My thin temple areas (from an aggressively lightened money piece on baby fine hair) is finally not just growing, but thickening and becoming more than whispies.. The hair in that area feels better and healthier in such a short time. I hope that helps anyone looking for a solution.   As for the smell, girl itu2019s not that bad. If youu2019ve used anything from the origins mega mushroom line, it smells exactly like that to me. If youu2019ve used any hair grease with sulfur, or have had your fair share of run-ins with wild growth oil, this is NOTHING compared to that stank and definitely smells more spa like and lessu2026.you know haha. Again, just my opinion.   Love this product and will continue to repurchase!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "So far I really like it- Iu2019ll have to continue using for some time to see if it makes any difference. My only complaint is the bottle. The top comes off very easily and because of that I dropped it so many times it eventually cracked (all within one week of owning it) and I had to put the product in a different bottle. Not a huge deal, but kinda annoying"
        },
        {
            "review_title": "Gotta try it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This works wonders!! My hair has been thinning at my temple area, however after applying this daily, I noticed that fhis made the hair on my temples area more full and thicker.  I started notice a difference after one week. Complimentary from virtue labs."
        },
        {
            "review_title": "Great volume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I love this product for my thin hair! It gives some volume and it makes my hair look healthy! I use it every night, dry or wet and it doesnu2019t leave any grease unlike other thickening products. I also love the smell, it is light and fresh. I doesnu2019t irritate my scalp or make it dryer. I just hope I can see changes for some hair growth, maybe if I continue to use it consistently."
        },
        {
            "review_title": "Nice volume boost, needs more time to work",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have fine and thin hair and am always looking for products that will help strengthen and boost my hair.  I have been using this product, gifted by Virtue Labs, as directed, sprayed and massaged into the scalp.  Rather than using it in the evening I have been using it after my morning shower.  I havenu2019t noticed any regrowth or new growth but after using it on damp hair it gives a nice boost to the volume of my hair.  It doesnu2019t make my hair stiff or sticky at all once I have brushed it through.  It is easy to use so I am hoping that with continued use I will notice improvements in my hair growth and thickness."
        },
        {
            "review_title": "So far so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I got the product complimentary from Virtue Labs in exchange for an honest review. I have always had dull thin hair, so I am very excited to see if this product actually works. I was given 14 days to publish my review, so there's no way for me to tell if it's actually working and doing what's claimed, but I can share my thoughts on the application. I've used some other products to improve hair density, but they have always been packaged in a bottle with a dropper. I like that this product is in the form of a sprayer, that's much easier to use. It doesn't irritate my eczema affected scalp and doesn't make my hair greasy. It adds a bit of texture to my hair, which I actually like as it gives volume to my roots. The product has a light smell which is not unpleasant. All in all, I enjoy using it and will be waiting for the result!"
        },
        {
            "review_title": "Highly recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Received this Flourish Density Booster gifted by Virtue and I can see a visible result in just one week. I have been experiencing hair loss from quite sometime now and this is a game changer for me. I can't wait to see the results after a month or two. Love this spray, packaging is beautiful, scent is a little strong for me. Overall I highly recommend this."
        },
        {
            "review_title": "good stuff",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I have hormonal, genetic, and age-related hair loss. There is no bringing that hair back no matter what direct sales companies and snake oil salesmen try to tell me. My dermatologist concurs. What I CAN do is take care of what I have left and try to make my hair look healthy and plumped. This density booster 100 percent does the trick. I use it along with the Flourish shampoo and conditioner and it honestly makes my hairs feel plumped and fluffy and shiny zhooshed.  I really enjoy this product and it's replaced my volumizer.  Gifted by Flourish, all opinions are my own."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Gifted by Virtue Labs.  Ever since post-pregnancy I feel that my hair hasnu2019t been the same.  Itu2019s just not as full as it was before.  The scent is somewhat herbal which I donu2019t love, but can live with.  Iu2019ve been applying this on my scalp and massaging it daily.  Itu2019s too soon to tell if it will work, but I am hopeful and will provide an update!"
        },
        {
            "review_title": "too soon to know if it works",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Flourish gifted me their Density Booster. I've used this less than 14 days and I think more time is needed to see how this really works. I've been told that hair cycles are around 6 months so only a week or two is not enough to see growth or changes in density. This review is based only on application. I do not feel any burning or tingling on my scalp. It is just like applying water from a spray bottle. A lot of spray comes out and I think this would work better with a dropper as I get a lot on my hair and feel the product gets wasted. I found it works best if I spray, massage, spray massage rather than spray all over then work it in because the first time I used it I applied way too much. Too much product can make hair crunchy but once it dries it can be brushed and look normal again. I have thin hair so it is noticeable when they stick together. After that I applied less and it worked better."
        },
        {
            "review_title": "Very effective and way cheaper!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I was gifted by Virtue Labs! Way cheaper and promising find! I just recently came across a very similar product, (similar ingredients and results) - but itu2019s way more expensive. Sadly after 3 months of regular use I felt the new hair started to fall out again and it was too expensive for me to continue as well.  Now Iu2019m excited for this one. Same ingredients + larch extracts and itu2019s cheaper. I love the cool sensation after you spray on scalp. Iu2019ve been trying this for a week now. Hair looks a little dense but itu2019s not a drastic change. I know itu2019s too early to see immediate results or hair sprouting but I know they will come and Iu2019m hoping I can continue using this so the baby hair doesnu2019t fall out either. Iu2019m going to purchase this again for better results."
        },
        {
            "review_title": "Volume!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Gifted by Virtue Labs. I have fine hair with not much volume. This Density Booster helps  my hair have volume! My hair looks and feels  fuller and it adds shine. I'm hoping that with constant use I will see my hair get fuller!"
        },
        {
            "review_title": "Iu2019m so surprised by this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This really surprised me! I have had some postpartum hair breakage and am really trying to nurture the baby hairs around the frame of my face, but Iu2019ve been having trouble getting them to grow. I have only been using it for a short amount of time, but havenu2019t been seeing any of my baby hairs falling out in the shower and Iu2019m so excited. All around my hair is feeling like it has more life and is starting to return to my u201cpre pregnancyu201d hair.  Iu2019m so happy with the progress my hair is making and I canu2019t wait to see the long term results.   I received Flourish complimentary from Virtue Labs in exchange for my honest review."
        },
        {
            "review_title": "Too soon to tell but...",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Excited to see the results after using this product longer! So far I like the scent of the product and the volume its given me. Packaging is cute and I really like that there aren't harsh chemicals in it. Looking forward to seeing what happens in a couple months. This was gifted by virtue labs"
        },
        {
            "review_title": "Good stuff",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This has made my hair feel so much healthier and fuller! Iu2019ve used it on wet and dry hair and itu2019s not greasy. It makes my hair feel so much smoother. Gifted by virtue labs but this is my honest opinion."
        },
        {
            "review_title": "Promising hair mist for hair growth",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The booster is a water based product. Reminds me of a toner but for your hair. The booster doesnu2019t have much of a scent and very light weight to use. I spray it on dry hair and massage it into my scalp. It does not feel oily or sticky at all so I am able to go out after applying the product. It seems to keep smooth out a few fly aways. Not sure about the thickening aspect I have to use it longer to see. Based on looking at the ingredient list it does look promising since it contains hair stimulating products like peppermint and ginger which helps stimulate the scalp. So far so good. Product was gifted by virtue labs for my honest review."
        },
        {
            "review_title": "Volume!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I canu2019t tell if this product is working already or if itu2019s just in my head that it is lol but either way it leaves my hair feeling very voluminous! I canu2019t wait to finish the product and see the difference! Gifted by virtue labs"
        },
        {
            "review_title": "It works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received this Flourish Density Booster complimentary from Virtue Labs. I have been suffering from hair thinning and hair loss. I have tried different supplements and hair serum but it has not improved my situation. Iu2019ve been scared to stroke my hair and even brush my hair after shower because of the amount of hair that I get every time. Until, I tried this Density booster, I have been using this daily and after 2 weeks, the amount of hair that I lose after shower is significantly less than what it was before (as shown in the pics below). I was surprised and happy.  I believe that this product really helped and I highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Virtue Flourish Density Booster for Healthy Hair Growth is a gel texture with a floral scent. Itu2019s a serum oil like product that is light weight and not greasy, leaving cooling sensation on the scalp. Only time will tell on continuously usage will see  whether there is stimulation of the scalp on fot hair growth. Definitely a product I enjoy using as it leaves my hair looking refreshing. Itu2019s a spray, was makes it so easy to use. Complimentary from Virtue (Sephora)."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this complimentary for Virtue. This is my first time trying one of their products, and so far I think I like it? I havenu2019t noticed any major difference yet but my hair also isnu2019t falling out as much so thatu2019s good. Itu2019s just okay for me at the moment."
        },
        {
            "review_title": "Love the easy spray application",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have been using the Flourish Density Booster I received complimentary from Virtue Labs for about a week and I really like that it adds no weight or greasy feeling to my hair! Itu2019s only been a short time, but the spray application makes this so easy to incorporate into my routine! Iu2019m looking forward to fuller looking hair!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "I waited over a month to see the results, however to my disappointment-this did not work me at all. I have a fine wavy hair and applied this once every day as I have been experiencing hair loss due to stress."
        },
        {
            "review_title": "Noticing less post-partum hair loss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have been using this spray for like a week and a half now. I currently am experiencing post-partum hair loss as my little girl is 5 months old now. Plus, she is contantly pulling my hair out. So I really wanted to try this! It does have a little bit of an u201caftertasteu201d as far as scents go-like a chemical smell. But the smell isnu2019t so bad that it lingers or deters me from using it. This is supposed to strengthen and help with the new hair growth. I havenu2019t noticed any new growth yet, since I havenu2019t been using it long; however on days I use this, I definitely experience less fall out. I will absolutely be continuing to use this and am happy with my results so far.  *gifted by Virtue Labs"
        },
        {
            "review_title": "Stimulates my scalp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I was gifted by Virtue the Flourish Density Booster in exchange for my honest review. I enjoyed the nice clean fresh scent. I have an oily scalp so it felt a bit weighed down for daytime use so I applied it on at night and used it as an overnight treatment. I tried another method and sprayed it on my fingertips and massaged it onto my scalp and that helped a lot. Because of that method, I noticed a slight warming tingling sensation which I liked. I felt like it was stimulating my scalp. This did give my hair a thicker and healthier look. Using this has helped me pay more attention to nourish my scalp more often. I have been seeing benefits to using this product and will continue to use it longer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "gifted by virtue labs. I absolutely love this product and all of the benefits that it has for your hair. I was excited to see this product because I have very fine and flat hair and so I am always looking for products that will help give me some volume and lift especially at my roots. This product definitely helps especially when Iu2019m blowdrydrying my hair and gives me a little lift."
        },
        {
            "review_title": "So easy and not sticky/greasy!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I received this complimentary from Virtue Labs. My hair is super this and I have a ton of breakage around the crown area and front sides so was excited to try this out. I like that it can be applied to damp or dry hair and I love that itu2019s a spray and not a dropper! It also doesnu2019t make your hair feel sticky or crunchy or greasy. Super easy to use. Havenu2019t used long enough to too any results but I will continue to use as part of my daily routine."
        },
        {
            "review_title": "Itu2019s been working for my thinning hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "*gifted by Virtue Labs for my honest review   Since my 30s because of added stress of my kids and my diet changes, I started noticing my hair getting thinner and thinner! So Iu2019m always on the hunt to find products that help with thatu2026 Recently Iu2019ve been really loving the results Iu2019ve been getting using the Flourish Density Booster spray! It smells good and has ingredients that support hair regrowth, and strengthens new and existing strands! I like applying this in nighttime before going to bed. I section out my hair first, and then spray directly onto my scalp and massage the product in (donu2019t rinse). After using it for some time, I definitely see a lot of regrowth (hello baby hairs!!) and my overall hair falls less!!! Iu2019m going to continue using it and hope to see even more results! Anyways, itu2019s also vegan, gluten-free, cruelty-free, and comes in recyclable packaging!! Itu2019s a GOOD one yu2019all!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received this complimentary from Virtue Labs for my review. First off, I love this herbal, spa like scent! Itu2019s very soothing. Besides the lovely fragrance, I like the mist and the thin texture. A lot of density products are so sticky and thick that I end up not using it since itu2019s uncomfortable on my scalp. This one was gentle and easy to use. It also gave my roots a subtle boost of volume."
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I like this product gifted by Virtue Labs. It has keratin as a second ingredient (after water) and itu2019s so good for my hair. Itu2019s for daily use and it doesnu2019t make my hair roots look greasy like some other similar products. I use it along with the healing oil for my split ends, from the same brand. Canu2019t wait to see the results in few weeks!"
        },
        {
            "review_title": "Non oily simple spray on formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Flourish Density Booster gifted by Virtue Labs comes in a sleek packaging. Itu2019s a simple spray on product. I followed the instructions and applied on my scalp where I have visible hair thinning due to years of partitioning my hair on the same side. I gently massaged the product on my scalp. It has a mild fragrance. Looks promising and I intend to use it for the next couple of months. Itu2019s vegan and paraben free, sulfate free with a recyclable packaging."
        },
        {
            "review_title": "Great for thinning hair over 40",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I am amazed by how this Flourish Density Booster works well on my pre-menopause thinning hair. I have dealt with hair loss around my hair line, constantly aware of the appearance of my hair on photos & in-person.  Iu2019ve tried several other brandsu2019 product as well, the consistency of Flourish is the easiest to work with. Massage every night after spraying it, Iu2019ve noticed that it helps out the blood circulation of my scalp. Loving it so far!  Kindly gifted by Virtue."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Gifted by Virtue Labs. I have been having hair loss and alopecia. I am not going to say I have gotten back all my volume because I havenu2019t. However I have been seeing my hair regrowing! My alopecia spot has been regrowing I am happy to see the results with it but I was consistent"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I'm new to the hair products realm, but this is one of my favorite new hair products. After using it for several days I noticed a stark difference in the volume and bounciness of my locks. My hair is very fine and usually goes flat pretty quickly but this product really gave my hair some bounce and the volume it was craving. Gifted by Flourish"
        },
        {
            "review_title": "Works so well!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I used this in my hair where Iu2019m currently having a lot of shedding and itu2019s been thinner. I followed the instructions to spray it on the scalp. And massager it and when I combed through my hair I got hardly any shedding and my hair was so much fuller I couldnu2019t believe it. This spray is incredible!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Through the years, my hair has gotten thinner, so I was looking forward to try a something for my scalp and the roots of my hair.  For sure, this type of treatment takes a while to start seeing results, right now I just can mention that I love to have it as part of my Haircare routine, it is user friendly, so easy to apply, I love how it smells and how it feels on my hair, it does not cause me any irritation or adverse reaction and it also leaves no residue.  I am looking forward to try more products from this brand, which is a vegan, cruelty free and gluten free one."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received this complimentary from Virtue for review. After my pregnancies, my hair has started to feel thinner and has more breakage. After applying this to my roots and massaging into my scalp, my hair has appeared noticeably thicker, especially at the hairline. This doesnu2019t make my hair look oily, and the fragrance smells so good, very natural and fresh."
        },
        {
            "review_title": "shiny, healthy hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I'm not quite sure how I feel about this product. It's unlike anything I've ever used. It's almost like a serum. It's not sticky or oily and it's undetectable in my hair, but also doesn't really make it look thicker or fuller. It does look healthy and smells awesome. I have only been using for a week, so I'll update in a few months to see if it actually causes hair to grow. Complimentary from Virtue Labs."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Amazing packaging as all of the Virtue Labs products and the fragrance is so nice. My hair is very thin, curly and damaged and this product is exactly what my hair needs to feel healthier. Complimentary from Virtue Labs."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Gifted by Virtue Labs. I use this spray every day and see some results already. It smells great and is super easy to apply. Iu2019m also using this in conjunction with the Recovery Shampoo and the Full Conditioner."
        },
        {
            "review_title": "Healthy shiny hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Gifted by Virtue Labs. I use this spray every day and see some results already. My hair fall is signifincatly less. I also noticed that I have more volume and healthy shine. My hair looks very smooth and healthy."
        },
        {
            "review_title": "Perfect for Postpartum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This hair density booster is everything that I need on my postpartum journey. After I gave birth to my daughter I lost a significant amount of hair around the frame of my face. This booster has been so helpful in regrowing my hair. Itu2019s not an overnight solution, but it has really been helping to nourish the growth and improve the speed in which itu2019s growing back. It smells great and is super easy to apply. I use it every other night before bed and have truly seen a difference in the condition of my regrowth. Canu2019t recommend this product enough!"
        },
        {
            "review_title": "Life saver for my hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Gifted by Virtue Labs. I have straight thin hair that lacks volume. This Density Booster was a life saver for my hair! You see results even after couple uses. My hair looks and feels great, fuller and shinier. Iu2019ll keep using it constantly for even better results and hair growth."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love that this is a drug-free hair thickening option for people with less volume and thinning hair concerns. It is still to early for me to know if this will really work in the long term but so far I like how easy this product is to use and it feels good on my scalp. Gifted by Virtue Labs."
        },
        {
            "review_title": "Great serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Gifted by virtue labs. This is very promising! My hair always been thin but lately itu2019s been thinning even more. I like the formula of this serum, it absorbs quickly and doesnu2019t makes my hair oily.  Itu2019s the kind of product that you have to trust itu2019s working, you will see results in a couple of weeks"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Iu2019m new to this brand, so Iu2019m trying out a couple of products. This is a little pricey. So Iu2019m really hoping that I see the results that Iu2019m looking for with such a high end product. Iu2019ve been massaging it into my scalp and I do think my hair is thicker. I just started this not too long ago so Iu2019m not seeing regrow process yet."
        },
        {
            "review_title": "Great results, lovely scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Ordered this back in January (itu2019s now March) as I had been experiencing worsening hair loss and thinning over the past 6 months or so. Since purchased, I have been applying it every morning, and sometimes also at night. After the first week, I noticed significant improvement in the amount of hair loss while washing my hair and/or brushing. After another a month/month and a half, I was noticing growth along my crown/hairline (where I had been focusing the application) and my hair overall appeared to be more filled out than before.   I saw some comments criticizing the scent, but I actually love how it smells- itu2019s neither chemical-like nor flowery, but rather an earthy, aromatherapy kind of scent like a high-end salon. Iu2019d consider the scent a plus!  I apply the product post-shower to wet hair after applying my Olaplex leave-in conditioning cream, and then I typically blow dry. Not sure if this is typical (the bottle suggests applying at night when your body is at rest), but Iu2019ve really noticed a difference in how much shinier and smoother my hair is since i started using it.  All in all, Iu2019ve been very happy with my hair progress since using this product and I would recommend to anyone with fine, thinning hair!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m on the fence about this product. Iu2019m about halfway through the bottle and I know itu2019s too soon to see major results. I think it might be making my hair feel a little fuller, and the ingredients seem promising, so I will finish the bottle and then decide if I want to continue with it as itu2019s pretty expensive. One thing that I hate about this is the smell! Itu2019s awful, it smells like bug spray and itu2019s really strong and does not fade away at all. I only use this at night and only when Iu2019m alone, because I would definitely not want someone else smelling this on me! And I only wash my hair every few days so the smell just gets worse and worse. So the benefits of this are going to have to really outweigh the smell if Iu2019m going to continue with it. Iu2019m praying they reformulate the fragrance."
        },
        {
            "review_title": "Gives Lift if you Like Hay",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Similar to my review of the shampoo and conditioner I do not recommend this product. It turned my fine hair to hay and did nothing for regrowth. I paid full price for this and the combo shampoo and conditioner and had to throw them all away. Do not recommend for colored or fine hair."
        },
        {
            "review_title": "GOLD!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "LOVE this product. I was not sure where to begin with a hair thickening product. Decided to order a moisture conditioning mask (ordered the Dr. Kiehlu2019s which is okay but probably shouldu2019ve tried something like Kera tase or this Virtue brand), just to start. Well. After ONE day my hair wasnu2019t coming out in my comb as much. Thought it must be a fluke. Iu2019ve been losing a lot in the past couple months and it needed to stop!  Next use was even better, then better!  In four or five uses the hair loss is about 1/5th or less of what I was losing. Idk how this works but itu2019s like a freakin miracle. Hopefully it will help my hair to grow in faster and stronger too. Not sure if Iu2019ll try the conditioners in this brand because they do seem awfully pricey. But this stuff is GOLD.  I hope they make it forever."
        },
        {
            "review_title": "Expensive",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "First of all this product is expensive and i am not getting result that i am expecting. It makes my hair dull and I am experiencing a hairfall. Only bright side is that it is not that sticky when you apply it and it doesnu2019t have minioxydile in it. You guyz can give a try may be it works in your hair but not mine"
        },
        {
            "review_title": "So Far Happy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "So far I like it. Itu2019s only been a few weeks so I canu2019t really speak to how well it works to regrow hair, but it may be working because my hair is feeling thicker. It could also just be this spray makes my hair feel and look thicker, but either way I like it. Itu2019s expensive tho and I feel like Iu2019m going to have to frequently repurchase. It seems worth it however because it provides some hold and gives body to my fine hair without making it crunchy. I only put it on after showers when hair is wet but it air dries perfect wavy and feels soft and silky with extra body. For this alone itu2019s worth it."
        },
        {
            "review_title": "A Really Great Product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been using this for about a week, so I can give a basic review. Iu2019m also using this in conjunction with the Recovery Shampoo and the Full Conditioner. My main goal is to get some regrow then kind of right above my temple areas. Iu2019ve been spraying this on my hair at night, massaging in. It smells wonderful! One or two days I did it in the morning, it didnu2019t leave my fine hair greasy at all. Iu2019m also the first person to have any type of weird reaction to a product, no irritation, itching or anything at all. The shampoo and the conditioner have already made my hair so much fuller and happier in a 1+ month. Iu2019m excited to see where the Flourish Density Booster takes my hair!"
        },
        {
            "review_title": "Saved my hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Deep skin tone, Dry skin",
            "review_text": "I lost about half of my hair following a serious illness. It was really impacting my self confidence so I decided to try the entire virtue flourish line and I am sooo happy with the results. I massaged the density booster on my scalp every night before bed and 6 months later not only is my hair thicker but its also so much more vibrant and shiny! Absolutely try this line if you are struggling with hair loss!"
        },
        {
            "review_title": "Works well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Light skin tone, Normal skin",
            "review_text": "Helps thinning hair grow. I probably wouldnu2019t have tried it without the sample."
        },
        {
            "review_title": "Really enjoying this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Normal skin",
            "review_text": "Iu2019m loving this product. Iu2019ve had some post partum thinning near my temples, and this has visibly helped. It smells good and doesnu2019t make my hair greasy. I spray it on before bed, super easy to use."
        },
        {
            "review_title": "Hairs for keeps!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Been using every day for 2 months and my baby hairs aka new growth is already starting to grow longer! I wish I could do a time lapse video for even just a week, because itu2019s growing like a chia pet, but it does take time so stick with it!!"
        },
        {
            "review_title": "Grow, Baby, Grow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I've always had fine hair, but post-partum I was worried about even more hair loss. I love the nightly routine of putting Flourish into my hair - it smells amazing and the results are great too. I can definitely see some new growth already."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love that the Virtue density booster is drug free. Iu2019ve been using it for about 6 months and have definitely noticed a lot of growth. My hair always feels thicker when I use it!"
        },
        {
            "review_title": "LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "My sister told me I needed to try this and I was skeptical at first but it really works!!! Already seeing new baby hair growth near my temples! Love this product!"
        }
    ]
}