{
    "product_id": "1525",
    "name": "Self Tan Purity Bronzing Water Face Mist",
    "brand": "St. Tropez",
    "categories": "Skincare, Self Tanners, For Face",
    "price": 44.5,
    "about": "Which skin type is it good for?.What it is:.Solutions for:.If you want to know moreu2026.What it is formulated WITHOUT:.What else you need to know:",
    "ingredients": "Water, Dihydroxyacetone, PPG-5-Ceteth-20, Propylene Glycol, Glycerin, Ethoxydiglycol, Coco-Glucoside, Caramel, Phenoxyethanol, Parfum, Sodium Metabisulfite, Hydrolyzed Jojoba Esters, Hydroxyethylcellulose, Tocopherol, Decylene Glycol, Caprylyl Glycol, d-limonene, Anisyl Alcohol, Sodium Hydroxide, Linalool, Hexyl Cinnamal, Benzyl Salicylate, Butylphenyl Methylpropional, Citronellol, Hydroxycitronellal, Alpha-isomethyl Ionone, Coumarin.",
    "how_to_use": "Suggested Usage:..-Shake well before use. ..-Close eyes and spray five to six full pumps onto clean dry skin, applying evenly over face, neck, and decolletage. The delicate mist easily absorbs into skin under or over make-up, as primer and setting spray, with no need to rub or blend in. ..-Within 4-8 hours, it develops into a flawless golden glow that smells beautiful, with no transfer onto clothing or bedding. ..-Spritz as often as desired throughout the day to refresh skin and boost your glow. Use every day for a tan that lasts for days and fades evenly. .... Precautions:..-For external use only. ..-Wear gloves during application. Wash hands thoroughly after use. We recommend a patch test is carried out 24 hours prior to use. ..-Do not apply to broken or irritated skin. Stop using if skin becomes irritated. Avoid contact with lips. Do not get into eyes, if this happens simply rinse thoroughly with warm water. ..-Do not inhale, use in a well-ventilated area; ensuring adequate extraction and ventilation during use. ..-Self-tan may stain, so take care not to get it on furnishings, wool, nylon, paintwork or light hair. Do not spray on or near carpet, furniture or fabrics. ..-Store upright below 30u00b0C/86u00b0F.",
    "num_reviews": 496,
    "overall_rating": 3.9,
    "product_url": "https://www.sephora.com/ca/en/product/self-tan-purity-bronzing-water-face-mist-P432262?skuId=2059046&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2059046-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "2.7 oz/ 80 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2059046-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "amazing product! i have combination/ oily skin and it worked well for me! you simply just spray it on and you dont have to blend anything. it wasnu2019t patchy at all but use it cautiously. my first time using it i sprayed a lot on my face and it was a bit to dark for my liking!"
        },
        {
            "review_title": "need!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "If youu2019re thinking of buying this productu2026 BUY it!! Itu2019s literally amazing, and gives you the perfect tan. This is a must have in winter."
        },
        {
            "review_title": "Great product but sizing is offu2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Ok so I actually love this product and have been using and reordering for a long time. A new bottle arrived today and it felt small, and then I held it up to the current one I had (both 2.7 fl oz) and it is definitely smaller in height and width. Very sketchy. Thereu2019s a chance I purchased the other one at Ulta, but stillu2026"
        },
        {
            "review_title": "Must have for summer glow in the winter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was scared at first to use this in fear it would break me out but it did the opposite. The summer glow makes my skin look clear and glowy. Canu2019t do winter without it!"
        },
        {
            "review_title": "Does nothing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Cool I just spent $33 on scented water. I used it 7 days in a row and I still look like a ghost."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely love this face mist, it's helped make my skin look more even and more tanned. I haven't had to use my usual foundation to make my skin look more even to my body skin tone. It's super easy to use and it never makes me look patchy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "This st.tropez face mist is remarkable. iu2019m so impressed and the gorgeous glowing even tan this gives my face without breaking me out. This is definitely a winter staple for me! cannot recommend this enough!iu2019m"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this face tan spray! Itu2019s very easy to spray and get an even application for your face and neck. I like to lightly rub it in after to make sure I get all the corners and sides evenly. St Tropez is one of my fav self tanner brands."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "Another great one by St. Tropez. This tanning spray is so nice!! I love that it sprays really well and gives an even application. Itu2019s nice to use for those on the go days but still wanting to keep up with your self tanner"
        },
        {
            "review_title": "Sun - kissed look .",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "The St. Tropez Self Tan Purity Bronzing Water Face Mist is perfect for fall and winter when I donu2019t get much sun. Itu2019s super lightweight, hydrating, and has a lovely tropical scent that I enjoy. Itu2019s so easy to useu2014just spritz it on with no rinsing neededu2014and it gives me a natural, streak-free glow in a few hours. I also love that itu2019s not sticky on my face, making it perfect for keeping my skin radiant during the colder months and looking sun-kissed for my trip to the Dominican Republic!"
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is a great product! It isnu2019t very patchy, and it feels refreshing. The mist is very nice. It is also great value for the amount of product you are getting, since you only need a couple of sprays for your face."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is a fine spray mist that (I think) goes on after skincare to give you a soft, subtle glow. I like that it goes on lightly so you can adjust how many sprays you want to the outcome you desire. I wish there were more clear directions about whether this goes over or under skincare. I see a lot of people saying they turned super orange and I did not, so I'm wondering if they put it directly onto their skin. I also try to go really light on skincare the day I'm using it so I'm not spraying it on a 10-step skincare routing, otherwise I worry about it penetrating. More consumer education from the brand would make me feel like I'm doing it right. But, overall I'm glad I never turned orange."
        },
        {
            "review_title": "Quick and easy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I have been using this self tanner facial mist for a long time and Iu2019m obsessed! Itu2019s the quickest and easiest way to apply self tanner on the face without transferring while looking evenly! The mister itself is very fine and it coats the face without spraying the product too harsh. I apply it in the morning and let it sit so I can get a glowing complexion. It gives my skin a beautiful glow that looks very natural yet still noticeable without being orange. Highly recommend!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I cannot recommend this product more!! I absolutely love it so much!! My face usually tans but it fades due to my skincare routine and your face constantly shedding skin cells but this works so well for me! I spray it all over my face and body right after I get out of the shower and put on my moisturizer after wards and I am left GOLDEN BRONZED!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was a little nervous to use this at first because I normally don't use self-tanner on my face, but this face mist was such a nice surprise! The mist on it is really nice and sprays out evenly, and it doesn't have the typical self-tanner smell, but it is scented. It's very lightweight on your skin, and it gives me a nice sun-kissed glow without making me look orange or splotchy. The bottle will also last you awhile because you really don't need to use much. I highly recommend it if you are looking to try out a self-tanner that's made for your face!"
        },
        {
            "review_title": "Sunkissed Look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This self tan spray will give you glowy skin within a couple of hours. I sprayed it before I went to bed and woke up with sun kissed skin! I highly recommend this if you're looking for a product that gives a quick tan without the streaks."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "This is an amazing one for winter! Iu2019m already so pale, and wanted to add some face mist to my beauty routine. Very was to use, nice scent, texture, easy to spear, and the result is just awesome. Iu2019m so happy to have it. Absolutely recommend"
        },
        {
            "review_title": "A great tannin mist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am in love with this tan mist! Iu2019ve tried tanning drops and theyu2019re OK but I really like this mess because itu2019s kind of like a toner/water and doesnu2019t have a smell that Iu2019ve noticed. Itu2019s like a subtle glow, but I bet you if you spray more, you will get a more intense result"
        },
        {
            "review_title": "Very nice product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Great way to maintain a glow in the winter! I really love this self tan purity bronzing water face mist. Itu2019s so simple to use and it doesnu2019t smell really strong like a lot of self tanners. It felt incredibly refreshing on my skin"
        },
        {
            "review_title": "the best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "one of my favorite facial tanners. i love the spray, it never comes out blotchy or streaking and itu2019s such a fine mist and also had a great smells. when it comes off it fades evenly and never makes you look orange either"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I recently received this product from St Tropez and have been loving it so much lately. Itu2019s so easy to use and gives very long lasting results. I would highly recommend this product to my friends and family."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I thought that this self tanning mist was great! I loved the way that it didnu2019t make me orange looking at all and gave me a natural tan and glow itu2019s super easy to use and it doesnu2019t transfer to clothes or sheets"
        },
        {
            "review_title": "Perfect !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Dry skin",
            "review_text": "I really LOVE this Self Tan Purity Bronzing Water Face Mist. Itu2019s so simple to use and it doesnu2019t smell really strong like a lot of self tanners. I love that you donu2019t need to worry about streaks or turning orange. It gives you the most natural tan enhancing color mess free. I definitely recommend!"
        },
        {
            "review_title": "very nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I really liked this face mist. I personally donu2019t like to self tan on my face because so this was a great alternative. The mist didnu2019t leave my face blotchy at all and was very even. I also really liked the scent of the product."
        },
        {
            "review_title": "Effortless look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Just tried the St. Tropez Purity Face Mist and I'm absolutely loving it! The final result is a beautiful, natural looking tan that gives my skin a radiant glow. The application process was super easyu2014just a few spritzes and I'm good to go. It felt incredibly refreshing on my skin, like a little burst of hydration. What I love most is how fuss-free it isu2014no transfer at all, so I don't have to worry about stained clothes or pillowcases. Plus, the mist is so fine and even, it blends perfectly without leaving any streaks. Definitely a must have for an effortless sun-kissed look!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Great way to maintain a glow in the winter! I get super pale in the winter and am always looking for a way to add a little glow to my face. This is an easy step to add to my routine to maintain a glow."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "The self tan purity bronzing water face mist is definitely a needed essential to keep up a bronze look all season long! The bottle was easy to use and the scent smelled amazing! I would definitely recommend this to anyone wanted a bronze look."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Combination skin",
            "review_text": "I love this self tan bronzing water face mist. Perfect for summer months if you wash your face a lot like me, my face never matches my body or for the winter months to give your face a subtle bronze glow. The applicator sprays a fine mist so itu2019s easy to control what areas you want to spray. Love that itu2019s a mist and not a cream because itu2019s mess free and you donu2019t have to use your hands to blend. Develops slowly over 4 hours and then it last a few days. Super convenient and fast results without looking patchy or orange!!!"
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I was a bit skeptical because a lot of tanning products arenu2019t that great for me but this one is so easy to use, it smells really great and it leaves a nice glow on my skin !!! Love that you can wear over makeup!!"
        },
        {
            "review_title": "So Pretty!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "This Self Tan Purity Bronzing Water Face Mist is my new glow-to! Itu2019s like sunshine in a bottle, perfect for achieving a natural sunkissed glow without any of the mess or hassle of traditional self-tanners. The tropical scent is heavenly and makes the application feel like a mini spa moment."
        },
        {
            "review_title": "Great, natural tan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This is such an easy and great way to get a self tan! This gives an immediate glowy look, boost of hydration and overtime gives a beautiful natural sunkissed tan. Itu2019s super easy to add into my routine. Thereu2019s no transfer, the product applies evenly and it has good lasting power. It also smells really good!"
        },
        {
            "review_title": "Good spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "So this natural glowing skin face mist was a nice product I was able to try. I like how it's a spray so you don't have to touch it while applying it goes straight on. It's also not sticky once on skin so I like that too."
        },
        {
            "review_title": "Subtle glow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Self tan bronzing face mist gives you a subtle glow. The applicator sprays a fine mist and doesnu2019t drench you. During winter months I look pale and Iam trying to keep my skin healthy so this mist is helping! The bottle is cute and the spray doesnu2019t get stuck. Thereu2019s no harsh chemical smell and it gives you a subtle glow."
        },
        {
            "review_title": "love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Normal skin",
            "review_text": "iu2019ve used st tropez tanning products before and really liked them! iu2019m excited to use the face spray especially during the winter months when i need a glow. itu2019s easy to apply and doesnu2019t leave my tan looking patchy!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is without a doubt the easiest way to tan your face without sun damage! The application is so easy, and it sprays very evenly. I also love how you can build the tan to be as natural or deep as youu2019d like."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am in love with this bronzing water face mist. I like the final result. The no transfer Mist is easy and fuss-free. It doesnu2019t leave any discolored spots. My skin tone looks bronzed, refreshed and even. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "have been in the UGC community for almost a year now. With a passion for all skincare, hair care, make up and fashion! I love creating captivating content, I believe there's incredible potential to collaborate on projects that showcase your products in an engaging and compelling light. I know my audience would your products as much as I love your products."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Good bronzing mist if you need to tan your face but donu2019t want to deal with a lotion or something else that is messy. This is easy to spray on your face or in your facial moisturizer. Good for a light tan"
        },
        {
            "review_title": "Best self tanner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Dry skin",
            "review_text": "Iu2019m a pale redhead who self tans all the time and this stuff is amazing. It looks so natural (doesnu2019t have that fake orange look) and it doesnu2019t break me out. So many self tanners will break my face out, but this one doesnu2019t. Itu2019s perfect if you want to look sun kissed and glowy, but without the sun damage. I still look a little pale in the photo I uploaded, but usually I am sheet of paper pale."
        },
        {
            "review_title": "So natural and easy!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "SUCH a fan of St Tropez and this water face mist is an amazing addition! I love a spritz to bring some warmth to my face, itu2019s easy to add into my routine and transfer proof! No mess and I am glowy in a few hours."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely love the St. Tropez Self Tan Purity Face Mist! I was a little skeptical at first, but this has quickly become my go-to for a natural, sun-kissed glow without any fuss. The mist is super easy to applyu2014just a few spritzes, and youu2019re done! Itu2019s lightweight, dries fast, and I donu2019t have to worry about any sticky residue or staining my clothes. I can even use it over my makeup without any issues!  What really stands out is how hydrating it feels on my skin, thanks to the hyaluronic acid. My skin stays soft and never feels dried out like with some other tanning products. Plus, itu2019s vegan and cruelty-free, which I really appreciate. The tan looks natural and streak-free every time, and I love that I donu2019t need to rinse it off. Itu2019s definitely worth every penny!"
        },
        {
            "review_title": "Amazing tanner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This is genuinely my new favorite face tanner! It is so so easy to apply. Itu2019s a very fine mist so itu2019s easy to get an even layer across your face. Itu2019s so easy to use! It felt like a facial spray toner on my face. Once I patted it in I didnu2019t even know it was there. It is weightless. Throughput the day your face progressively gets more bronze. And by the end of the day you have beautiful bronze skin. I am actually obsessed with! Easiest face tanning process"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "St. Tropez Mist provides a beautiful, natural-looking tan that leaves the skin with a radiant, sun-kissed glow. The final result is even and subtle, which I loved, as it looks  natural and not an artificial tan. It is easy to apply and makes. me feel refreshing with just a few sprays. The mist is lightweight and dries quickly, with no sticky residue or heaviness on the skin, making it comfortable for daily use. Itu2019s truly fuss-free, with no need to rub it in, and since it's a no-transfer formula, it doesnu2019t stain clothing or pillowcases. Overall, itu2019s a good product thatu2019s nice for achieving a glowing, tan complexion effortlessly."
        },
        {
            "review_title": "golden glow without streaks",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love this self tan face mist!! I'll exfoliate and moisturize my skin and then just spray my face and neck. I do it right before bed and wake up with a gorgeous color! Sometimes I'll do it under my makeup too and love the results. Also love that it doesnt streak or have any strong self tanner scents."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love this self tanning face mist. It doesn't break me out or cause any issues with any other products in my routine. It leaves my face with the perfect sun kissed glow that is not orange or patchy at all."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "This is such an easy and convenient way to apply self tanning. The mist is fine and fast to use. You just need to be patient to see the color changing. I wish all tanning products were this simple and mess free."
        },
        {
            "review_title": "Natural beautiful glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I enjoy this tanning face mist a lot! I am a beginner in self tanning world and I love how easy and messy free this is. It gives me light sunkissed glow that looks very natural yet beautiful on my skin."
        },
        {
            "review_title": "An absolute favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely LOVE this face self tanner. This is my second time getting it and itu2019s hands down the best. The mist is super fine and gives a nice even coat, I never feel like I have to spread it around and get self tanner all over my fingers. I apply at night and I wakeup the next morning to such a nice soft glow. Highly recommend to anyone whou2019s contemplating it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this self tanner!! I like that it doesnu2019t smell nasty and I also love that it goes on clear. It does not leave any streaky marks or go on patchy. It leaves a normal color and does not go on too orange."
        },
        {
            "review_title": "NOT FOR SENSITIVE SKIN! Caused the worst breakouts",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love all St Tropez body products. This spray caused me to breakout and have cystic acne. Which are skin issues I have never dealt with. I have dry skin but I have not had acne or breakouts since I was a teenager. I discontinued use thinking it was hormonal. After a week or so my skin cleared up. I just tried incorporating it into my skincare routine again and within 48hrs I have broken out again."
        },
        {
            "review_title": "I wonu2019t be pasty this winteru2026",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "Iu2019ve never had good luck with a self tanning product until I met this one! Donu2019t do this three days in a row thoughu2026 and be sure to include your neck. I havenu2019t had any streaking or splotching."
        },
        {
            "review_title": "A must for all pale people.....",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "This is amazing!!! I sprayed it on at bedtime. And woke up with a beautiful natural tan glow.  I am extremely pale and this is game changing. If you are the palest shade of make up in every brand. Try this.....it makes me feel like I have a real tan without the sun damage."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "I was afraid to use this seeing reviews that it caused acne because I have very sensitive skin that ALWAYS breaks out with new products, but this didn't make me break out at all! I love the color it gives me. I wish there was a scentless option, but otherwise I love this product."
        },
        {
            "review_title": "Orange",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Tan skin tone, Normal skin",
            "review_text": "I liked the feel of the product however it made me orange, not tan. Will be returning"
        },
        {
            "review_title": "MY HOLY GRAIL",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have gotten so many of my friends onto this. Some prefer to pat it in with a dry beauty sponge afterwards but I find spraying 10-15 sprays(yes, I am extremely fair) I fan my face off to dry it and go to bed."
        },
        {
            "review_title": "Very good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I either spray this on my face before bed, after my skincare routine or in the morning following my skin care. I like the color it gives me, but I wish it was a little bit darker, itu2019s one of my favorite skin tanning sprays though!"
        },
        {
            "review_title": "Great tanning product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is so good! Such a nice shade and develops so evenly. Perfect for if your face tends to be lighter than your body."
        },
        {
            "review_title": "ATE DOWN",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "HOLY GRAILL this product is amazing it will give you a tan in 4 hours. Make sure to hydrate your face before using it and you can put it on overnight and wake up ready to go <3"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Caused my seborrheic dermatitis to flare up for the first time in years and itu2019s 1 month before my wedding. I definitely do not recommend for those with a history of dermatitis or sensitive skin."
        },
        {
            "review_title": "For face",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "Itu2019s OK it kind of clings to certain areas I would just spray a little so it doesnu2019t look like too much"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I am SO obsessed with this product. It is so perfect and it looks so natural! My boyfriend commented on how glowy I looked!"
        },
        {
            "review_title": "Gave me the worst skin breakout in years",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "My skin broke out so bad after using this for about a week. At first the tan color looked great and totally natural but I've now been paying for it with whiteheads and cystic pimples the likes of which I haven't had since I was like 15 for the last 2 weeks. So good luck and best wishes you are one of the people this product works well for!"
        },
        {
            "review_title": "2nd bottle with broken sprayer",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "the product is great! good for us pale girlies that canu2019t tan but PLEASE fix the sprayer. This is my second bottle where the spray just leaks out and gets all over my hand."
        },
        {
            "review_title": "Beautiful glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "Always gives a nice glow, not orange! The spray is pretty even sometimes need to dab it after to ensure no spots"
        },
        {
            "review_title": "Terrible Packaging",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "The sprayer broke after 5 used. Sephora would not let me exchange the product because it was after 60 days. 80% of the product is unusable because the sprayer broker."
        },
        {
            "review_title": "Like it but causes irritation on face",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "really wanted to love this. color is great and so easy to use on my face. sadly it causes irritation and breakouts. didn't like it for my body."
        },
        {
            "review_title": "No for sensitive skin!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This product is marketed as a natural product, so I was hopeful my sensitive skin would be able to tolerate it. Unfortunately it includes fragrance, which I read prior to purchasing but was hopeful it would be a very mild scent. However it is an extremely potent scent, and this product was very irritating to my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "complimentary from sttropez I'm really pale and I've used the original St. Tropez years ago and loved it. I decided to try out this different formula. It was really greasy while I waited the suggested 1-3 hours before rinsing.I love how it looks on my skin."
        },
        {
            "review_title": "Pleasant scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Tan skin tone, Normal skin",
            "review_text": "Love that this product doesn't smell or feel sticky like other self tan products I've tried! It isn't super dark, but it does give a nice bronzed glow and is perfect as a stand alone product or in conjunction with other products to maintain your tan"
        },
        {
            "review_title": "BEST TANNER EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I recieved this complimentary from sttropez. THIS TANNER IS MY HOLY GRAIL. I have tried so many self tanners on the market and this is the only one that does not make me look orange! It is the most perfect bronze that never turns out streaky."
        },
        {
            "review_title": "Even better than I had hoped for.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Normal skin",
            "review_text": "I was looking for something to help me so I didn't feel the need for face makeup. In two applications on clean skin I accomplished that exactly. It's everything I had hoped for. Smells better than any self tanning product I've ever used and is also cleaner and easier as well."
        },
        {
            "review_title": "not enough payoff, great, odorous",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Normal skin",
            "review_text": "The color was okay, albeit very light. However, the way it feels on the skin is so awful! It's very greasy feeling, I found I was counting the minutes until I could wash it off. It felt like I put Crisco on my face. Has a very strong developing tan smell, also. Would not use again"
        },
        {
            "review_title": "would get again",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "gives a nice tan, my sprayer stopped working a little though. SMELLS HORRIBLE!!!!"
        },
        {
            "review_title": "Good face tan!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This mist gives very nice colour and is so natural looking and easy to apply! Only downside is it has a really bad fake tan smell that doesnu2019t go away :( if that doesnu2019t bother you then youu2019ll love it"
        },
        {
            "review_title": "Best there is!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I have tried every self tanner out there and this is my favorite! Smells lovely and gives me a nice olive/golden glow. I'd give 10 stars if available!!!!!"
        },
        {
            "review_title": "Addictive Summer Glow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Amazing!!! I spent $140 on a professional spray tan for my beach vacation and initially I looked gorgeous, but by the very next morning my tan lines were completely gone and it was only subtly noticeable. Thankfully, I had this St. Tropez face mist and body mousse packed to ensure my spray tan lasted the entire 10 days. I was shocked when it out performed my professional spray tan!!! Please note: It was my first time using St. Tropez and I made a couple of critical mistakes. First, I didnu2019t protect my full head of blonde highlights and all along the roots of my face, this product stained my hair badly. I was really upset with myself for having not been more careful and for never reading the reviews beforehand. It took forever to wash it out. Thatu2019s absolutely not what you want after spending several hundreds of dollars on your highlights! Itu2019s been 6 weeks and now itu2019s completely washed out. Iu2019ve continued to use this bronzing face mist with my shower cap carefully placed on after showering, and the results have been perfect without any leeching onto my roots. My mistake! Similarly, I didnu2019t use the mit when I started spritzing into my hands too afraid to go rogue again on my face, neck, decollete, etc. i washed my hands vigorously but they still had a slight stain. I highly recommend this product as well as the St. Tropez drops Iu2019ve since purchased too! Just please donu2019t make my errors: use a shower cap so you can mist in your face, ears, neck, decolletage, etc. without it staining your hair or hands! I use the mitt now too for blending!"
        },
        {
            "review_title": "Life changingu2026",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The way this product completely eliminated foundation from my makeup routineu2026 i am in love!! It gives the most glowy, golden tan I canu2019t stop looking at it. Didnu2019t mess with my sensitive, very reactive skin either. 5/5"
        },
        {
            "review_title": "Included in my daily routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m fair to light skinned, and the natural glow I received with st. Tropez is so so natural looking. Iu2019ll be stocking up, because I donu2019t want to be light skinned anymore lol u2665ufe0f"
        },
        {
            "review_title": "Glowy and natural",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I have tried almost every face tan water/spray and this is the one I always go back to. It does not streak and is perfect for achieving a sun kissed look as I sun tan my body and avoid my face!"
        },
        {
            "review_title": "Almost perfect",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am very fair skinned and love the natural glow, but prefer to stay out of the sun. This product is a really good substitute for that! Although it can sometimes apply streaky, using a lotion with it to spread evenly works for me. Really nice for the fair skinned girl!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "gorgeous glowy color that isnu2019t orange even on fair skin but after the first day it starts flaking off unevenly and leaves my skin looking mottled. and half the time the tan doesnu2019t even develop even when applied to bare skin"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "So good!!!! Looks so natural and easy to apply! I wear it more in winter and it is still so natural!"
        },
        {
            "review_title": "Something Growing inside",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I AM FREAKING OUT. I take this product out when summer is around the corner, i still have a lot of product inside the bottle. Iu2019ve been using for the past week day and night but I just noticed some white growths/membranes floating in the product. what are those???"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I sprayed this on my face, neck and chest after showering. They directions say donu2019t rub it in so I didnu2019t, but it absorbed completely after a few minutes and turned into the best, natural, most even tan! Itu2019s amazing!"
        },
        {
            "review_title": "Too orange",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "I use a different brand that starts with the St. and mistakenly thought I was buying that. This stuff is very orangy and you can hardly feel the mist, so you don't know if it's even on. It also did a very bad job on my neck area. I'm sending it back and getting my usual stuff."
        },
        {
            "review_title": "Subtle but enough for me",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I find the best way to use this is at night time  I spray about 8 sprays all over my face/neck/chest. Fan it dry for a few seconds and then apply my night cream. The next morning I rinse my face with cool water & moisturize. Iu2019m left with the perfect glow"
        },
        {
            "review_title": "Orange cast / clings to dry skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "Orange tone and clings badly to dry / rosacea prone skin. I do not recommend. I already have medium olive skin I just wanted a little more color but orange was not what I had in mind"
        },
        {
            "review_title": "Wonderful self tanner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I love this product so much! It's the easiest face tanner I've ever used. And after the color develops I don't really need that much makeup. The closest thing to this color is a trip to the beach!"
        },
        {
            "review_title": "OBSESSED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "This is my holy grail!!!! first time user and I am OBSESSED!!! I've already talked 10 people in my family into buying it!!! I am 31 years old and finally decided to stop laying out in the sun and putting myself at risk for skin cancer! this stuff helps my ego! I spray it all over, but especially my face, neck and chest and I AM TAN. NOT ORANGE! TAN!!!!!!!! BUY BUY BUY!!!! the only flaw is mine does leak some and then it may stain my hand a little because I don't realize it's leaking down. I usually use 6 sprays on my face. try it!!!"
        },
        {
            "review_title": "Orange splotches everywhere",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "After trying to master the mist for a few days, I find I canu2019t get this to even out. Iu2019ve tried every technique and have use many before. Iu2019ll stick to the St Tropez drops. Unfortunately Iu2019ll be returning, even purchased at half priceu2026still not worth the embarrassment of my orange check and the and forehead. Smells lovely though!!"
        },
        {
            "review_title": "Not impressed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Welp- just as I thought. It looks nice the first day after you use it. But- when you wash your face at night- it will start to look patchy and cling to dry areas on your face. (The side of my eyes and therefore making fine line very obvious)"
        },
        {
            "review_title": "A must have product youu2019ll love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, lightMedium skin tone, Oily skin",
            "review_text": "I love this stuff!  I use it before bedtime a couple of times a week and wake up to the best sun kissed look!!  Definitely a product I keep around!!"
        },
        {
            "review_title": "Works for dark skin too!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "My mom is pale and I found this in her drawer (Iu2019m pretty dark, medium/deep Dominican skin lol). I jokingly sprayed this on my face and usually my face is pale from wearing sunscreen everydayu2026 itu2019s drastically darker today! So I had to write a review on a product Iu2019ll probably never buy, but Iu2019m here to tell you it works!"
        },
        {
            "review_title": "Easy glowy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Love this stuff!! It gives me such a pretty natural looking glow. I will wake up after using this, look in the mirror and do a double take because my face looks so nice! Itu2019s so easy to use, just spray it on and let it dry. Totally foolproof"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Wow! Where has this been all my life??! Having chronic illnesses, Iu2019m always quite pale.. I try to sit in the sun for a tan but I know how much the sun damages the skin. This tho! This is it! I put it on in the morning, just 3-4 spritzes and again at night before my moisturizer. I noticed the difference a few hours after the first application. Would highly recommend!spritzthen put"
        },
        {
            "review_title": "Un beau boost du2019eclat!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ju2019utilise le produit depuis une semaine. Le resultat est surprenant et donne un teint eclatant. Il faut simplement le mettre de fau00e7on circulaire (pas trop pres du visage, tout en faisant un cercle avec notremain)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Smells good n looks natural. Best tanner in my opinion."
        },
        {
            "review_title": "Skip",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Product has a horrible self tan smell and is not natural at all, very orange."
        },
        {
            "review_title": "Dripping and orange",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I don't know if my bottle is defective but whenever I spray, the product is dripping on the bottle and on my hand. Also, I wish the product was not that orange. Avoid warm lighting."
        },
        {
            "review_title": "Loved this.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I got recommended this product by a Sephora worker, I love this product. You sort of have to play around with it to find how much product you need to not look orange. This product is a good alternative to actually tanning with moose."
        },
        {
            "review_title": "Pleasantly surprised",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I do a night time skin care routine after I brush my teeth. I spritz in a circle on my face, head to the couch for a few more minutes as I wear a CPAP and don't want to have weird 'tan' lines and wake up with a dewy glow, no tan lines, and very natural looking. I have olive (Greek) skin and the winter takes all of the color from my face. This is the perfect replacement and smells great!"
        },
        {
            "review_title": "Not great for someone with freckles !!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "After using the product 2 times, i found that my age spots are much darker like very dark and some bigger freckles are also very darku2026 brown spots all over  Much prefer ST  tropez  bronzing mousse"
        },
        {
            "review_title": "Not great",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "made me orange very orange and was not natural at all"
        },
        {
            "review_title": "Creates massive breakouts",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "I have tried all the st tropez products.. this is by far the worst oneu2026 I used this a few times and it made me break out like crazy. Caused horrible breakouts on my chin and neck area. This product is going in the garbage"
        },
        {
            "review_title": "Can't be without it anymore!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The 15 seconds I spend on this 3x a week is prob the quickest way i have to look great. I do 3-5 sprays on my phase then rub in and distribute VERY WELL with a moisturizer.  Don't use too much, you need to play around a little to find your way with it.  I do find it's important to exfoliate or it starts to get a little patchy if you are applying daily."
        },
        {
            "review_title": "Not ever buying again",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Horrible experience for me. Very orange and picks up on every imperfection on the face. The mist is not fine enough and does not distribute well on the face. A lot of face tanning products are way better than this."
        },
        {
            "review_title": "Horrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Horrible! Nozzle leaks, droplets are different sizes (not a even spray) and super orange. Just use the regular st tropaz and a kubuki brush for a cleaner, smoother face tan."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "As a beginner to self tan I found this incredibly easy to use.  I followed the directions and got a nice even result. I also used a brush to blend after spritzing.  I am already more of a medium tan skin tone, so I used this two days in a row to get more color.  Definitely happy with my purchase!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Smells pretty good but literally did not develop any pigment or even a light glow whatsoever. Not worth it."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Saw this product all over insta and tik tok and was so excited because Iu2019ve used the isle of paradise tanning drops forever and thought this would be a great swap that didnu2019t involve getting it all over my hands. WRONG. Literally zero pigment develops (I have medium olive skin), the sprayer doesnu2019t push the product out far enough to actually hit your face - it just created a little spritz right by the bottle and sort of drips out. Going back to my tried and true tanning drops!"
        },
        {
            "review_title": "zero DHA smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Pros: Smells like grapefruit start to finish, even after fully developed. Easy to use, I spray it onto a makeup brush and sweep it onto my face, neck and hands. No color transfer onto clothing or sheets. Cons: lil bit on the orange side (though itu2019s subtle)"
        },
        {
            "review_title": "garbage.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Terrible. Blotchy and not at all even. I let it dry for half an hour before bed but still woke up with sheets covered in stains. Heading straight to the garbage."
        },
        {
            "review_title": "pretty good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Doesn't break me out, perfect subtle flow throughout the day. Can be a little too moisturizing for my skin under sunscreen, but glad it doesn't make me breakout. Also comes off every night because I use tretinoin, so be prepared to use it every day."
        },
        {
            "review_title": "great glow under make up",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Effective product that you can use before doing make up and leave on all day for a great glow!!"
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Maybe Iu2019m not using it properly but it leaves my face with dirty looking patches and the formula is kind of greasy."
        },
        {
            "review_title": "Messy Packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "The product itself is okay. The packaging is extremely messy. It leaks during application causing the mist to drip down the bottle onto your hands and body. I love ST. TROPEZ but disappointed in this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Love it! I use it over my makeup and on no make up days. Looks natural! I get so many compliments."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Works waaaay better than I thought so go easy with this! Only noticed one instance of splotchiness over the course of using this. Smell isnu2019t great but I can deal"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Meh - didnu2019t do much for me at all so returned. Wanted to love it but fell short."
        },
        {
            "review_title": "Holy grail product !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Oh my God! Iu2019m sad it took me this long to discover this product! Best face self tanner by far! Itu2019s a very fine mist and somehow it goes on evenly every single time! it gives you a glow almost if you were just out in the sun! It almost looks a little bit like a reddish tan, so natural!  I am buying the body spray version  right now to try! :)  I know itu2019s expensive, but itu2019s definitely worth it! Iu2019ve used the crap out of it this week, spraying myself every other day. And the amount hasnu2019t really diminished."
        }
    ]
}