{
    "product_id": "666",
    "name": "Phoenix Rosehip Anti-Aging Face Oil - For Dry Skin",
    "brand": "Herbivore",
    "categories": "Skincare, Moisturizers, Face Oils",
    "price": 119.0,
    "about": "What it is:A blend of luxe botanical oils and CoQ10 that visibly revitalizes dry skin or any skin in need of replenishment and moisture renewal..Skin Type:Normal and Dry.Skincare Concerns:Fine Lines and Wrinkles, Dryness, and Loss of Firmness and Elasticity.Formulation:Oil.Highlighted Ingredients:- CoQ10: Defends skin with antioxidant properties..Ingredient Callouts:This product is vegan, gluten-free, cruelty-free..What Else You Need to Know:Formulated with effective natural ingredients and without fillers, this facial oil absorbs easily to supply moisture, vitamins, fatty acids, and antioxidants. It is non-comedogenic and silicone-free.",
    "ingredients": "-CoQ10: Defends skin with antioxidant properties. .-Rosehip Oil: Promotes healthy-looking skin. .-Sea Buckthorn Oil: Conditions and supports skin lipids for a softer, smoother feel. ..Simmondsia Chinensis (Jojoba) Seed Oil, Rosa Canina Seed Extract, Limnanthes Alba (Meadowfoam) Seed Oil, Salvia Hispanica Seed Oil, Ubiquinone, Hippophae Rhamnoides Oil, Tocopherol, Rosa Centifolia Flower Extract, Citrus Aurantium Dulcis (Orange) Flower Oil.....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-In the AM and PM, apply three to 10 drops to cleansed and toned skin, avoiding your eye area..-Massage into skin..-Allow to absorb for one to three minutes before applying makeup..-Store at room temperature and out of direct sunlight...Recycling Instructions:.Place outer carton into paper recycling..Clean the pipette with warm water then gently remove it from the dropper by pulling downward, and recycle. Next, remove the soft bulb and discard it in the trash, but recycle the plastic collar. .Rinse the glass bottle thoroughly, and recycle.",
    "num_reviews": 365,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/phoenix-cell-regenerating-facial-oil-P400204?skuId=1755206&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s1755206-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1 oz/ 30 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2469070-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "1.7 oz/ 50 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s1755206-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I bought this when the emerald oil was sold out. I donu2019t notice a huge difference between the two- this one is a little heavier I guess. The orange tint goes away easily if you rub it in properly."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Great product during the cold winter months or for sun burned face."
        },
        {
            "review_title": "Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Very hydrating; Not a thick oil; I will buy again!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I have been using this for the last few weeks - it has a pleasant, light scent and has added moisture and protection to my skin. It took a while to get used to using oil, but now itu2019s a must have for me."
        },
        {
            "review_title": "WELL WORTH THE PRICE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Seriously can NOT live without! I have dry (especially on my forehead)and this is a lifesaver!  On days that I shave my face I use this as a base for the razor to glide along. You donu2019t need a lot of this product. I put it on my back too to moisturize and prevent any further wrinkling. Occasionall on. Really dry days I put the drink elephant protons on top  donu2019t need a lot of this product and it soaks  You"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "Iu2019ve only been using this oil for a couple of nights. It makes my skin feel soft, moisturized, and glowy. I love the smell. Not too strong."
        },
        {
            "review_title": "I u2764ufe0f Phoenix Oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Dry skin",
            "review_text": "I have been using this for the past 2 years. I have very dry, sensitive, eczema prone skin and this has been a game changer for me, especially in the winter. I put a couple of drops after my moisturizer on my face and a couple drops on my neck in the morning and evening. Is it pricey? Yes, but it lasts a long time, probably about 9 months. I originally bought the 1 oz size and loved it so much that I purchased the large. I keep the large size in the fridge so it doesn't go bad and refill the smaller bottle for everyday use (you have to leave the bigger bottle at room temp for a bit since it solidifies in the fridge). I can't live without Phoenix oil! Please don't stop selling this!"
        },
        {
            "review_title": "formula change? skin hates it, returning",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "Do what you will with this info, but pretty sure the formula has changed. So sad. I used to get this oil religiously but had to stop because of cost priorities. Well couple years later decide to purchase again and noticed my skin hating it. I broke out terribly, my redness amplified just miserable. I couldn't figure it out. I began digging and realized they had to have changed their formula or something. Herbivores website and the new packaging shows a different ingredient list than sephoras website. I  had a box from my big bottle a couple years ago showing the original formula my skin liked. ( I dug deep dont judge).  Confirming my suspicion. So sadly will be returning and trying something else.  picture 1- new pheonix oil box- mini ingredients  picture 2-  pheonix oil box from a couple years ago ingredients"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product turned my skin yellow, feels greasy and sits on top of the skin rather than absorbing. I will be returning it"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Very average face oil, I would recommend using pure oils that are much cheaper and do more."
        },
        {
            "review_title": "dry skin has met its match",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "if you suffer with facial dryness this is THE GOAT! I've tried so many products to help my dry skin,  SO MANY. I switched out skin care, makeup and brushes trying to figure out what was making my skin so dry. I received this as a sample and immediately saw improvement. I have now been using this product for a year and I will never use anything else. I use it for any dry skin spots like my scalp and cuticles. if you have dry skin this is a must have"
        },
        {
            "review_title": "Stains fabrics and makes your face orange",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Nice oil. Works for dry skin, but unfortunately the orange color stains your clothes and sheets. If you have fair skin, you can really see the orange on your face. Will try a different brand."
        },
        {
            "review_title": "Works great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been using this for years and I love it. My skin looks amazing and often people think Iu2019m a decade younger than I am."
        },
        {
            "review_title": "Donu2019t even think about it.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Absolutely terrible. Not only is this way too expensive but itu2019s terrible. It does nothing but burn your skin. Not at first but Iu2019m three weeks in and no noticeable changes others than redness and burning."
        },
        {
            "review_title": "Oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love this face oil. It has really amplified my skin care. It looks so much healthier than before. Iu2019ve been using this oil for at least a year and i donu2019t plan on stopping. A little goes a long ways. Iu2019m able to use only 3 drops on"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": ""
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I've been using the Phoenix Rose Hip Oil for about two months now, and I'm really impressed with it. I have sensitive skin, and this oil has helped to hydrate and nourish my skin without making it feel greasy or irritated"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "Obsessed with this product. I have very dry skin and use this as a nighttime face oil followed by a moisturizer. Great for dryness and irritation. Its pretty high in price point, but i love this product so much, itu2019s completely worth it."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "Heavily scented. Not for sensitive skin. Does not feel expensive or luxurious on skin. After a few uses I had an allergic reaction."
        },
        {
            "review_title": "Favorite face oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Favorite face oil! This has been my go to for years. I love Herbivoreu2019s products."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I dab this on after my morning moisturizer and before my sunscreen. It just gives that extra hydration I feel. I switch between oils and this is one that I always have on rotation. Looks great under makeup."
        },
        {
            "review_title": "The Ordinary is just as good for cheaper",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I absolutely love this facial oil and before Herbivore moved off of Posh Beauty and onto Sephora, it was affordable. Now, I suggested you save your money and buy any other rosehip facial oil. There is nothing significantly different about this facial oil than any other cheaper rosehip oil except for packaging and a darker colour. That is not worth the money, in my mind. I think it's a real shame that Herbivore has significantly increased their prices without significantly changing their product line. I appreciate the expansion of their product line, but frankly, I just can't afford to be a customer anymore."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love it! It keeps my skin clear of blemishes and Iu2019m the winter dry air, it is an absolute necessity for me!"
        },
        {
            "review_title": "A forever fave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is my first time reviewing Phoenix, but I've used up full bottles! It was a game-changer for me. I've lived several places with different climates, yet it's still performed well regardless.  I have combination, sensitive skin that's sometimes prone to hormonal acne near my jaw. (I used Accutane as a teen, so maybe this will be a helpful review for some of you.) Some popular ingredients will make me too oily and shiny at the drop of a hat... that includes hyaluronic acid, many peptides, and some silicones. Phoenix seems to calm and balance my face while tending to tone issues and small fine lines. Although I'm in my early 30s, I don't use retinols... I do, though, pair this with the Sephora bakuchiol serum, which has a good effect. (Bakuchiol first, then this as a moisturizer.)  Finally, I only use Phoenix at night unless my skin is feeling dry, but the effects are still noticeable and make me happy. I can't say I have problems with it turning either me or random things orange, but it's possible that could happen if you use too much? I only use four or five drops at a time, or occasionally less.  To be honest, this may be the most worthwhile thing the company makes. :) I think it's good value for money, personally, and while I've tried to dupe it, I haven't quite succeeded. Something about the ratio of ingredients suits me too well to be duplicated."
        },
        {
            "review_title": "Try it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I've only been using this for 2-3 weeks and I've seen major improvements already. I have combination, acne-prone skin so I have to be careful with oils. I put this oil on as a final step after first using my prescription clindamycin, Avene Tolerance cream, and lastly Mario Badescu's Protein Night Cream. I only use this at night but, wow, what a difference! I've had no breakouts and the fine lines are gone around my eyes, on my neck, and decolletage."
        },
        {
            "review_title": "This oil completely changed my skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been using for close to a year now and it has evened out my complexion and faded old acne scars. I use at night before moisturizer. Itu2019s on the heavier side but absorbs quickly."
        },
        {
            "review_title": "A godsend and a must for cold, dry winter weather.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I used this oil many years ago and found it too oily. I'm older now, and have been researching different oils that are best when it comes to aging and general moisturizing. I'm happy to find that Sephora carries the small size of Phoenix. First, there are only a few ingredients, and all are proven in my experience to be effective. Sea Buckthorn oil is divine, it grows in northern climes and is used as traditional medicine in Siberia, where it will quickly heal burns and frostbite. (rivalled only by bear grease in that capacity, but you have to have found bear roadkill to source it). Straight Sea buckthorn oil is available (The ordinary sells an inexpensive version) but it stains your skin a nicotine colour so...not ideal. When mixed with other ingredients it's staining qualities are no longer an issue. Meadowfoam oil is the other star ingredient IMO. This oil is so lovely and yet very hard to find. Fresh used to use it a lot, it was in their excellent soy cream that you can't get anymore, that's how I discovered it. So if it is so great why buy the small size, given that buying bigger is cheaper per milliliter? Because oil is somewhat unstable and once opened it starts to oxidise and having noticed either a markedly rapid loss of the oil product's smell (or worse, a rancid smell) I just feel like it's better to use smaller quantities to preserve the integrity of the product. Herbivore have been around awhile, and this oil was one of the original products. When I first discovered them I got the LApis oil (very good) and the facial spray (ditto). I was and still am impressed by the high quality and minimal ingredients. Herbivore has somewhat deviated from this with the newer products, no shade to them but so many have over 20 ingredients now, which is fine I guess but I prefer my skincare (oil especially) to err on the side of simplicity. This oil is going to be a g-dsend for cold dry winters, for sure."
        },
        {
            "review_title": "Aptly named",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "While I'm a big fan of Herbivore, this oil is my favorite. It packs in all the ingredients my sensitive skin responds most to, leaving my face hydrated but not sticky or oily."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This oil is amazing, hydrating without feeling heavy, absorbs nicely, wonderful smell, and doesnu2019t make my skin break out."
        },
        {
            "review_title": "My Staple product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Light skin tone, Oily skin",
            "review_text": "I've used this oil morning and night for literally 5+ years. It's my tried and true. I use a bit less in the summer and a bit more in the winter. My only thing with it is; bottle to bottle the oil can smell a bit different and I'm guessing that's because of the natural ingredients. However, I'd still give her a 10/10."
        },
        {
            "review_title": "Does the job!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Finally pulled the trigger! Iu2019m pleased so far with the product and itu2019s doing the job itu2019s intended for. Only reason I give 4 stars is the price...so expensive. Anyway, it absorbs well, doesnu2019t sit on top of skin and just gives a really really beautiful & healthy glow. The smell people are not enjoying is simply the rosehip in there. You canu2019t get away from that when itu2019s one of the powerhouse ingredients lol thatu2019s what rosehip smells like, take it or leave it ? I recommend it and itu2019s nice they have a smaller size available for those who want to just try it out and see how it works for you. I started with the larger bottle after reading the great reviews and I donu2019t regret it!"
        },
        {
            "review_title": "oil of the angels",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This oil was absolutely incredible for my dry skin, it really made me glow, and it made me feel like I was being deeply nourished and hydrated. I will say this can be a bit heavy but I like a good heavy oil at night. Also could be really good for fixing those old moisturizers that donu2019t hydrate enough. There is not enough wonderful things I can say about this oil"
        },
        {
            "review_title": "Good, not great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "It keeps my skin well hydrated, but doesn't do anything else for my skin. It doesn't sit well under makeup at all. It also has bad color transfer."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
            "review_text": "Hydrating but makes my face itchy after use. Iu2019ll be switching to a different fade oil."
        },
        {
            "review_title": "really great oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This really helped my skin. I see complaints about the color but I didnu2019t notice any issues with it. I was hesitant because of the price but wow this is really nice and itu2019s become a staple"
        },
        {
            "review_title": "Orange EVERYWHERE",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Why is no one talking about how this orange oil transfers EVERYWHERE? White sheets, pillow cases, towels, t shirtsu2026 you name it, it will get an unsightly orange mark on it using this oil. It comes off in the wash but still annoying for such an expensive oil. I only use this at night because, as others have said, it makes your face tinted if youu2019re fair. Due to the cost Iu2019m using this up but will not purchase again because of the color transfer.   If you remove the color transfer issues, this product is a decent oil. It definitely helps to lock in the moisturizer I apply in the prior step of my skin care routine. It has not personally broken me out either. It does have a funky smell though, like leftover take out. If youu2019re cool with that and donu2019t mind orange color getting on everything, this would be a good oil for you."
        },
        {
            "review_title": "It's average",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I see this product gets rave reviews and honestly had hoped for that, but found it to be just okay.  There are SO many great facial oils on the market; if this one sounds like it's up your alley, give it a try.  I have incredibly dry and sensitive skin, and while this didn't make me react at all, I didn't feel like it brought anything to the table for me either.  I much prefer Herbivore Emerald, YTTP Superberry Dream Oil, Dermalogica Phyto Replenish Oil or BioElements Dewluxe."
        },
        {
            "review_title": "goes bad quickly",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Goes bad very quickly.  Smells awful I'm sure it's good new but 2 months is not a long time for this expensive of a product to go bad"
        },
        {
            "review_title": "Smells Awful",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Dry skin",
            "review_text": "Very unpleasant smell, especially for something to place on your face."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Just gorgeous - helps with my redness and so soothing. Iu2019m pregnant and this evens out all the weirdness my skins been going through!"
        },
        {
            "review_title": "Excellence in an oil..",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve waited about 1 month before posting this review.. My skin has completely changed within this time frame.. Finally, I have clarity, no acne , no texture, .. Iu2019ve changed my skin care routine to include using several of the Herbivore products.. My skin has also overcome dryness and tightness as well..I see using this oil for the foreseeable future.. Itu2019s a game changer.."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This is amazing!! I bought it for my mom who had dry skin. Sheu2019s bought it twice since then and she is obsessed with it. She swears by it!! I have noticed a difference in her skin, it looks much brighter."
        },
        {
            "review_title": "Holy grail oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "This is one of my holy grail products! I have dry skin and I use this morning and night and it helps so much. If you have dry skin this is an absolute must for you! It is expensive, but it is beyond worth it."
        },
        {
            "review_title": "easily my favorite oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Iu2019ve officially replaced my love for Lapis Oil   Itu2019s a lighter yet just as nourishing. Lapis is a bit better for before bed, especially if youu2019re like me and the smell soothes you (though I know some ppl hate the smell!)  Phoenix has the tiniest orange tinge that gives the most gorgeous glow -  which makes it perfect for daytime / before makeup. Iu2019ve had this bottle for over 6 months, using it frequently and itu2019s lasting longer than expected"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Love this stuff so much. Not sure what makes it so magical but my face is glowing after I use it. Have purchased twice and likely will again , just so expensive"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "On my 4th bottle. I have really dry skin. Use it instead of moisturizer day and night. I know is pricey but it is an essential for me now"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This has become my go to moisturizer. My skin wants to get so dry in the winter and works wonders. I can put it on before bed, in the morning to get a dewy look, and can even put it on right before makeup and not have any issues with my foundation going over it. I use other products for my skin every day, but this one is a necessary in my routine."
        },
        {
            "review_title": "LOVED it at first, butu2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I loved this sooooo much at first. Didnu2019t break me out and gave me a perfect touch of hydration and glow to the skin, it was my holy grail! EXCEPT it goes bad super fast. Started to get super smelly and break me out. The bottle itself only lasted a couple months. If you use this a lot throughout the day it may be worth it, otherwise you wonu2019t be able to finish even the small bottle before it goes bad."
        },
        {
            "review_title": "Perfect for my very dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Absolutely love this product! I have very dry skin and many of the products I purchase that claim they are directed for my skin type, fall short. This goes on thick but absorbs quickly and leaves my skin feeling so hydrated. I also just turned 40 and I really appreciate the antioxidant benefits as well. If I had to pick one thing to tweak, I would recommend removing the rose smell. I will definitely re-purchase this product and highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This unfortunately broke me out. I have really sensitive skin, and had high hopes for this oil, but just couldnu2019t find a way to make it work for my skin. However, it was super-moisturizing, and I really liked the heaviness for use at night. If your skin is less acne prone and not sensitive, this might work well for you!"
        },
        {
            "review_title": "Crazy colour",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Absorbs well but smells strong (not in a good way personally for me, although some may like it), and the colour cannot be good for us, right? If it werenu2019t a bright orange colour, I might feel more inclined to use it more than I do. Thankfully, I purchased the mini bottle and barely use it given the bright colour. I donu2019t think Iu2019ll be repurchasing it though as I havenu2019t seen any major changes in my skinu2019s hydration levels either."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Tried this oil in store on my hand and loved how it absorbed. Most oils just sit on the skin but this will absorb and make you look like you got 15 hours of sleep and drank 2 gal of water lol. I absolutely love this stuff. I use tretinoin so it can be drying, and this Works great as the final step with my Aveda tulasara skin creams."
        },
        {
            "review_title": "Avoid",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "To be honest, not thrilled. It smells really strong so that's a first not great point. It never absorbed onto my skin, it just sat on top and left me feeling greasy and dry. it reacts badly with any product from another brand and will just pill up on the skin."
        },
        {
            "review_title": "amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "This oil is amazing for my very dry skin! I got this as a sample and only been using it the past few days but it has made a huge improvement in my skin already. I also have acne prone skin and this has actually toned down my acne as well. Itu2019s so lightweight too and doesnu2019t feel like you have oil on your face. Itu2019s not heavy at all & i love that. I put it on at night only and the scent is very mild so it doesnu2019t bother me. It has more of a mild earthy scent if anything. Iu2019m definitely going to buy the bigger bottle. Very little goes a LONG way too which is great because itu2019s pricey so the bottle will last me a long time. Definitely recommend for my very dry skin peeps!"
        },
        {
            "review_title": "no",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Not worth the money. Like. Not worth it. Spend your money elsewhere."
        },
        {
            "review_title": "Did not help my dry skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I was disappointed in this product. I have very dry skin and was excited to try this oil, but it did not work as promised. It did not feel hydrating and did not soak into my skin. It also came onto my skin as orange and my face looked orange/redder than normal. My skin is prone to redness so this was also unwanted. My skin started to flake using this. I used it as indicated for 4 days and then returned it. The $12 Hyaluronic Acid serum from the Ordinary worked much better than this."
        },
        {
            "review_title": "In Shock By How Good This Is",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This is the face oil my skin needed! Itu2019s extremely moisturizing for my dry flaky skin and my forehead wrinkles are reduced when I use this. Itu2019s incredible and worth the money because itu2019s truly magical."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love using this in the winter time when I'm super dry from our weather. I add this to a moisturizer and it works really well. This is lightweight without feeling greasy to the skin whether you use alone or with a moisturizer. It does have that angel of rosehip, which is fine and dissipates quickly. I am not a huge fan of rose scents and this one is very lightly scented. Can't speak on the anti-aging effects but been happy with it keeping my skin hydrated during winter for sure. Would recommend for anyone that has dry patches of dry skin any time to help boost hydration levels and gives a nice subtle glow to the skin."
        },
        {
            "review_title": "staple product for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Love this product for acne scars and have been using it for years. I notice a MAJOR difference in the texture of my skin when I skip a few weeks of not using it. I am so glad they came out with a smaller version. The 1.7 version was too large for me to use up before the product starts going bad. The shelf life says 12 mons but always starts turning a bright yellow shortly after the 6 mon mark. Then it just gradually goes bad once the color changes. Will only buy this size from now on."
        },
        {
            "review_title": "favorite nighttime oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this face oil. I have sensitive eyes and they react to lots of stuff but this oil doesnu2019t make my ocular rosacea flare up. Aside from that it is a great last step that leaves my skin glowing and doesnu2019t cause me to breakout. I love that it has coq10 in there for an added anti-aging bonus.  It also seemed to last forever I like that youu2019re getting lots of product compared to most oils that are 1 oz."
        },
        {
            "review_title": "Absolutely worth every penny!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Okay let me say this particular product was not for me; it was quite heavy and has a very intense fragrance that I wasn't a fan of. BUT when I emailed the company, they were absolutely amazing to work with. They refunded my money, made a suggestion that I ended up loving (Lapis Blue Tansy oil) and were so pleasant and professional. Stunning packaging and presentation. Don't hesitate to try any product from this great company!"
        },
        {
            "review_title": "Awesome!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I love this! I want to give this 5 stars because it feels and smells amazing! I have really dry skin and this made it feel supple and glow! Unfortunately, I'm allergic to one of the herbs in this and cannot use it but if you do not have any allergies to the natural herbs I recommend this 10/10."
        },
        {
            "review_title": "Product average- not worth $",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have combo skin but mainly dry during winter months. Iu2019ve used this oil everyday for 2 weeks since my skin has been super dry. The oil will sit on my skin and doesnu2019t really seem to penetrate, once removed my skin is still super dry. The last two days Iu2019ve added it to my tinted moisturizer and found success (but leaves my skin a little too dewy). For the price I would invest in a better moisturizer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "This is a really luxe and hydrating oil. Use at night"
        },
        {
            "review_title": "Wonderful for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, mediumTan skin tone, Dry skin",
            "review_text": "Herbivore is one of my fave brands, my husband and I use so many products from their line. The Phoenix oil is truly age defying, making my normally dry skin soft and youthful looking."
        },
        {
            "review_title": "bottled hydration !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I'm seriously falling in love with herbivore. I've purchased two serums and both are amazing but the Phoenix serum is a skincare beast. My skin tends to lean dry but I apply this after an HA serum and my face is dewy and youthful. This is a must have for me and I would recommend it to anyone with dry or aging skin. It will not disappoint!"
        },
        {
            "review_title": "Nothing special and NOT worth the price",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Overpriced for what it does to your face, which is almost nothing. I'd avoid and stick to something that works and has a lower price point."
        },
        {
            "review_title": "Restored skin's elasticity",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I received a sample with one of my orders and I bought the full size because it worked.  I was suffering from extremely sensitive skin which changed due to my age.  It was always dry and I had to be careful with what I put on it because the wrong product would make me itch.  I have a moisturizer that helps but my skin would dry up after a few hours and my skin didn't really go back to what it was before.  Phoenix helped alleviate the dryness and itch within 1 use and continued use of the sample further improved my skin.  It is now going back to its previous elasticity and feels moisturized.  I still follow up with the moisturizer to lock it in but I attribute the improvements to this oil."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I barely leave the review,but I like this one so much. It look normal at first, but when I have skin problems like used too much retinal a, sunburn,it always can make it calm down and rescue me, when it turned to second day, my skin back ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "It is super moisturizing, perfect for dry skin. My skin is both dry and oily Iu2019m not sure how but this for when itu2019s dry is so amazing!"
        },
        {
            "review_title": "Holy Grail!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Combination skin",
            "review_text": "I love skin care and this one is a game changer! I will only be using this oil from now on! The smell is amazing like wow! Makes my skin so soft and hydrated!"
        },
        {
            "review_title": "I feel fancy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have been using this oil for 4 months now and I absolutely love it. I only use it at night in my alone routine because it does have an orangish hue on my pale skin. But Iu2019m the morning my skin is deeply hydrated, glowy, and without breakouts. I have sensitive skin and mild rosaecia. This oil gives me no problems. I havenu2019t noticed if it has combatted my premature signs of aging but I trust it is just as much as sunscreen does. I have used this a few times before my makeup and it gives a nice glow touch but remember to top off with sunscreen just in case.  I ONLY RATED 4 STAR BECAUSE I HAVENu2019T NOTICED THE ANTI-AGING PROPERTIES. Thatu2019s not to say itu2019s not working :)"
        },
        {
            "review_title": "Holy Grail Facial Oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Wow wow wow! This oil is such a game changer. I have severely dry skin and I switched up a bunch of my skincare products to help meet my hydration needs and this was an oil I was watching for a long time. So happy I pulled the plug and bought the full size bottle. Just a few drops of this once to twice a day (morning and night) and my skin barrier within the last week has taken a 180. My routine includes: 1. Tata Harper Sensitized Skin Line face wash (3-4 times a week) and the Herbivore Pink Cloud + Squalane Makeup Removing Wash (3-4 times a week)   2. Tata Harper Hydrating Hyaluronic Acid Facial Spray  3. Tata Harper Hyalauronic Moisturizer and/or Tata Harper Sensitized skin line moisturizer 4. Sunday Riley Lactic Acid Treatment 5. Tata Harper Creme Rich (3 times a week) 6. Herbivore Phoenix Rosehip Facial Oil   Literally saved my compromised skin barrier! Highly reccommend."
        },
        {
            "review_title": "Red Face",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Unfortunately this made my skin look beet red.  :(. I really wanted this product to work since it had such good reviews.  It didnu2019t make my skin burn or sting, but it made it turn bright red.  Bummer!"
        },
        {
            "review_title": "ULTRA hydration",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Literally the only thing that will hydrate my skin and my skin is extremely dry due to accutane! Worth the $"
        },
        {
            "review_title": "Orange Gold in a jar !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is my go to product! When I am consistently using this product and sunscreen my skin looks absolutely amazing and clear. Their oil is truly worth itu2019s price point  itu2019s u201cgold in a bottle for my skinu201d. I suffer with hormonal acne from pcos , this is one of the only products that has helped me with my hyperpigmentation."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Got this as a sample and Iu2019ll never use another oil. I have combination skin and this oil keeps my face hydrated and smooth without making me look or feel oily. Completely toned down redness and acne scarring. A little goes a long way. Iu2019m usually hypersensitive to scent but this scent didnu2019t bother me like other people are saying in their reviews."
        },
        {
            "review_title": "The best facial oil for dry skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I have REALLY dry skin and this oil helps a lot with that. It absorbs quickly and doesnu2019t leave my face super shiny. I use it daily, morning & night. At night, I cleanse, tone, apply the Laneige Sleeping Mask (also VERY good) then a few drops of the oil to seal it up. In the morning, I use only 2-3 drops of the oil, after my cleansing routine sometimes with or without a moisturizer, especially if Iu2019m using a sunscreen, because I donu2019t want to look too shiny under my makeup. It is a oil after all, but my makeup goes on smoother with it, so itu2019s a win for me. Itu2019s definitely worth the price, because a little goes a long way and youu2019ll have this bottle for a while. If you have really dry skin ( dry patches, etcu2026) try it, you wonu2019t regret it!"
        },
        {
            "review_title": "Calms my face",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I have super dry skin around my mouth and this oil keeps it hydrated all night and I wake up with plump, smooth skin. I have rosacea too and it helps reduce the redness. I wouldnu2019t wear it during the day because it is very shiny- it is an oil so."
        },
        {
            "review_title": "Handsdown the best facial oil ever !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This is by far my favorite moisturizer! My skin has always been so dry and I have tried other brands with similiar ingrediants (rodehip) being the main in all , this is by farrrrrr the best. My skin is soft and plump and totally moisturized everyday without looking oily! Also the scent is amazing , fresh and clean ."
        },
        {
            "review_title": "BEST FACIAL OIL! u2728",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "made my skin glow & plump + reduced my scars idc how expensive it is its sooooo worth it!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Purchased because I love Herbivore Satvia and wanted to try another.  A bit put off by the orange color but absorbs nicely, however, there is a fish oil scent which is a bit of a put off.  I love it for my dry skin, glad I tried it, but there are many others out there for a bit less.  It makes my face incredibly soft and makeup goes on easily."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Love this! I had gotten a free sample, and then was really disappointed to see what the price point was and originally decided not to purchase. Then I moved to a location where the water is so overly chlorinated that my skin became so absolutely dry and irritated that I broke down and decided to get the whole bottle. It was well worth it. Iu2019ve been using it in my nightly routine for about a week and by the third morning waking up my skin was soft and full of moisture! Iu2019m curious to see how it works for me in the winter months when my skin gets unbearably dry. Hasnu2019t caused any breakouts either, which I know sometimes oils tend to do. I do use a cleanser in my morning routine before using my daily moisturizer."
        },
        {
            "review_title": "bottled magic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Magic in a bottle. This oil makes my skin so smooth, soft, and bouncy-hydrated. I couldnu2019t believe how good it was the first time I tried it. The good news is that a little bit goes a long way(since itu2019s definitely on the pricier side)- I use 3 drops for my entire faceu2026 AND it is rather a large bottle(2 oz) so you can get a lot of bang for your buck, if youu2019re careful with it. I canu2019t imagine myself not having this in my cabinet. It is truly a great oil."
        },
        {
            "review_title": "smellls gross to me but works nicely",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Got this as a sample and I think it works well but i just canu2019t take the SMELL. Itu2019s totally gross to me"
        },
        {
            "review_title": "MAGIC IN A BOTTLE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This has been in my u201clovesu201d for about a year because of the price, and I decided to finally add it to my cart during the VIB sale. And now, I regret  not buying this sooner!! This oil has totally transformed my skin. I noticed results after one use. Warmed up 4 drops in my hands and pressed it into my skin at night - woke up with super soft, brighter, smoother, hydrated, glowing skin... and it just keeps getting better and better everyday. Best of all, Iu2019ve been using it for over 2 weeks now so I think I can safely say it does not break me out, hallelujah! It actually seems to help prevent and heal existing blemishes. My skin has just never looked this healthy overall, itu2019s the first time in years I actually donu2019t want to wear foundation some days. I canu2019t see myself without this product anymore, like ever. Highly recommend you give it a try. Ps: Make sure you keep this beautiful bottle stored out of sunlight."
        },
        {
            "review_title": "Forehead wrinkles gone!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Wow- I was kind of a non believer of face oils, but this has changed me forever. I have fair, sensitive, combination skin. The thought of putting oil on my face made me really nervous, and uncomfortable. I received a sample of this and ended up purchasing the full size. I used 2 drops in my palms, warmed it up in my hands, and patted it on my face and the results were intense!!! It didnu2019t seem to do much for the lower half of my face- but my forehead has completely transformed!!!    The deep lines between my brows were almost completely gone after one use!!!! The horizontal lines on my forehead are gone! I honestly canu2019t believe it. I donu2019t understand it, but Iu2019m excited to explore the world of face/body oils!! Thank you Herbivore!"
        },
        {
            "review_title": "The Best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is seriously a game changer! I first got this in a mini version in a kit and it lasted me a long time because I only use like 2-3 drops each time. I was scared to buy the full size because its so expensive but I was really impressed with the results. I'm in my mid 20s with sensitive/dry skin and this facial oil is really hydrating. When I apply it at night I notice my skin looks plump and feels so soft the next morning (I also apply the Laneige Water Bank Moisture Cream). The only thing I donu2019t like about it is the bottle, it is sooo pretty but the dropper cap broke like a month after I bought it so I had to transfer the oil into a new glass bottle."
        },
        {
            "review_title": "I like it but I donu2019t $88 like it.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Itu2019s OK. Canu2019t say it did a whole lot for me. Smells and feels nice but canu2019t say it really absorbed into my skin.  Price point is way to high IMO for u201cmehu201d product.  If youu2019re looking for your Holy Grail product this isnu2019t it."
        },
        {
            "review_title": "GET IT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I have tried every oil from the ordinary and then realized that it wasn't actually 100% pure anything..  there were a bunch of fillers and I discontinued my use of any if there products. This product however was a game changer! I learned that the oil is actually mostly helpful in that it strengthens the cell walls in your skin so it's mostly for long term benefits, yet I saw dramatic results immediately and kept seeing improvements for months that are boe maintaining extremely well. My skin is brighter, more plump, even and SOFT! I use a couple drops and mix it in my cerave cream and use it morning and night and my skin has never been better! I've been using it that was for three months and I'm a little over half way through the bottle. By this I mean if you have the money it's more than worth it!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "AMAZING. Use this after drunk elephant baby facial, thank me later! This will always be a staple in my routine."
        },
        {
            "review_title": "I get the hype",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Wooph. After hearing all the hype about this brand, I can finally say I get it. For months I was like what-you mean pretty much all they have is oils? That being said I was still curious and wanted to try the brand but didnu2019t want to spend the money. I saw a free sample for this online and thought sure why not, then I can say Iu2019ve tried it and be done with it. But oh no, I wasnu2019t done with it. Because shockingly I fell in love with this, and I get- I get the brand, I get the hype. And the best way I can describe it is it just screams luxury. I go about my day and I think about the time when I can put this on my face....and although Iu2019m a skincare enthusiast Iu2019ve never really been this excited about putting on a product before.  So-I have combination skin but I love a good dewy look and a thicker moisturizer. To me, this is a medium weight oil. I wouldnu2019t quite call this a u201cdryu201d oil as some have, but I see how somebody could say that as it absorbs so much better than letu2019s say a traditional pure rosehip seed oil that kinda sits on your face all slick. That being said-it is still heavier than your squalane, your seabuckthorn. I do believe combination skin people can wear this comfortably- as I do morning and night. But people who donu2019t really like oils might only want to use this at night. Now if you have normal or dry skin, I canu2019t think of a world where you wouldnu2019t love this.  Now Iu2019ve tried oils Iu2019ve liked before, but never enough to repurchase. I would be like here skin hereu2019s some oil drink it and my T zone was like no thanks and spit it out. This absorbs so wonderfully and my skin accepts it, weird as that may sound. The smell is divine, I canu2019t really describe but itu2019s an invigorating scent. The orange color is weird...it does lightly discolor my light skin but not enough to notice it long term. Now is it worth $88? Maybe not-but I love it so I will pay it. What youu2019re paying for is luxury, youu2019re paying for the experience, how it feels to put it on."
        },
        {
            "review_title": "The Cure for Retinol Overuse!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Let me first say I have been using Josie Maran Aragon oil for many years, at least 7.  Last year, I started using retinol, and for those of you that have over used retinol, you know what it can do to your skin.  I had been using the aragon oil for retinol overuse and it did an ok job.  I recently got this product as a sample, and hadn't touched it.  UNTIL - after using Paula's Choice 1% retinol too many nights in a row, my face got extremely dry and patchy around my mouth.  I couldn't really wear foundation during this stretch of time because it would just turn flaky and dry no matter what.  So this morning I decided to try this sample instead of wearing foundation.  and - WOW!  It is so hydrating that after putting it on my face, my dry skin flaky flare up was gone.  Not only that, but hours later it is still gone.  The oil sinked right into my skin.  It isn't shiny or greasy either.  I didn't put foundation over it so I can't speak to how it works with makeup. Although pricier than Josie Maran, I think it is worth it for what it does to your skin.  I will definitely be purchasing a full size, and this will replace aragon oil in my routine.  This oil would be great in the winter too.  I am interested to find out how long a bottle lasts though."
        },
        {
            "review_title": "It makes my face yellow",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, mediumTan skin tone, Normal skin",
            "review_text": "It makes my face yellow..does nothing, but smells nice."
        },
        {
            "review_title": "Magical Orange Nectar",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This beautiful orange nectar was on my wish list for awhile but the price always made me hesitate. A few months ago, I ignored the price tag and let one lucky Sephora Associate swipe my credit card, and Iu2019ve never looked backed.  This is a medium-weight oil that is SUPER hydrating yet non-greasy. It leaves my skin silky smooth, soft, refreshed, renewed, and glowing. Iu2019ve been using this for the last 3 months by adding 2-3 drops to my gel-moisturizer every morning. My skin stays plump ALL day. If I could only live with one facial oil for the rest of my life, itu2019d be this one. Seriously, Iu2019m not exaggerating."
        },
        {
            "review_title": "Amazing oil, glowing skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is an amazing oil! I have combo skin. It can go oily in spring/summer, and dry in winter. I have tried lots of different oils and have spent over $200 on a facial oil. This one surpassed my expectations. I use a couple drops at the end of my pm routine after all active products. It soaks into my skin right away. I wake up with glowing skin. My skin is very happy and it's helping with inflammation. My skin can be reactive and break out, but this oil is helping a lot. I'm so happy I finally tried it. It is also starting to lighten some temporary pigmentation I have. This oil also has wonderful ingredients, so I do think it's worth the price."
        },
        {
            "review_title": "Very Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Love! I bought the limited edition u201cJewel boxu201d set so I got to try 3 of Herbivoreu2019s oils. I loved them all but I chose to repurchase the full size of this one because I felt like it was def the most hydrating for me and I noticed my skin looked healthiest when I used it regularly. The smell is pleasant enough. It does have an orange color when applied though and it does leave yellow stain on my white pillow cases. It does come clean in the wash, however."
        },
        {
            "review_title": "best of the bunch",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "Herbivoreu2019s Phoenix face oil is a really hydrating oil that leaves my skin super baby soft. This is actually my favorite oil of the entire Herbivore line. I have more acne prone combo skin, not dry as this product calls out to be a good use for, but I love it nonetheless. I didnu2019t have good luck with their lapis oil and I tried both emeralds oils, but this is my holy grail from them. Very hydrating. I mix this in with my moisturizer at night and wake up with renewed skin. No breakouts and Iu2019m about halfway through the (small size) bottle. Definitely would recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Holy grail of face oil. I used daily and my skin is baby soft and feels so hydrated."
        },
        {
            "review_title": "Amazing for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I am always on the hunt for a hydrating oil for dry skin. This one really works! I got it as a sample and it lasted me about 5 days. The oil takes some time to work in but it is phenomenal. I am always on a lookout for an oil that works for dry skin that helps me avoid flakiness and irritated skin. Was very glad I tried this one out, will purchase."
        },
        {
            "review_title": "worth the price",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have extremely dry skin, it makes my makeup look awful. Since Iu2019ve been using this my skin feels so hydrated and my foundation looks 10x better."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Great oil, super hydrating! I prefer the blue tansy oil because I have acne-prone skin, but this one is pretty good too."
        },
        {
            "review_title": "expensive but worth it for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I wish I didnu2019t love this oil so much because itu2019s so expensive but as someone with very dry eczema prone skin this helps sooth my irritation. I use this oil specifically after retinol and Iu2019ve never experienced any dryness from my retinol because of it."
        },
        {
            "review_title": "Don't believe the aesthetic and insta hype",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I don't usually write reviews, especially negative ones. But I feel so duped by this brand and product I just had to throw in my opinion. I bought this as a replacement for the Korres rose + vitamin c serum, as I heard the formula changed and not for the better, so I was recommende this as a replacement. The reviews were great so despite the price tag I went for it. Ugh.  Listen, y'all this is not worth the better part of a hundred dollars. I've been using it daily since July and have seen zero difference in my skin. Putting it on, it leaves a weird coloring to my skin, making me feel like it doesn't actually soak in at all. I have an olive tone and it makes me look weirdly sallow and jaundiced, so I only use it at night.  It also pills HORRIBLY. Maybe the worst of any skincare product I've tried. Don't even think of putting anything on over this because it makes a gross mess of my hands and face. I literally had to wipe my face with a towel after using this under another product because it pilled so badly.   Unfortunately I'm stubborn and want my money's worth so despite hating this useless serum I keep using it. No change in brightness, tone, nothing. The only plus side to this is if you actually like it, the bottle will last forever, because even after months of daily use I haven't even reached the tip of the diamond label. You only need two little drips to cover your whole face, I don't even have to squeeze the dropper, enough drips out to cover my whole face so it's going to last a long time. So it looks like I'll be stuck with this thing forever. I hate it. Every time I look at it I'm furious that I spent money on it. The branding and packaging are exquisite, but the product is absolutely useless. I can't wait to be rid of it and I'll never try something from this brand again honestly."
        },
        {
            "review_title": "wanted to love this product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I really wanted to love this oil but itu2019s now been 3 months of using this day and night in my skincare routine and it has hardly made any changes. The Ordinaryu2019s Seabuck thorn oil has provided more bounce in my skin and it is much more hydratingu2014not to mention, much cheaper too! My skin is dry but fairly clear, dark eye circles but thatu2019s it. The oil itself goes on very nicely and feels hydrating, but after a few hours, my skin feels more dry than before applying it sometimes! I would say for that price, you can find much better oils, for sure."
        },
        {
            "review_title": "In love! Fantastic facial oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This is an excellent facial oil.  Don't understand the reviews on too oily/greasy. Sunday Riley oils are far more oily than this one.  It is almost like a dry oil. Just 2 or 3 drops is enough and it absorbs almost immediately leaving almost no oily residue. I have dry skin and this oil is wonderful for moisture and as a last step in your morning or evening routine. The bottle is huge so I put a bit of it in a sample size bottle and use it throughout the day."
        },
        {
            "review_title": "YESPLEASETHANKYOUVERYMUCH!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Wowow. Iu2019ve only been using this for a few days as the last step in my routine, but I love it so much. Yea itu2019s expensive, but I use 3 drops for my entire face and itu2019s totally enough. My skin already feels and looks calmer and more moisturized. I canu2019t speak to any fine line reduction yet, but honestly, just keeping my moisture barrier in tact is enough. For reference, Iu2019m 37, fair / sensitive / dry / reactive skin. Highly recommend!!"
        },
        {
            "review_title": "holy grail moisturizer for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I have very dry skin so this is my holy grail moisturizer. It does not wear great under makeup so it's best left to soak in over at night. very mild fresh and vegetal scent. Lasts me a very long time and I always see noticeable difference in my skin."
        },
        {
            "review_title": "too greasy, be careful with this brand.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I feel like herbivore is a sham tbh. This product for me was too greasy and did not absorb well/did not make a difference. It is not worth the price tag, I ended up returning it. I have also tried the rose cream, same thing, doesn't absorb well and went bad quickly. The tansy mask also did not work and went bad quickly. The lapis oil absorbed well, but I wouldn't repurchased because of all the issues with spoiling."
        },
        {
            "review_title": "Good but very short time",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "It get spoilt very soon:( first it was very good then it changed smell n skin got allergic reaction every time i used it"
        },
        {
            "review_title": "great for rosacea and fine lines!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This oil has really helped reduce the redness in my face. My skin looks very smooth and polished once it soaks into my skin. I love that it smells like roses! I can tell that it has improved the elasticity in my skin as well. This bottle will last a long time because you only need a couple of drops per application. I will continue to purchase!"
        },
        {
            "review_title": "Less is definitely more",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I bought this oil a few months ago after getting the trial size in a Herbivore pack. After buying the large bottle and using it I was disappointed because found I was breaking out, so I stopped using it. A few months later I started using it again but in smaller doses and found a HUGE difference, I used to put the oil directly on my face, but when I started putting 5 drop on my fingers THEN applying it to my face it, it took away all the issues of break out or oiliness. My skin looks healthier and feels so soft after I use this, great product!"
        },
        {
            "review_title": "Skin so soft, not oily",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Used this amazing oil after cleansing. Felt soothing and made my skin so smooth & soft yet not oily. Will use it again at night. It was recommend to me by Gabrielle, a Sephora employee in Corte Madera, CA."
        },
        {
            "review_title": "Get it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This stuff is key to my beauty regime. Iu2019m 33 and Iu2019m always looking for something to help my skin. This is it. Put it on every night and my face is baby smooth the next morning. Itu2019s that good!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Just received my order and Iu2019m in love. Smells amazing and I canu2019t wait to continue to use it. Automatically felted hydrated"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I originally got a mini of this in the herbivore kit and loved how it made my skin feel. But after seeing the price tag on the full size bottle- I couldnu2019t do it. Six months later and about six glasses of wine in.. I bought it. It lasted me a good four to five months and I just bought a second bottle. Loveeeeee this oil. I just hope they donu2019t discontinue it or run out of ingredients like they have with other products."
        },
        {
            "review_title": "An oil that doesn't break me out",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I wanted to love this product so badly! I first saw this in an Allana Davidson video, and when I looked into it, I was excited by the ingredients of Sea Buckthorn and Meadowfoam. Unfortunately, I just feel like it didn't do anything for my skin-- my face didn't feel more hydrated and it didn't fade my acne scars. However, I am so impressed by the fact it didn't break me out that I'm giving this product 3 stars, despite the heavy price tag."
        },
        {
            "review_title": "Saved my skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This is a new holy grail for my skin care routine. Iu2019ve been using this for about two months now and it has been amazing. I have combo skin, my dry parts super ultra dry and super sensitive. Whenever I do a mask it sometimes irritates my dry areas to the point where the skin cracks and peels and it takes me a long time to balance my skin out. I decided to try this out during one of these u201cepisodesu201d and wow! It completely solved my problem! I mix it into my moisturizer and it has done wonders! My dry sensitive  skin is happy and glowing and the oily parts of my face look great too! Highly highly recommend! Well worth the splurge!"
        },
        {
            "review_title": "Wanted to love this",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I really wanted to love this, since I love the Herbivore brand so much. It's a beautiful rich oil, but it was too much for my skin and it's caused me to break out, so this was a big bummer for me. I've used other facial oils and have not had any breakout/bumpy skin issues before. Maybe it will be better for my skin in the winter months :/"
        },
        {
            "review_title": "Has worked wonders for my skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I absolutely love this facial oil. I have dry skin and mild rosacea around my sinus area, and it has really worked to hydrate my skin and even out my pigmentation. I use it in combination with the Fresh Rose and Hyaluronic Acid Deep Hydration Moisturizer, and all I can say is *chef's kisses.* When I don't want to splurge on this facial oil, I use the Badger Damascus Rose Face Oil, which has very similar ingredients (jojoba seed oil, rosehip oil, sea buckthorn oil, and rose extract) for a fraction of the price ($21.99 CAD/1 oz.)."
        },
        {
            "review_title": "HOLY GRAIL OIL",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "At first I was skeptical to buy this oil, as it is very pricy and itu2019s a pretty small bottle. However, it is super hydrating & a little goes a long way. I love love love this oil. It has helped with keeping my skin fresh, firm and it has helped reduce my redness on my cheeks and chin."
        },
        {
            "review_title": "A must have !!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Amazing product. So worth the price. I have dry-normal skin and I love applying this at night time to wake up with amazingly soft hydrated skin. Or even using a small amount during the day time underneath foundation for a more radiant finish! Beautiful product with incredible ingredients."
        },
        {
            "review_title": "BUY IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I have normal to oily skin and this product is amazing. This product helps minimize the visibility of my rosacea and I rave about it to everyone! A must have, price is definitely worth it."
        },
        {
            "review_title": "Worth the money!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "It's amazing I'm on my second bottle!!! I add a drop of to my daily moisturizer and I use it every other night. The results are visible after the first use. I'm almost 40 and get lots of compliments on my skin!   Store it out of direct sunlight and in dark place. This will go rancid and turn from bright orange to dull yellow if kept in the light. I keep it in the original box under my bathroom sink."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "After one week of consistent usage I have seen a dramatic change from my usual dry skin. I highly recommend this product if you are tired of spending money on products that are not efficient in solving your skin concerns."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I started using this a few weeks ago and it has made my sensitive, eczema-y face skin really hydrated and strong. It also lightened a few acne spots I had!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I have dry skin so Iu2019ve been using this for a few weeks now and really notice a difference in my skin, however I use it at night because of the orange tinge to the oil and Iu2019m very fair skinned it leaves my skin with a bit of an off colour. Once all absorbed Iu2019m sure itu2019s fine as I wake up and the tinge is gone. Noticing small dark spots lightening already! Worth the money!"
        },
        {
            "review_title": "accutane user review- highly recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Iu2019m completely obsessed with this oil! I am currently on accutane so my skin is uncomfortably dry literally all the time. I was using thick creams at night just to wake up to flakey skin- nothing helped. After reading another accutane useru2019s review I decided to give this a try, best decision ever. I use 5 drops at night and 3 in the morning. My skin feels hydrated all day and looks refreshed. Iu2019ve been using this every day for several weeks and Iu2019ve definitely noticed an improvement in the overall health of my skin. Highly, highly, HIGHLY recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Excellent oil. It absorbs quickly and finishes beautifully. I use it alone or with the Herbivore Emerald oil and I'm never disappointed."
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This oil is beautiful.  All the individual oils combine to work beautifully to soothe and moisturize my skin after using actives.  I hope the formula never changes."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Meh. Itu2019s not bad but it doesnu2019t stand out among my millions of other face products. Iu2019ll use it all up but I much prefer the Orchid oil from Herbivore bc it smells so good. I use both in combination at night and I like how light weight they are."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This oil is so nice. It smells like roses and really seems quite concentrated, not watered down. It was visibly hydrated my skin and lightened acne spots. I use it over their moonfruit night treatment and itu2019s an amazing combo. Itu2019s made my skin look more even and reduced texture. It really works! Worth the price and itu2019s clean!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Really torn about this oil. I like to use it, I enjoy the packaging and this is one of my favorite oils in the collection. I have a sample size right now and Iu2019m continuing to use it Iu2019m just not sure itu2019s worth upgrading to full size. I donu2019t see a huge improvement in the month I used to oil but Iu2019m planning on using until I run out before I decide for sure. I got the sample size I have through a small bundle on their site and I recommend doing so for all herbivore products. I tried 8 products for less than the price of this oil and helped me narrow down what works vs. not for me!"
        },
        {
            "review_title": "Retinoid user :)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "Love!!! This was my first ever oil I purchased. Its amazing! I started using retinoid and as everyone knows your face starts getting dry. This saved my dry skin! Also didnu2019t break me out!!"
        },
        {
            "review_title": "LOVE",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "Decided to splurge on this product after eyeing it for months and I was not disappointed! I use this as part of my morning skin routine and it is so lux feeling on the face! As a member of the dry skin club, it makes my face feel so nourished, soft and gives a nice healthy dewy look. Iu2019ve been using this for a week now and no breakouts or reactions. The smell is really light, and a little bit of this goes a long way."
        },
        {
            "review_title": "Had to give it a try! glad I did!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019ll begin by saying, I wanted to avoid this oil. I tried to avoid this oil. I seen it was part of a mini set, and I caved. There was so many good reviews on this but itu2019s also a pretty steep price. I just had to try it though. Once received it I tried it immediately which was only a few days ago and oh my gosh! I have only tried a few oils so Iu2019m no pro by any means. But my skin has loved this one the best. It kept Showing out of stock when I looked into the full size and as Soon as it came available I had to get it before the sale ended. It does have a bit of an orange tint on my face at first as I am pretty fair but it goes away pretty quickly.   This is honestly going to be a love hate relationship. My face loves you, my bank account donu2019t."
        },
        {
            "review_title": "My new holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "My best friend gave me a boxed set for Christmas of products from this brand and it came with this oil and Iu2019m addicted. Itu2019s the best product Iu2019ve ever used and my skin is extremely dry! Iu2019ve had a hard time finding the right product that actually moisturizers my skin (thatu2019s how dry it is). I only use this at night and i wake up with soft skin. Itu2019s expensive but I just bought it cause itu2019s that good. I also find my skin has more of a glow and overall looks better. I too am one of those people that donu2019t ever leave reviews and here I am."
        },
        {
            "review_title": "So expensive that I make my own now!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This product is good but unnecessarily expensive. I purchased a few pure oils that this one lists are primary ingredients and mix them to get the SAME result. Sea buckthorn oil, chia oil, and rosehip oils are each easily obtained for under ten dollars a pop.Mix a few drops of each and smooth on face for that same hydration and 'glow'. The bright orange color of this product is entirely due to Sea buckthorn oil which is lovely. It gets EVERYWHERE (on clothes, pillowcases) so be careful but the result has been so good for my skin. Hydration and smooth skin tone without any breakouts."
        },
        {
            "review_title": "Glowy Face, yes please",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I first sampled this in the Herbivor moisture kit and loved it so much I dropped the money on a full container. The amount of choloine in my tap water always leaves my face dry and this has given me so much relief after years of various lotions. It also will last you months, so don't feel as guilty with the price tag."
        },
        {
            "review_title": "My favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I have a lot of face oils I love but this hands down has to be one of my favorites. It feels so good on and gives your skin a healthy glow but once absorbed doesnu2019t look or feel sticky or greasy like thicker oils can. It feels surprisingly light weight and absorbs easily. I am very fair skinned and although itu2019s an orange colored oil, once itu2019s rubbed in it doesnu2019t leave a noticeable orange cast on me at all."
        },
        {
            "review_title": "my favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Oily skin",
            "review_text": "The Phoenix oil is my new Holy Grail. Iu2019ve been using it for about a month now on my oily combination skin. I am so happy with the results. Acne scars are fading fast, and my skin is starting to look healthy and clear again. Iu2019ve tried all 3 of the Herbivore fave oils and they are all great products. I shied away from the Phoenix oil because my skRead more about review stating Wow! This stuff is amazing!in is oily, but I had a horrible case of acne caused by another brands products and battled it with lots of drying acne meds. My skin became oily and dry at the same time, and I was left with scars. I took a look at the Phoenix oil ingredients and researched them and they were all safe for my sensitive oily skin. So I ordered a small bottle and I saw very quick results. Iu2019ve since purchased the full size. Now that my skin isnu2019t dehydrated I still use this oil day and night. Itu2019s not as light as the Orchid oil but it absorbs just as well into my skin. My skin is soft and clear and Iu2019m a few weeks away from being able to ditch my concealer again. I really canu2019t say enough good things about the Phoenix oil. I also apply it to my lips and it leaves them super plump and moisturized too. Sometimes I mix it with the Orchid oil in the morning under my sunscreen when I need less moisture. This oil is very moisturizing, but not greasy. Donu2019t be afraid to try it if you have an oilier complexion like mine. Your skin might love it too!"
        },
        {
            "review_title": "My favorite oil! Its a beauty must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This oil has completely changed my skin!!! Highly recommend. It is amazing."
        },
        {
            "review_title": "Great for combination skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I never write reviews but felt compelled to do so after using this product. I have combination skin and after 2 weeks of use this has really done wonders! The hormonal acne around my chin is gone! It absorbs nicely without leaving an oily feeling and I can even wear it under makeup during the day! Also, the quantity is generous, which makes me feel much better about the price. Very happy!"
        },
        {
            "review_title": "Game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Love love love this facial oil! I truly feel itu2019s made a huge difference in my skin. My skin is more hydrated, and definitely feel itu2019s helped signs of aging as well. I highly recommend! Worth the money!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "The oil itself is just ok.  Goes on smoothly and does not cause breakouts.  A warning, however:  I am very fair and this oil is a bright orange/yellow.  When applied, it actually does discolor my skin slightly.  And not in a flattering way."
        },
        {
            "review_title": "A Dream Serum for Dry Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I have extremely dry and dehydrated skin after several rounds of accutane, so I am constantly on the hunt for products that actually hydrate and renew as they claim. This serum is amazing! It isnu2019t sticky or tacky, melts into the skin well, and leaves it soothed and hydrated. It has become an essential part of my routine and has made a considerable improvement in my skinu2018s texture."
        },
        {
            "review_title": "Lovely smell and skin brightening",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This does brighten your skin but Iu2019m not sure yet if it is because of the orange tone it immediately puts on your skin. That being said, my skin feels and looks great."
        },
        {
            "review_title": "Wonderful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "Beautiful oil that is a pleasure to put on each night. I wake up glowing and refreshed. Great for middle aged skin."
        },
        {
            "review_title": "3 stars for the product itself",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I want to give this product a better review. The actual oil is fantastic, it is light but intensive, has not caused acne and makes my skin feel and look so luxe after applying. My problem with this product is the packaging, the dropper to be specific. My boyfriend bought me this oil for christmas in addition to the Lapis oil and I had to return this oil because the dropper was covered in dried up, orange oil. The dropper seemed to be the malfunction, returned and contacted Herbivore who sent me another dropper. I tried the new Phoenix oil and it has the same issue where the top of the dropper becomes disconnected to the rest of the lid, leaving product open to air and extremely prone to spillage. iu2019m almost even afraid to pinch too hard in fear of totally ripped it out like i did with the first bottle i got. Herbivore seems to use the same dropper for all of their oils, and while I have somewhat of an issue with all of the droppers, none of them seem to be as bad as the Phoenix which is very very prone to being disconnected from the lid, rendering the product and dropper useless. For an $88 product, youu2019d want to be spending that on quality packaging that will limit exposure to air to keep the oil fresh. Disappointed that this is the downfall of this product for me, and as much as i love the actual oil, i probably wonu2019t repurchase because the dropper is very iffy and very easily broken."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I swear this stuff is a miracle. I was sick and passed out at our local Sephora and when I fell, I cut my chin open very badly. After a couple of days, I started using this and I barely even have a scar! Iu2019ve also been using this under my eyes in addition to my face and my dark circles are disappearing. My whole face is glowing. I love it!"
        },
        {
            "review_title": "Game changer oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Amazing facial oil that nourishes the skin like no other. It worked great for me on a combination skin, with bit oily T zone and very dry cheeks. Very easy to apply, it absorbs well and quickly. I started to see results pretty much from the first application. Most of my lines are literally gone and the classic forehead deep wrinkles are barely noticeable after only 6 days of daily use in the morning. When applying this oil skin feels and looks like if you just exfoliated it. I love how glowy it is on the skin. The orange color also helps giving you a glow on its own and a bit of color. I love the look of my skin after applying it. It goes well used both before moisturizer or on top of it. A little amount of product goes a long way. This oil has dramatically changed my skin. I will definitely repurchase."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, mediumTan skin tone, Dry skin",
            "review_text": "I had great expectations for this product.  My skin is extremely dry and I'd hoped this would help.  For whatever reason, this oil resulted in making my face break out.  May work well for others, but inexplicably did not work for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Deep skin tone, Dry skin",
            "review_text": "I use to have occasional breakouts, ever since Iu2019ve been using this my skin looks and feels great. The breakouts I do get go away quicker as well. In obsessed with this oil such a game changer. Iu2019ve bought it for several friends as well. I would recommend this for anyone."
        },
        {
            "review_title": "Not too shabby",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I do agree with the reviews that takes away dark marks and hyper pigmentation somehow. Others mentioned it helped acne which for me I found it did not nothing it does however leave a glow and is pretty good in terms of anti aging .I find this oil very thick which is a pain to work with but overall it's pretty decent but not worth the high price point"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love! Upon waking I look like Iu2019m rested. Will definitely repurchase!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Iu2019m obsessed with Herbivore products right now and the Phoenix oil is no exception. It makes my skin feel soft and hydrated. It has also been helping my acne prone skin. The packaging is absolutely BEAUTIFUL and the product feels super high quality. Honestly, a few drops of oil goes a long way so this will last you quite awhile. Highly recommend this brand and the Phoenix oil!"
        },
        {
            "review_title": "Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Holy Grail for overall skin care! This is pricey but SO worth it! I especially love it in the fall/winter when my skin tends to get a bit dry. You wonu2019t regret purchasing this."
        },
        {
            "review_title": "Will save your skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Scaly, rough, cracking, flaking...these are all words that at one point described my acne and eczema prone skin in the winter time. Received travel size as a stocking stuffer last year and then I purchased the full size bottle the next month. This will save your skin if you are very dry and sensitive like me. One thing is the full size bottle is almost too much to be able to use in 12 months. My skin adjusted in the summer and I didnu2019t need it, but brought it back out this fall. Still have half the bottle left."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I have super dry skin, which is exacerbated in the winter. The night time oil I was using before was only partially hydrating my skin. I had heard so many great things about this oil, so I decided to give it a try. After using for a month, my face only became more dry, flaky, and I started to get tiny bumps on my forehead. I decided to switch back to the oil I had been using before and my skin became way more hydrated and the tiny bumps have disappeared. Iu2019m pretty bummed this didnu2019t work out for me since I love Herbivore products."
        },
        {
            "review_title": "Amazing oil formulation at a great price.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This oil rocks. Iu2019ve tried SO many facial oils at tons of price points and this one remains my favorite. Tired of high end companies tricking the masses into paying top $ for ingredients we could mix ourselves from a vitamin/health food store. This oil delivers on quality ingredients and a great formulation at a deserving price. My skin is extremely dry so could never wear this as a moisturizer regularly, but itu2019s great for a quick dose of moisture and to soothe my skin when itu2019s dry and stressed. Often will throw this oil on in lieu of moisturizer if Iu2019m running out for a quick errand. Will absolutely repurchase again and again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I've been using this for a couple of months now and I absolutely love this oil. My skin feels so hydrated after using it and I feel like it's been helping my skin texture. I don't like using it in the morning as it does take a little while to settle in but love it as a night oil."
        },
        {
            "review_title": "Reliable facial oil",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The Herbivore Phoenix Cell Regenerating Facial Oil does the job. It leaves your skin feelings soft and smooth. I apply it at night before bed and I wake up with baby soft skin. The only down side is that it doesnu2019t have the best scent."
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love this facial oil. I Tend to have dry skin. It adds the perfect amount of moisture and doesnu2019t exacerbate issues when I have hormonal break outs. It actually calms my skin down. It lasts forever too because a little bit goes a long way!"
        },
        {
            "review_title": "Magical",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Letu2019s start with my age: I am 46 and received this as part of a gift set. I have wrinkles, skin discolouration, and letu2019s not forget menopause induced acne. A few drops clears this up in days! DAYS! It is a miracle worker and well worth the price! I have dry skin and use this under my moisturizer and wake up glowing."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I didnu2019t think much on oil and it has been the last item that Iu2019ve added to my skin care but truly should have been one of the first. I thought it would make me greasy and not really do much but really does help my dry skin. Iu2019ve used samples of murula oil and Josie and wasnu2019t impressed... this was def something that will deliver"
        },
        {
            "review_title": "A definite yes!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is my first ever purchase of herbivore product and Iu2019m really impressed. After 2 weeks, I notice my face is soft and more brighter skin tone. I still have a lot of hyper pigmentation, and I really want to see if it help reduce that with continued use. Iu2019m glad I splurged and got it!!"
        },
        {
            "review_title": "The only face oil you need...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This is a must have face oil. I noticed such a difference in my skin within the first few days of using it. Fine lines seemed to diminish a bit and my skin had a very nice glow to it. I use it with a facial roller and it is hands down my favorite part of my nighttime skin care routine."
        },
        {
            "review_title": "Everything and more",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I purchased the Phoenix oil originally because my skin was sooooo dry! And it has been love ever sense! I generally try to mix up my Pilsner and skin care by trying new things..but i have found myself repurchasing this oil! It is so nourishing and hydrating on the skin. I put it on my face and neck and then rub the remaining on my hands. Youu2019re face will never feel so hydrated and soft! I know it is a pricy product but it does last a long time and the benefit are worth it! I love herbivore u2764ufe0f"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Tentatively, I like this. When I use it at night in conjunction with my exfoliating serum, I wake up with soft, clear, smooth skin. No more redness. Calmed breakouts. A real I woke up like this glow. However, I took off a star because I'm not convinced it's doing anything revolutionary that I didn't get from using other, more affordable oils. I took off a second star because of the price (relative to the results), and the scent. I appreciate that it's supposed to be clean so there aren't supposed to be artificial fragrances, but yuck. I will definitely continue to use this up, but I do not plan to repurchase it. If I can get the same results from oils half the price, why wouldn't I go back to them?"
        },
        {
            "review_title": "True love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This is a genuine Holy Grail for me. I've been using this (4 drops every morning) for roughly 2 months now. It has all of the oils my skin loves and reacts well to. Previously, I was cocktailing a similar mix using various other brands, but it took up a lot of space and got a bit expensive and unwieldy. In addition to the more pedestrian oils it also contains neroli, CoQ10, and rose absolute. It smells divine because of the rose, but the neroli and CoQ10 have significantly reduced my redness and sensitivity. I've also been getting compliments about how smooth my skin looks, especially given my age (33, often mistaken for early 20's). The only downside is that if I don't blend well enough, I often see an orange tinge around my lower lip (thanks peach fuzz!)."
        },
        {
            "review_title": "rich glow oil",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I was a little skeptical of this oil since its ingredients are pretty common, but I was lured by the beautiful packaging and the cleanliness of the product. I have been using this in conjunction with my jade roller, and I can definitely see a difference in the tightness and luminosity of the skin! I have been using this pretty consistently for about a month and will most likely repurchase."
        },
        {
            "review_title": "Great for sensitive skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I first got this product in a free sample size and fell in love. First, the small sample size lasted me months (and I used it almost every night). Second, it truly rejuvinated my skin. It was so hydrating and I saw a difference in the texture of my skin. Everything looked so smooth and healthy after using this for a few days. Lastly, my skin is very sensitive and usually breaks out when I try new products, so I was a bit skeptical trying this. But, this has become my new holy grail product. Just ordered the full size and it is so worth the price!"
        },
        {
            "review_title": "Glowing but not great.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "Glowing! but not great. I think this could be a oil one exchanges for a vitamin c glow serum especially if wanting to go clean. It is a little heavy and a little strong smelling to use on it's own IMO and I use it in conjunction with the lapis and orchid oils and that way it absorbs well on top of moisturizer and under sunscreen. I might keep buying the small bottles to mix in a bit with the orchid which is my holy grail, but not a full size for me."
        },
        {
            "review_title": "Not worth the hype",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I'm a little confused by this oil...it smells great and all but it just sits on top of my skin and refuses to soak in. I go to bed feeling slimy and gross. I don't know if I'm using it wrong but I keep lowering the drops I use and it still won't soak in. For the price tag I really didn't see results. If anything the oiliness made me break out more....The bottle is beautiful but now I have a whole thing of it to get through....hopefully a miracle happens and it kicks in."
        },
        {
            "review_title": "Use just this product alone every AM and PM!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this. Facial lotions are too much for my skin...no matter how light they say they are my skin always breaks out from this. This is literally my holy grail. I love the Herbivore line but this probably has my skin looking the best. Moisturized but doesnt clog pores, not a huge fan of the smell but it is fine it doesnt smell unpleasant. I use about 7 drops every evening and morning and thats it. I havent even been breaking out around my period time anymore. This has helped my skin stay clear and I highly recommend! I have SUPER sensitive skin and prone to breakouts. I have combination leaning towards more oily skin. Face oil sounds weird to put on oily skin but this truly has been perfect for me."
        },
        {
            "review_title": "Not worth the price tag",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Iu2019m not sure what the hype is all about, or if I have radically different skin than every other person posting a 5 star review in this product. But the Phoenix oil just didnu2019t do it for me. I have been using this for 3 months now and I feel like my skin is the sane. Yes, it was super moisturizing but I did not wake up/leave with glowing and rejuvenated skin like everyone else. For the price tag, I expected more."
        },
        {
            "review_title": "Wish I didn't love it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I got this as a free sample from Herbivore directly. It's their third product I have tried, and I am kinda in love with the brand now :/ I'm normally into TO products because of price point, but now that I feel more comfortable in the skincare work, and skincare has become more of a priority for me, I am going to suck it up and keep buying this. I love it. Only been using it for three weeks, but it doesn't dry out my skin, and I believe it is actually doing what it claims."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Honestly worth the price. The bottle is huge and I can see it lasting a long time!   Other oils Iu2019ve tried in the past have broken me out and I figured out the culprit was coconut oil. Sadly all of the other Herbivore oils have coconut oil, but I was excited when I realized Phoenix didnu2019t because I love their products! I first tried it in a mini size and it was love at first use. It honestly feels so good on my skin, like incredibly luxurious. It hasnu2019t caused any breakouts and has helped balance out my oily skin. I use 3 drops in the AM & PM. My face looks oily for a bit but it soaks in really nicely. It also wears really well under makeup! I ended up splurging and buying the full size when my mini ran out and have zero regrets."
        },
        {
            "review_title": "Amazing for texture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Phoenix is a new holy grail for me!  My skin is so supple and soft, and my skin just drinks it up.  I occasionally have dry patches, and this solves it.  Apply at the end of your nightly routine as a moisturizer and wake up to incredible texture!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I will say I didnu2019t like this oil at first. It is extremely thick and I felt like it didnu2019t absorb that well onto the skin. I started spraying the herbivore rose water spray and when it was still a little damp I applied this oil. It works WONDERS!! I wake up with dewy, hydrated skin. I gave this 4 stars because I felt for the price it should work well on its own. I found it only worked well for me if I used the rose water spray or mixed with another serum to help it absorb."
        },
        {
            "review_title": "Best face oil i've used",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I can't even begin to explain how incredible this oil is. I noticed results in three uses. I get stress induced cystic bumps on the cheeks and dry patches - this oil cleared them up literally over night! obsessed with this product"
        },
        {
            "review_title": "Love this oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I watched Allana's quick review of this product while she was getting ready for the day and found that she really like this and has gotten rid of her breakouts. I got a sample and tried it, (sample lasted for 7 days) and I felt that it really did change my skin. It absorbed quickly and I wore it underneath my make up. It didn't make me oily but I used 2-3 drops and it was enough for me. So far so good, been using it for a three weeks and my skin is loving it. Clear, smooth and happy skin. I love this product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "When I first tried this I thought it was too heavy for my skin. Got it during the spring VIB sale so thought maybe it would be better for winter, so I ordered the Herbivore Orchid oil, but hated the smell of that so I gave this another shot. SO GLAD I DID I LOVE IT!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I love rose hip oil the oil benefits are phenomenon but I cant stand fishy smell.  So I bought this oil and tried. Still I can smell fishy rose hip but much better. Very light and easy to absorb into skin . I use as booster like after wash face n add 3 drops of this oil on wet face and massage. Then toner , eye serum then herbivore emerald oil. I love this oil but I gave 4 stars bc doesnu2019t work like a moisturizer to me ( I have dry n aging skin) and didnu2019t get wow results like 100% rose hip oil dose. But still great oil."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "My favorite morning facial oil to date!!"
        },
        {
            "review_title": "All time favorite oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I LOVE this oil!!!! I've been messing around with my skin care regimen a lot since I moved from a humid place to a dry place and this oil has done wonders for my skin.  I've always had dry skin and am now fighting dehydration which has caused breakouts and this oil has really helped repair my skin and stop breakouts.  During the winter I need some extra moisture so I've been experimenting with putting different moisturizers under this but I think in the summer I'll only need to use this oil.  If your skin isn't super dry like mine, this oil would probably be the only thing you need."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Best oil i've ever used. So light weighted and the only oil I've used that I can say it's absorbed fast. My skin looks  brighter and feels softer after one week. I'm also using the pink cloud cream from Herbivore. Great combination. My skin is hydrated all day long. Really good products. Now I'm a fan of this brand!"
        },
        {
            "review_title": "Beautiful Oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This oil is gorgeous.  It feels light going on, not thick like Juno.   My skin feels so great after using it; hydrated and soft. Iu2019ve shared with many friends and they love it too.  Also great for cuticles."
        },
        {
            "review_title": "Could not tell I went through the whole bottle",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I used the entire bottle up and did not noticed any improvement or impact on my skin. It was the equivalent of putting water on my face, would have gotten about the same amount of impact."
        },
        {
            "review_title": "not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "This stuff is really average. I have dry skin and I really wanted an oil that would take away the tightness and make me glow a bit more. This did not do that. The oil just stayed  on the surface of my skin and didnu2019t give me the hydration I needed. Even when mixed with moisturizer didnu2019t do it for me.  Also itu2019s super expensive when in reality just feels and smells like jojoba oil."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have combination skin that skews more to the oily side and this oil works so well without making my skin greasy. I mix it with a gel moisturizer, no more than two drops, and it feels heavenly on my face. A little really goes a long way. I got it in a mini's set and even with the high price point, I will probably purchase the full size once I'm done with the mini."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love this oil for winter. Not 5 stars because the oil leaves a yellow stain on my white pillowcase :("
        },
        {
            "review_title": "SO hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This is an absolutely gorgeous facial oil. I use it at night and I can tell you that the orangey-hue does not get onto your sheets or pillows (they are safe). But I have found my night-time oil in this. I am always trying new products, but this is my forever go-to for a nighttime oil. It's that good! So moisturizing, with a faint natural scent. I've been using it for about a month now and you can barely tell. And I use probably 4-5 drops every night. Overall I am so incredibly pleased with this product that I cannot recommend enough. And, yes, everyone's skin is different, but at least sample this if you can. For me: this stuff is gold."
        },
        {
            "review_title": "Skin Changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Has completely changed my skin!! I struggle with redness and texture and this has helped so much. Along with the Youth To The People face wash."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this product! Its more on the  thicker type of serum but it made my skin soft and plump the next day. I mix it with other creams too and it doesnu2019t feel heavy."
        },
        {
            "review_title": "HG for sure",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "With the plethora of skincare items I want to try, itu2019s rare for me to repurchase something but this face oil is incredible. I have sensitive combination skin probe to hormonal acne and redness. This oil helped to calm my redness, breakouts are less frequent, and my skin is deeply hydrated. Using day and night, my last bottle lasted almost 9 months, so worth it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Such a beautiful oil! I am seeing a difference already!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "It is good but not great. It absorbs easily and not greasy at all."
        },
        {
            "review_title": "Iu2019m In LAV",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Not going to lie, my first 5 days using this, I looked like I just came out of the gym with an oily mess on my face. But after those 5 days, it stopped looking so oily, maybe my skin got used to it? But my skin was so lifted and awake. Felt like my scars healed. I had a bad cut from a razor and it went away in 3 days after using this. Keep in mind I used their green tea water toner (1st) the. Orchid serum (2nd) mixed Pheonix and Lapis together. Really changed my skin. PLEASE MAKE A SUNSCREEN!!!!!!!! I will love you forever"
        },
        {
            "review_title": "Irritating oil",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Unfourtunately this oil did not anhthing for me. Every night i used it I woke up with dry, irritated, patchy skin."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Yall I sampled this today. I'm middle eastern and the smell hit my nose at the store and it was wayyyy to familiar so I asked for a sample to take home. My mom laughed until she cried for 30 minutes straight after I told her it was $88 per that small bottle. Yall I'm pretty sure this is some kind of mix of I think in English yall call it mustard and jasmine oil... maybe a lil rose water in there as well. All things we have in my kitchen for cooking & huge bottles of as well for less than $10 each... & it may be too thick for skin on the regular. I wonder if this may make some ppl break out...  Now I may be wrong... but Ima just leave this here in case it helps someone."
        },
        {
            "review_title": "Itu2019s alright",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I got a trial/travel size of this in an Herbivore trial set and it was alright. It lasted me a bit over a month, but I donu2019t notice any real changes in my skin while I used it. The oil didnu2019t leave my skin dry, over oily, or break me out but otherwise nothing really changed when I swapped from using the maracuja oil Iu2019ve been using for the past few months. My skin was its usual combination with slight oily-ness in my t-zone with a small bit of dryness on my nose and the side of my cheek. Iu2019m not sure if my skin would need go use it longer for any skin differences to be noticeable, but for how much it costs, I wouldu2019ve liked to see more results in my skins texture, complexion, or moisture levels."
        },
        {
            "review_title": "Majestic oil, I want gallons!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This is the most lovely oil I have ever, ever used! If I could marry an oil, this would be the one I would commit to. To start with, the ingredients are stunning, and it contains CoQ10 (a great anti-aging, pro collagen ingredient). The bottle is huge (50ml, thatu2019s almost twice most other oils). It has just the right amount of slip, I put it on at night over my AHA/BHA/Retinol/Retin A (depends on my mood), and I *always* wake up with soft, supple, plump skin. Last, it has no added fragrance but I love how it smells. I would describe it as an earthy-ish, honey-ish, very faint rose smell. It smells like spring.   For reference- I have normal to leaning slightly dry skin. This oil did not break me out BUT nothing breaks me out so Iu2019m not a good reference for acne prone skin. :( However, if you are normal or dry, I can confidently say, you will love this oil too!  Ok, one last thing (sorry), I use a teensy bit under my eyes before applying concealer in the morning, my creases are nearly invisible and the makeup applies smoothly overtop."
        },
        {
            "review_title": "Great Nighttime Oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "auburn hair, Light skin tone, Combination skin",
            "review_text": "I've been using this oil at night for the better part of a month, and I'm majorly impressed with how soft and plump my skin looks!  This is too heavy-duty for day (at least on my combo skin) but it's a dream at night.  If you're looking for a clean formula that's free of coconut derivatives (which some people, myself included, can find pore clogging) this is a great luxury option to try!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Dry skin",
            "review_text": "Very hydrating! I have very dry skin and it is worse in the winter, so I've been using it as a primer under my foundation and it makes my skin look hydrated and glowy all day, my foundation is not as patchy as it can be without it."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Dry skin",
            "review_text": "Great product. I use it after cleansing, serum, and moisturizing. This should be the LAST step in your skin care routine before makeup or before going to sleep. It is an oil so sits on top and helps your skin absorvb the moisturizers/etc that you put on underneath. My skin feels plump and moisturized after using this. I am not a big fan of the smell--smells like herbs to me, but the smell goes away quickly and the product is definitely worth it. Better to not have artificial fragrance anyway--ruins your skin."
        },
        {
            "review_title": "Phoenix BLAZES...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This oil is FIRE. I love this one. It smells good, nice, light oil and it actually helps my inflamed, red skin when I have flares. It keeps my skin calm and is helping to fight other skin issues. Honestly, if it just kept my skin calm and flare free: Iu2019m happy. Hate the price but itu2019s worth it to me. Herbivore is a great brand and Iu2019m in love with oils like Phoenix."
        },
        {
            "review_title": "dry, red skin miracle treatment!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I canu2019t express how wonderful this worked for me. I have extremely dry, red blotchy, sensitive skin. I used this at night and after 1 night I could already see huge improvement. Redness is basically done now and a week. This does not feel greasy, soaks in your skin immediately, your skin is left incredibly soft, firm, toned and hydrated after."
        },
        {
            "review_title": "Not for my sensitive skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I bought both the lapis set and the Phoenix set. I really wanted to love the products but they might be too strong for my skin. I slowly I coporated into my routine but it caused me to be red, blotchy and have bumps."
        },
        {
            "review_title": "Disappointing all around",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I was disappointed by this oil, especially considering the price point. I received it in a kit from Herbivore and was really excited to try it. Unfortunately, I didn't find it to be particularly moisturizing. The other issue was that it kept pilling-- I tried to figure out what was causing this, eliminating product by product, but the same thing kept happening, no matter what I used underneath it, including other Herbivore products! I still love this line, though, and am hoping to have better results with the Emerald oil."
        },
        {
            "review_title": "Nice but not a huge difference",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I thought it was pretty nice, though I was unsure how much benefit I was getting. I liked it enough to not return it and keep using it until it was gone. Then I learned never to buy expensive products in glass :("
        },
        {
            "review_title": "Expensive, but works wonders",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have always wanted to find a face oil I loved and that worked for me. I've tried so many! Most break me out. This one is incredible. It helps my very dry skin get through the very dry winter. It clears up my dry spots around my nose and leaves my skin literally glowing and fresher looking. I like the smell and find it doesn't last long, which is good. And I have not broken out with this! But some things to note: I don't think it's a daytime/morning use product. It takes a little while to sink in, so you're better off putting it on at night. And it's super expensive. I got it during the fall sale, so it was a better deal, but I think I'd wait till the next sale to buy again. Lucky that 3-4 drops is more than enough to cover your whole face. You can use it very sparingly and get excellent results."
        },
        {
            "review_title": "Over all a good facial oil",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This is a really good oil. Itu2019s a little on the thicker side, so I use it mixed with an emollient (drunk elephants B hydra) to help it sink in quicker. It does have a floral smell which I think is mostly due to the types of oils used. Pros:  great nourishing oil blend, clean skin care, moisturizes, the bottle contains a lot of product. Cons: takes a little to sink in, has essential oils in it so sensitive skin may have an issue.   I will be keep this in rotation and Iu2019m interested to try more from the brand."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This is the best oil I have ever used!! I have dry sensitive skin, I get dry patches and have acne scars from past. It has cleared it all up, made my skin soft and supple!!   I got all three oils from herbivore, this by far is the best for dry sensitive skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love! Leaves your skin super soft and helps with fine lines + younger looking skin."
        },
        {
            "review_title": "stunning",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This oil makes my face feel so great. I simple love all of the Herbivore oils. I currently use with the Emerald glow oil at night.  That is a great team!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "This product is amazing. I first got a sample Of it as the lady helping me out insisted I try it. Itu2019s real steep in price but helps amazingly with my very dry skin. I apply it at night so itu2019s able to absorb for longer and that way no one can see how greasy you look. The product also smells amazing, and the scent lingers. The bottle also goes a long way. Iu2019ve had it for two months so far and almost near halfway down the bottle if that helps anyone feel better about the price tag."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I received the sample size in a gift set, and this oil is wonderful. I am 31 with normal skin. However, I live in the Midwest where harsh winters call for a little extra moisture during the season. I use a very small amount after toner, and before makeup. It helps product go on smoothly and gives a pleasant glow that lasts. The scent is neutral. I can't say if I've seen any long-term benefits yet, but my skin is hydrated, makeup goes on smoothly, and I am pleased with this product. Oh, and it's natural   vegan which makes it all the better."
        },
        {
            "review_title": "did nada",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I use all herbivore products at night and in the morning; this one baffles me. I donu2019t notice anything different after two months; sometimes when I use my skin feels discomforting in the mornings. I recommend their orchid oil, lapis oil and prism.  I love those three with their jasmine toner.  I recommend going to their website and buying the smaller, cheaper travel size before you spring for this. For me, it did nada.   I gave it two stars because I support the brand and their other products are amazing but this is not a product for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have difficult skin that's also sensitive so often I make my own facial oils with only a few ingredients. I'm 39 with sun damage and lines already, combined with an oily t-zone. Its challenging to find something moisturizing enough that doesn't clog my pores and make my face an oil slick. This oil has worked beautifully. I use a little (very little it goes a long way) with Drunk Elephant Protini at night and I swear it's making a difference in my skin. Sea buckthorn oil is challenging to use when making DIY oils as you typically have to dilute and it can still stain everything around you orange. The Herbivore oil has a great combination of ingredients and I havent had any issues with staining. Having ordered many of the ingredients found in the Herbivore oil for DIY products, the overall price is steep though. Would be on the fence about reordering solely based on price not quality of the product."
        },
        {
            "review_title": "Life Changer... Thank you Herbivore and Sephora",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "This is my first review on anything and I absolutely think this oil deserves it. A few years ago, I was going through major stress. College... 2 jobs... life... and it was evident on my face. I broke out with cystic pimples and incredibly dry skin. To the point where I would have dry patches on my face after coming from work... even after having applied loads of creams to my face. I tried many oils before and none of them would absorb. Until I decided to bite the bullet and try this one. It CHANGED my life. I started to apply this every evening consistently and I noticed RAPID RESULTS. My skin felt smoother, more healthy looking. My dry patches were gone and it helped lighten many acne scars and help CONTROL much of my acne. I obviosly had to alter some bad habits in my life (like drink more water), but this product has stuck with me and now I am on my second bottle and noticed my skin only get better. More PLUMPED and SOFT. Those who are on the fence... just buy it. You won't regret it."
        },
        {
            "review_title": "get it! you wont regret it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "if I cant have my NUDE rescue oil in my life, I'm glad this is at least out there. love what it does to my skin! i rarely break out , my pores are great, and my skin tone is nice and even. always. best purchase."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Amazing product!!! makes my skin glow and really moisturizing!!! my skin feels great after 3-4 drops, best oil I've used so far!"
        },
        {
            "review_title": "Favourite facial oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "This is hands down my favourite facial oil. It makes my skin smoother, brighter and more even toned. It aids in fading my hyper pigmentation and it locks in moisture. I love this oil so much Iu2019ve bought the full size and the sample set twice for this oil in particular."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "This is a fantastic nighttime oil. Even if you have oily skin, this should still work and might help reduce your skinu2019s overproduction. I find my skin looks clearer, smoother and brighter as quickly as overnight!"
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "After reading all the great reviews I was excited to try this oil.  It was just ok for me.  It did not feel super hydrating on my skin and I also had some redness after using it.  I ended up returning it.  It is a pretty pricey oil and it was not what I was looking for."
        },
        {
            "review_title": "Happy with this product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I am really happy with this oil. Itu2019s the first one that Iu2019ve tried that didnu2019t cause some pimples. Itu2019s very hydrating for my dry areas and does not cause any problems in my oily areas. I do think my skin looks better after using this for a month. Canu2019t pinpoint what it is but maybe more even toned. I will definitely continue to purchase this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Pricey but great oil. Cleared my eczema."
        },
        {
            "review_title": "Just sits on my skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I have normal to dry, mature skin, and I live in an arid climate. This just sits on top of my skin. It never felt like it soaked in. This oil is definitely the culprit in some cheek clogging."
        },
        {
            "review_title": "Rehydrated and Soft Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I use this religiously, every morning and every night. Sometimes I'll switch it up for something else (like my hydrationist lotion) so my skin doesn't get to used to a certain product so that it wont work anymore but this is the best thing ever. It really rehydrates your skin and makes it incredibly soft and it smells nice too. It also comes in a cute little rectangular glass bottle, so be careful!"
        },
        {
            "review_title": "Worth It!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Oily skin",
            "review_text": "This oil is fantastic! Clear improvement in my skin and you get SO MUCH for your money. Definitely worth the splurge."
        },
        {
            "review_title": "Fantastic.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "This stuff is amazing. My skin was dry and dull. I couldn't find the right moisturizer for my skin despite trying a dozen different brands, etc. I got the mini assortment box from Herbivore and it literally changed my skin tone, feel, moisture level, and appearance; especially this oil. It's fantastic. It feels good, smells good, and my skin is AMAZING. I HIGHLY recommend it."
        },
        {
            "review_title": "Awesome product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I went to my nearby sephora ( Cerritos) for an anti aging and good moisturizing product for night time. And there was this lovely makeup artist girl named Pillette who listened to my concerns about my skin very carefully then suggested a few products. After discussing a bit more she gave me three samples of different products. One of those was this amazing oil, first I was not so sure when I sniffed out the smell of this oil kind of mustardy;) but Pillette assured me that I should give it a try given the benefits. And I love using it on my face night and day both, I will buy full product soon. Thank you again Pillette !!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I ordered this after falling in love with the lapis facial oil, and was sadly disappointed. I have fairly normal skin, and this seemed to congest my pores and break my skin out. Guess Iu2019ll go back to lapis next time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Love everything about this product. Skin looks GREAT when I wake up."
        },
        {
            "review_title": "Unfortunate turnout despite raving reviews",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I wanted, so badly to love this oil, but it simply did not work out for me. It made me break out in little pimples around my nose, cheeks and forehead and managed to make areas of my skin very red. After seeing SO many great reviews I thought for sure this would be a HG product for me, but nope. I used it during the day/night, by itself or under my regular moisturizer or serum and it just didnu2019t work. All these reviews about how it isnu2019t oily.... well I used 3 drops for my whole face and it never fully absorbed. Bummed out"
        },
        {
            "review_title": "Buy it already",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Yes!!! If youu2019ve been debating about buying this, get it! I struggle with redness as well as dry skin and this is my new holy grail product. I also use the Lapis oil and my skin has never looked better. You get a lot of product also which helps since itu2019s a little pricey."
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Oily skin",
            "review_text": "This is amazing! I use this as the last step of my skincare (all herbivore) at nighttime. I wake up to the most hydrated beautiful skin. I originally ordered the small size and then I bought the full size. If you have dry skin you will love this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I love this product. I use this after my serum and moisturizer. This facial oil is not heavy, it does not sit on top of your face (it soaks in quickly) and it does not make you feel oily. Super soft face after using it. Not a heavy scent also."
        },
        {
            "review_title": "Great replacement for Sunday Riley's Flora!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "When Sunday Riley discontinued Flora oil, I did a lot of research to find a night time replacement oil. I am so happy I went with Phoenix Oil. It's not heavy, absorbs easily, and my skin looks great. I loved Flora, but I love Phoenix even more! I highly recommend this for night, Orchid for day, and Blue Tanscy mask every other day."
        },
        {
            "review_title": "Nice but too expensive",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I use this oil along with their pink cloud  moisturizer and im not quite sure which one has been making the most diffrence but this has def. left my skin feeling smooth, sinks in well to the skin and helps evens out my skin tone. the downside is ...... the price is just unrealistic for most women sadly ."
        },
        {
            "review_title": "2 stars for beautiful packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "First let me say I wanted to love this oil. If you could rate packaging and smell alone I would rate it 5 stars but the product was so disappointing in my case. I tried it out for two days to see if it would work for me, sadly it didnu2019t. It just sat on top of my face making me look like I dipped my face in olive oil. I felt like a pizza slice and now matter how many hours went by it wouldnu2019t absorb into my skin. It also clogged my pores so back to Sephora it went."
        },
        {
            "review_title": "First Impressions",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "First impressions: its extremely fast absorbing.  Love the way that my skin feels and looks.  I've been using this in the evenings after the Herbivore Brighten mask and I have seen an improvement on my dark spots.  I might even use this in the morning during the dry winter months."
        },
        {
            "review_title": "I canu2019t express how much I truly love this!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This has saved my skin. I would usually have to exfoliate every night and put on multiple lotions to keep my dry skin from turning into full on alligator skin, but I hated that my skin would feel greasy after and that by the end of the day I was dry again. So in an attempt to end this awful cycle I got this oil and the Prism exfoliating glow potion. And it did EXACTLY what I hoped it would do. Even using it on its own keeps my skin moisturized but NOT greasy throughout the day and saves my skin from having to get roughly exfoliated every night. My mom tried it as well and was also absolutely blown away by how well it worked with her skin too!!"
        },
        {
            "review_title": "Beauty in an oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "absolutely in love with this oil. I apply it the evening and in the day time over my main serum. currently I tone woth fresh rose, then in the evening I use DE glycolic Framboose serum.  followed by Advances night serum. then I apply the Phoenix oil over  then a moisturizer and top it off with YTP goji berry oil. I've been using all other products prior to the Phoenix on that order but once I added the Phoenix my skin just amped up its beauty.  I'm in my mid 40s a smoker and my skin has never looked and felt so hydrated , supple and almost line f3ee.  holy grail here .. make sure to out the extra on your hands."
        },
        {
            "review_title": "WONT REGRET BUYING IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I got this as a mini sample from a Herbivore Botanicals set. LIFE CHANGING! I have never used facial oils and do not see the point of them but whenever I apply this oil every night, I wake up with skin as soft as a baby's butt. And it's very satisfying putting this oil on my face as you can see the dead skin cells and gunk on your face. I was surprised how much of that I had considering I rarely wear makeup and take care of my skin well. I also noticed on Day 2 of applying that my blackheads are slowly beginning to go away! Totally recommend this product. Pricey af though so go for the set or a mini sample first."
        },
        {
            "review_title": "game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Best product for real, natural and DEEP hydration! And serious glow.  Ive never used oil before because i break out but this has been a game changer.  I wake up with less my face less oily because its so hydrated overnight, and i stay matte after applying makeup because (again) when skin is hydrated it produces less oil of its own."
        },
        {
            "review_title": "WOW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "WOW. I had my doubts about how an oil would work.  Others I had tried (like Farsali) left my skin drier and patchier. This stuff is my new Holy Grail. Within 48 hours of use I noticed immediate improvement in fine lines, texture and discoloration of my skin. Combine Pheonix + Prism and there is nothing this combo cannot accomplish."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this oil! This was my introduction to Herbivore and now I've purchased several more products from their line. First, a little goes a long way, which is nice because a bottle will last long. Second, it absorbs well and can be worn alone or under makeup without having a greasy look. You just have to let it sit before applying other products. The results are fantastic. My skin glows and looks nicely moisturizer, fine lines less noticeable, and skin texture is softer. I am now using this with the Prism glow potion and Blue Tansy mask and I'm seeing great results overall.   Side note: 42 years of age, fair skin, acne prone (hormonal), dry to normal skin, some early signs of aging (taking pretty good care of my skin since a teen though)."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Holy grail and fountain of youth! I saw results after the first use. I have sensitive skin and this has not irritated my skin at all. I am a tired mom and this definitely perks up my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Love this facial oil so much! My skin is super dry and this has kept it moisturized and has even evened out my skin tone. Itu2019s so easy to apply and itu2019s not sticky at all. I use it every night and sometimes in the morning. I get hormonal acne but this stuff has even managed to help that as well."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "This is not a deeply moisturizing oil, if that is what you are looking for. I donu2019t think I would recommend it for dry skin. I have noticed after using this product that I wake up with a much more even looking skin tone, kind of like my vitamin C serums do. The smell is okay, it goes on greasy, but once it absorbs there is no greasiness left. I love that the ingredients are all natural without any junk. I really like this product for what it is, but Amore Pacific products are higher quality and longer lasting effects on my opinion. I donu2019t feel like my skin gets enough moisture form this product which is why I gave it 4 instead of 5 stars. I would still recommend his product though."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Amazing after first use. I applied this oil after the pink cloud moisturizer. I woke up with a glowing and radiant complexion. My husband even complimented me over coffee. Itu2019s crazy how amazing the results are. My skin has also never been softer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I really love this. I use it at night after I wash my face and afterward I apply kiehls ultra facial cream. It makes my skin soft, and I feel that I donu2019t look as tired in the morning. It absorbs quickly as well which is a huge bonus. Love the packaging and the natural ingredients."
        },
        {
            "review_title": "excellent moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Not sure if this is regenerating  my skin but it is the only product that I can say actually hydrates my skin. I have dry combo skin and nothing hydrates my chin and mouth area. I usually get a lot of patchiness in that area on my foundation by mid day but this has worked wonders for me. Iu2019m using it day and night and basically stopped using other skin care besides sunscreen."
        },
        {
            "review_title": "Meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I didn't find this oil anything special. For me the Fresh Seaberry oil works best. This oil was just average. Didn't add anything and didn't change anything. I used one whole bottle (though I wasted some by accidently spilling alot of it). I am not buying this again."
        },
        {
            "review_title": "Rosey Perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Amazing! I've been using it for about a month now and I can really see a difference in my skin. The texture is smoother, it completely cleared up my skin/acne, and it keeps the redness away. Definitely worth a try! Natural, skin loving ingredients!"
        },
        {
            "review_title": "Amazing product, Iu2019m loving it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "If I wouldu2019ve known it was gonna help my skin tone and acne scars this much, I would have put down the cash for this A LOT sooner! Definitely worth every penny.   Iu2019ve had it for about a month or two, I try to use it at night and in the morning, but sometimes I skip one or both but am still seeing great improvements on my skin."
        },
        {
            "review_title": "Worth a try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I saw results within a week of using the oil daily. I was skeptical at first because my skin breaks out easily, but this oil actually helped some of my stubborn acne subside, and my hyperpigmentation has improved a lot! I use this oil along with the blue tansy mask (which I use twice a week)- these two have made my skin so dewy and healthy looking. A little goes a long way (4-5 drops are more than enough) worth a try, and every penny! :)"
        },
        {
            "review_title": "I get results",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "If I could do 4.5 stars I would. I am an oily skin type so I use this only at night as I feel itu2019s too heavy for the morning. While I use it at night when I wake up my skin feels amazingly hydrated and soft throughout the entire day until I apply again at night leading me to notice that my skin produces less oil. My complexion is brighter and more even over all and Iu2019ve only been using it about 2 months. I feel certain that with more use my dark marks will begin to diminish even more. The .5 star that I removed is that it is very easy to apply too much and therefore the product does not sink in in a timely manner and can sit ontop of the skin. But itu2019s lovely and I would repurchase"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "amazing oil. hydrates without the grease, as it absorbs quickly. keeps my skin feeling soft and supple and is great for my sensitive skin. I used it for the excessive dryness during our harsh winter, and this oil was amazing for keeping my skin moisturized."
        },
        {
            "review_title": "Life changer !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "Omg I love this oil!!! I did changed my everyday oil for this one! I didnu2019t break out and it is moisturizing"
        },
        {
            "review_title": "Didn't notice much of a difference",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I used this over moon fruit and pink cloud for more hydration. It did not improve my dryness much. It does not have much of a scent which is a plus. I wouldn't recommend this if you're looking for something to hydrate dry skin."
        },
        {
            "review_title": "more expensive in the store?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, mediumTan skin tone, Normal skin",
            "review_text": "Why does this retail 120$ in the store but 90$ in the app?? Saw it several times advertised as 120$ (price on the shelf) in the montreal store! (Same size) however itu2019s a good oil, I liked it!"
        },
        {
            "review_title": "Best oil ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "LOVE. This has been like magic for my skin. I'm constantly looking for something that rejuvenates my skin and this is it. Results almost over night. The bottle is large, this will last a long time. Can't say enough great things about this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love this oil.It is very moisturizing for my dry,mature skin."
        },
        {
            "review_title": "Best oil for dry or combo skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Best oil I have used in awhile.  Ingredient list speaks for itself. I have not broken out with hormonal acne in months. If I start to feel one coming in I put a small dab of this on the area and it's reduced. In that same note, when I do have one, they are smaller and to heal quicker I do the same.  Use this twice a day, 1-3 drops.  So good! Wish sephora offered the travel size!"
        },
        {
            "review_title": "Best.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is my favorite skin oil. Ever. I have tried so many by different brands and this one is the winner! My skin feels supple and healthy and glows. I have somewhat sensitive, combination, hormonal acne prone skin and I thought the Lapis oil would be for me... but this one is the one I've had the best results with. Used with a cleanser and occasional masks, of course."
        },
        {
            "review_title": "beautiful oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Iu2019m so glad I chose this oil! I have very dry, sensitive skin and this oil just soaks right in - no greasy film, doesnu2019t sit on top, and it is great for under makeup and primers as well. Itu2019s also fantastic for mixing with your moisturizer if you want to stretch it further. My husband has large pores and oily skin and loves this too! It also soaks right into his skin and leaves it glowing. Great product! Very clean and unscented - doesnu2019t irritate sensitive skin!"
        },
        {
            "review_title": "Lovely, but doesn't keep its integrity.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I really want to give this product 5 stars. I purchased this along with the Rose/Coconut Hydrating Face Mist by Herbivore last May, and used both products religiously until late July, when I ran out of mist. Used in conjunction, these products made my face so incredibly balanced and glowy that I was shocked every time I saw my reflection. I felt like they had taken years off the appearance of my skin. When I ran out of the mist, I continued to use the oil, but I didn't get the same effects. I still loved applying the oil: the scent was delicate and beautiful, and the product felt very nourishing and calming to my skin. My skin was well hydrated, but its texture just wasn't as smooth, and my pores not as tight as before. Because winter was approaching, I soon realized I needed something more moisturizing for my dry, aging skin, so I put this oil away in a dark, cool location over the winter while I used more hydrating products. But recently, as winter slowly recedes, I have begun using it again, and I've noticed a change. I believe the oil has possibly turned; I notice that the colour appears much more yellow than its initial bright orange (as in the product photo). Also, the smell is definitely different. Before, the oil had a lovely, fresh, almost herbal botanical scent to it; now, it smells sort of rancid-y, like straight rose hip seed oil tends to. I know this product does contain rose hip seed oil, but previously I could also detect the other ingredients, like rose, that combined to create such a lovely experience of use. Now I don't enjoy using it nearly as much, and I wonder if it's smart to use it at all. Annoying, considering the cost. I do love Herbivore Botanical's products, but I think for the coming spring and summer months I'll try the Rose/Coconut Face Mist along with their Orchid Oil, and hope that oil keeps its integrity longer."
        },
        {
            "review_title": "THE BEST EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Currently on Accutane. I was using the lapis oil but now since Iu2019m super dry I switched. WORTHHHHH THE PRICE. This moisturizes my skin, is lightening my acne scars. Any fine lines I was beginning to have have been diminished. Absolutely amazing I love Herbivore! Please never stop making this"
        },
        {
            "review_title": "Dehydrated Skin Saviour!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This was part of a cocktail that saved my mug from a dehydration that was too strong for most oils & creams to handle!  It has a subtle fragrance that fades quickly & did not irritate my highly sensitized skin. It absorbs well without turning into an oil slick: just warm 2-4 drops, with or without cream in your palms before pressing into your face (key!). I found adding a drop of cream made it absorb with a more pleasant finish (now use a tiny scoop of Pink Cloud w/2 drops of Phoenix on my dry skin for maintenance)."
        },
        {
            "review_title": "A Bit Drying",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This oil is great - it absorbs quickly, the scent is not overwhelming and it says to use daily but I do find it a little drying on my skin.  I am using it every second night and it seems to be working better.  The price is a bit high but overall I would recommend."
        },
        {
            "review_title": "So disappointed :(",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I had really high hopes for this product but it really irritated my sensitive skin. Within the first 2 days of using I broke out really badly and my skin also started to get drier. I also had red patches on my skin after applying. If you have sensitive skin I would stay away from this oil."
        },
        {
            "review_title": "Destination soft supple skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I have been a skin care fanatic for years. My mom taught me to always take care of it.  I have a regimen I follow but had heard such great things about adding this oil..WOW..amazing! My skin is incredibly soft and stays that way! It had immediately taken care of 2 dry patches that no other product seemed to help. I have very sensitive skin. And no problems using this.  You use such a small amount that one bottle will last forever!"
        },
        {
            "review_title": "Woooaaaahhhh!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have been using this oil for about a month and I am very, very pleased. I feel my complexion has become more even & bright and my face stays hydrated all day. I use it at least once a day, usually twice, and I couldnu2019t be happier. I would recommend this to anyone who needs an extra layer of hydration during the winter months. I plan on using it all year round because my skin is usually slightly dry no matter the season. As of now, I think itu2019s worth the money."
        },
        {
            "review_title": "Not For Me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Personally this product didn't do much for me. I have pretty dry skin with occasional dry, flaky patches. I used it consistently for a week and saw no difference in my skin. For $88, I was pretty disappointed. I ended up returning it."
        },
        {
            "review_title": "Amazing oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this facial oil, it's the best I've tried!  My skin looks better and it feels great!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "excellent product, results are amazing"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Excellent for dehydrated skin. Very light pleasant scent."
        },
        {
            "review_title": "Super light and effective!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I bought Herbivore before they came to Sephora and they are such a fantastc brand! My skin can get so dry in the winter that hardly anything can moisturize it. This product, however, keeps my skin soft without feeling thick and allows my skin to breathe."
        },
        {
            "review_title": "Best facial oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Oily skin",
            "review_text": "This is my favorite oil, the texture is rich and moisturizing while also making my skin feel so healthy. I use this at night after my facial serum and moisturizer. It has helped with my acne and oil production (I have oily skin)."
        },
        {
            "review_title": "Night regime combination skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I use this every night.  It is absorbed and leaves me with very neutral skin, not overly dewy like a sleeping mask but balanced.  My skin is sensitized and combination.  It doesnu2019t aggravate my hyperpigmentation or hormonal acne."
        },
        {
            "review_title": "Made my skin drier and flakier",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I was SO excited to try this oil after reading the reviews. I love my other Herbivore products and what the company stands for but unfortunately, this oil did not live up to the hype for me. After using the oil for a few days I woke up with two fat pimples and I NEVER get pimples. I figured I would use it for another week and give it a chance to work itself out but it just got worse and worse. I didn't get any other pimples luckily but my skin just became very flaky and dry all over. Mainly around my eyes, nose and mouth. I'm so disappointed! I thought this would be it for me but sadly the hunt continues for a great, hydrating face oil."
        },
        {
            "review_title": "love this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Makes my skin feel amazing. It has a slight orange tint that fades fast but leaves a nice radiance. The smell is incredible."
        },
        {
            "review_title": "One of my favorites!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I love all of Herbivoreu2019s face oils!  I can definitely notice a difference after using this.  I usually apply it at night and wake up with brighter, smoother skin."
        },
        {
            "review_title": "Bless up",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This is my ride-or-die skincare product, y'all. I have the driest, literally-flaking-off-my-face skin, and this stuff keeps me looking glowy and phresh af. I'm 21 so I can't say that it's done much by way of anti-aging, lol, but starting preventative skincare early feels great, and it certainly plumps up my face in a way that I imagine would do wonders for fine lines and wrinkles. Love love love the all-natural ingredients too.  Definitely worth the splurge--mine has lasted me 5 months of daily use and I'm only halfway through."
        },
        {
            "review_title": "Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Normal skin",
            "review_text": "This stuff is magic in a bottle. I am a skincare junkie and am an extremely picky customer especially when it comes to skincare. A few years ago, I started looking at ingredients of skincare/makeup products before I buy them. Long story short, I love EVERYTHING about this face oil-- the clean ingredients, the natural yet amazing smell, and the incredible results I have witnessed firsthand while using this oil.  Yes, it is hella pricey-- but it is well worth it! LOVE LOVE LOVE! Will definitely repurchase when I run out.  *For your reference, I have normal-to-dry skin and use about 10 drops at night and 5-6 drops in the morning.  SERIOUSLY THIS STUFF IS AMAZING"
        },
        {
            "review_title": "amazingly great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Absolutely amazing..! So hydrating, and makes my skin just glow. Love it all from this line. They all have such a strange earthy smell, but it disappears almost immediately. Love."
        },
        {
            "review_title": "Must-have for skincare",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This is my favorite nighttime moisturizer. It is heavyweight, which is why I prefer to use it for nighttime. After using this product for a week, my skintone was a lot brighter. It helps speed up the healing process of any existing pimples and scars that I have. This is a crucial part of my skincare routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have been using the Phoenix oil at night and the Lapis oil during the day along with my regular skincare routine and have seen such a rapid improvement of the overall texture and clarity of my skin. I get breakouts frequently and after applying the Phoenix oil at night I wake up with almost all of my acne cleared ! This oil is fabulous for dry skin. I have chronically dehydrated skin and I can wear this during the day if I'd like, I just choose it for night time. The lapis oil is best for normal-oily skin. It doesn't offer the best hydration for my parched skin but it does help calm any irritation or redness I am experiencing. Both of these oils smell beautiful. Very natural. The Phoenix oil smells like chia seeds and roses lol the lapis oil smells like... a beautiful calming herbal tea. I recommend both of these oils tenfold."
        },
        {
            "review_title": "My favorite oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This oil is amazing. I have tried some other oils, sold at sephora and elsewhere, nothing compares to this. I use it at night without a moisturizer and in the morning I wake up with bright, plump glowing skin. I have normal to slightly oily skin (so if you have dry skin, you might want to try it with a moisturizer, although it might be also good on its own, I don't know, you just need to try) and I have some fine lines and pores showing here and there (I'm in my 30s). I love it so much, I would bathe in this. The smell can be offputting though, the first time I opened it I almost regreted my purchase, but then I used it and it made me a believer. I cannot recommend enough!"
        },
        {
            "review_title": "perfect for my skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Since using this I've noticed a difference in my skins overall tone and texture; it's more plump, moisturized, and even toned. My skin is very dehydrated and using 3 drops of this morning and night has made a huge difference."
        },
        {
            "review_title": "nothing special",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really liked the Orchid oil from this brand, it smelled heavenly and left my skin feeling soft. I figured I would try this oil out, but the rose smell was too much and the oil itself didn't absorb into my skin like the orchid oil. Instead, I'm left with a film of oil on my face. Also, the smell went bad less than 12 months after the bottle was open. I was extremely disappointed with this product."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I just love this oil! This product is fantastic. I have sensitive, acne prone, skin and this oil has been fantastic. I've only used it four times and it has already made the lines on my forehead and neck less visible. Also, it smells divine."
        },
        {
            "review_title": "Pretty Good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I used to use the Josie Maran Argan Oil, then wanted to try something new as I was looking for a change. This oil works great at night and I feel hydrated without being oily. When I use this oil during the day I use it as a moisturizer and let it soak in before applying makeup. I've just ordered the Lapis oil and I will likely alternate between the two (hopefully the Lapis works for me too!)"
        },
        {
            "review_title": "MAGIC",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Hyper pigmentation life saver!Only 3 weeks in and I have a crazy dramatic difference in my skin. I use 3 drops at night and cover with my favourite hydrating cream. It's the only product that has been diminishing the scars on my face."
        },
        {
            "review_title": "favorite facial oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I drop a few drops of this with my regular moisturizing cream and I have beautiful, glowing, smooth skin! I don't wear foundation or any kind of concealer on my face, just eye makeup, and it helps me keep my skin beautiful and healthy!"
        },
        {
            "review_title": "Try it if your skin is freaking out",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My skin has always been pretty much good, but courtesy of a medicine I had to take recently I had to deal with a major freak out - cystic and comedonal acne like I'd never had before, even as a teenager. I had been using AHAs, salicylic acid toner, HA moisturizer, and had to stop it all because I wasn't sure what was contributing to the issues.   I switched in a simple grapeseed oil that helped me stave off dryness, and then I remembered I had some of this left over from the winter when I had been using this as a layer over moisturizer at night for extra hydration (was great for this, but not $100 great).   My hyperpigmentation, scars, flaking, and the whole wreck that was left over after the reaction improved noticeably literally within hours of switching to this oil. I used a second dose before going to bed and when I woke up in the morning my skin had gone from worst of my life to a normal bad skin day overnight. A few days later, improvement has slowed down but is still making a difference and my skin is almost back to good/normal for me."
        },
        {
            "review_title": "Didnt even have to put on makeup in the morning",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This facial oil is my holy grail! and I finished just finished the bottle! I'll put my review as bulletpoints -literally lasted me 8 months, you only need 3 drops a day - I would use this only for night time just so that your skin doesnt get used to it and youll wake up with glowing skin every time (that same rule goes for the shampoos you use!) -use the dropper directly on your face, dont waste the product in your fingers -use a toner after you cleanse and before you use this oil and make sure it is fully dry before you do so -you'll feel like a rich housewife when using this oil btw -dark spots are gone! And I had a lot of them from picking at my acne! -You can use a moisturizer over this oil as well -overall a great product that I will be repurchasing:)"
        },
        {
            "review_title": "Holy. Grail.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Behold the greatest face oil for combination skin! This stuff is worth every penny (and more).   I'll admit, I was skeptical at first. My skin is oily in my T-zone and very dry (think flaky, gross alligator skin) on the sides of my face. Right when I was about to give up hope, this bad boy swooped in and saved the day.   If you are prone to looking oily by the end of the day, I would recommend making this your night routine or letting it soak in for a solid 20 minutes before applying your foundation in the morning. When I use this at the beginning of the day (which is not often), I always make sure I use a setting powder to cover up any extra grease. When used at night, this stuff makes you wake up feeling hydrated, bright, and glowing. Seriously, it's magical stuff."
        },
        {
            "review_title": "Thought it would be too greasy, but NOPE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got this as a gift from my boyfriend, who accidentally bought it instead of the Lapis oil, but wow am I glad he got this one instead! I have combination skin, with painful dry patches and an oily nose; I was worried that this would make my oily t-zone worse, but thanks to the Jojoba oil in this, it actually balanced out my skin and I actually woke up with a GLOW the morning after I used it! I will definitely be repurchasing this and using it religiously."
        },
        {
            "review_title": "just okay.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Works nicely layered under a moisturizer. Greasy on it's own. This product has a heavy floral scent that I am sensitive to. I love herbivore, but I won't be re purchasing this."
        },
        {
            "review_title": "okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought this product to use with the moonfruit moisturizer. While the moonfruit really didn't work out for me, this oil wasn't as bad. The feel of it was luxurious but I didn't notice any difference in my skin as a result of applying it. I'm definitely returning both products."
        },
        {
            "review_title": "Not for everyone",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Not sure why my first review of this product never posted...but I do want to leave my two cents. This product is definitely not for everyone. I have been using facial oils for years now, and was super excited to try this product because I love what the brand stands for. I loved the rose smell, but I found the oil to be too heavy for my skin. It actually made me breakout very badly and for this reason I had to return it."
        },
        {
            "review_title": "Didn't Sink in, Too thick, felt like cooking oil",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am a lover of skin Oils...I have tried many different brands, this one seemed nice at first but after using it for 2 weeks, My skin somehow felt dryer and flakey. I couldn't understand it. Seemed to never really sink in. I had a feeling it would flare up some break outs (I know that's the evil words you don't wanna hear) The Lapis oil sank into my skin better, over all I like that one more. Still not 100% sold on this brands skin oils.  Returned item. Thank you Sephora for your gracious return policy."
        },
        {
            "review_title": "I love this face oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This face oil has the perfect texture and smells herbal and flowery but is not too strong. I add it to my sunscreen and moisturizer in the mornings and all the products mix together perfectly. I use supergoop sunscreen and the youth to the people face wash and moisturizer. This has been the best combo for my skin for moisturizing and age prevention, as I just turned 30. The oil is a bit pricey but it will last a long time and it makes your moisturizer last longer too when you mix the two together. I strongly recommend this product!"
        },
        {
            "review_title": "Impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My skin got really dull and dry this winter and I decided to add an oil to my routine instead of changing my moisturizer. I am not easily impressed so to say Herbivore's Phoenix Oil is the most delightful discovery ever says a lot. Within 3 weeks, it gave back a glow to my skin I'd never think of getting back.  It moisturizers without the oily feeling I was dreading. My skin feel soft and confortable again and, if that wasn't enough, it looks nice and bright. I'm a big fan of the container, the smell is the thing I like the least but with results like these, I'm more than willing to compromise."
        },
        {
            "review_title": "excellent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this oil is incredible. makes my dry skin so soft. it smells a little like vegetable oil haha, but it feels really luxurious and high quality. keeps my skin clear and fresh. great after using the blue tansy mask. highly recommend!"
        },
        {
            "review_title": "A Beautiful Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I recently purchased Herbivore's Blue Tansy mask and fell in love with it, so I was very eager to try some more of their products. This is the most wonderful facial oil ever. A true staple to my nightly routine! I usually pat this over the Caudalie detox night oil and seal it with a moisturizer. When I wake up my skin is so clear and even and soft I just can't get enough. I love the ingredient list, and personally I would rather pay the price for a product that is pure with awesome ingredients, than a product packed with fillers like fragrance and other mystery items. In the morning when I prep my skin I mix a few drops of this oil with the Sunday Riley Tidal cream, and the two mesh so beautifully together. The oil really penetrates into the skin without looking or feeling greasy. I can't say enough about this, but I am so glad that i have it. Also, the bottle is beautiful in my bathroom."
        },
        {
            "review_title": "Amazing results!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I use this each night and the Lapis during the day.  This oil is amazing. My skin feels hydrated, not oily!! My skin is clearing, pore are decreasing in size on nose and cheeks.  Breakouts are less frequent."
        },
        {
            "review_title": "Love Love Love!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought this over 6 months ago. It has lasted a long time and I use more than recommended as it's very dry here and my skin gets dry fast. I have tried many lotions and other oils."
        },
        {
            "review_title": "Really good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I used to use boscia tsubaki oil as all other oils didn't smell good or didnt work etc.. I tried the herbivore as the tsubaki is little light and didn't hydrate enough. I loved the herbivore as it smells great (has flowery/rose fragrance) and doesn't irritate my skin or eyes due to fragrance... i didn't get any breakouts and my skin stays hydrated longer!"
        },
        {
            "review_title": "Amazing Results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was blown away by the immediate results I saw when using this product. My skin is normal, no breakouts but I do have some redness. This improved the texture of my skin, helped with the redness and my skin glows. I would highly recommend."
        },
        {
            "review_title": "HUGE FAN",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've tried number of oils and this one is the best yet.  This one has slight rose scent that is pleasant and goes on skin easy. I have oil combo skin with acne on cheeks. The oil does not irritate nor make the acne worst. Helps to clear up scarring a bit and keeps my skin hydrated and soft. I use softener before the oil and seal the oil with a light layer of moisturizer. Def will be repurchasing this one!"
        },
        {
            "review_title": "worth every penny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product will not disappoint, esp if you have dry skin like myself. I like the smell, but even if you are put off by it that will fade over time. It has a higher price point than some facial oils, but it does everything it is supposed to do."
        },
        {
            "review_title": "in love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Definitely lovable and highly effective - one of the best facial oils I have ever used. I have combination skin that leans more oily and is very reactive. I was nervous this oil wouldn't  mesh with my skin and/or would break me out, however after a few weeks of using Phoenix every other night or so, I am for sure obsessed. Each morning after using this oil, my skin looks more even, smooth, glowing and plump - in the best way. I actually do think my skin feels a little stronger and more firm as well, which I am all about. I have not experienced any sort of breakout, rather my skin is noticeably clearer. The scent is pleasant and subtle enough, and the lightweight texture is ideal for my sometimes oily skin - I don't feel a heaviness or greasiness that other oils can leave. Overall, I really wish I had bit the bullet sooner and purchased this forever ago. Phoenix truly delivers and I will definitely repurchase."
        },
        {
            "review_title": "best oil I've used so far",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have quite the collection of face oils and the Phoenix oil is by far my favorite. Excellent quality, smells great, feels amazing and so moisturizing. I've tried the $170 RODIN olio lusso face oil and the Phoenix oil is WAY better."
        },
        {
            "review_title": "Love this oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Super hydrating and skin texture improves with use."
        },
        {
            "review_title": "Worth every penny.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is the most expensive skincare product I've owned by far, but the best. I noticed immediate results in a week. I pick at my skin all the time, bad habit I know, but this oil heals my scars so fast. I'd say 2 days and an intense scar left from deep cystic acne, gone, as if it was never there in the first place. I also struggle with texture and this helps too. If you have dull skin get this! Your skin will look so healthy. As I have acne prone skin on my face, neck, and entire back; I go through this bottle fairly fast. If you just use it for your face it'll last you at least 6 months."
        },
        {
            "review_title": "Fountain of youth in an oil!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love beauty oils so I have a rather large collection. I came across this one after I bought the face mist (another addiction) and fell in love with the ingredient list. I only use 3 drops after my night cream which is enough to do my face and neck area. Ps I also noticed that my cuticles are amazing ever since using this (some gets on my fingers and I now purposely rub it into my cyticles). I've been using this oil for about two weeks and already noticing my concealer doesn't have fine lines to settle into under my eyes anymore. I can't wait to see the results after a months use!!"
        },
        {
            "review_title": "WORTH THE MONEY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've only been using this oil about a week (and only in the mornings, as I use the Sunday Riley Luna at night) and WOW! My skin has already transformed. It looks and feels so smooth, I haven't even worn makeup. The smell isn't the best, but I can push through that for an amazing product. And yes, it's pricey, but the size will last me a long time, so you do get bang for your buck."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Can't stand the smell. I don't know what it is about Rose smells, but it's too strong for me. Makes me feel like i'm putting chemicals on my face. Also, pretty sure this broke me out. I woke up to new pimples in unusual spots."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love! Great product."
        },
        {
            "review_title": "Great oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Has been using this facial oil for two months. This oil works fantastic. It relieves my irritating skin and inflammation. Save my skin while seasonal allergy days."
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is one of the best facial oils I have ever used. It has made its way into my regular routine. It moisturizes and nourishes the skin. I use it at nights and during the day I alternate to LAPIS. Since using both, I have started to feel confident not wearing makeup foundation at all."
        },
        {
            "review_title": "A Bit of Heaven",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have become compulsive about my skincare and have begun collecting products that I love and will define as my Holy Grail...Well, this is one of those items that will fill that spot.  I am a retin-a user and my skin was begging for hydration.  This product like no other has filled the bill.  It does what it says, smells light and fresh, and the bottle is like a decoration...Love it!    I will try their other products."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I purchased the rollerball set directly from Herbivore's online store, just to see how my skin would react before I committed to the full size bottle, and OMG... this stuff serious business. I've used a number of different oils on my combo oily/dehydrated acne prone skin, and none has delivered results like this bad boy! I have pigmentation along my jawline from hormonal acne, lots of localized redness in the center of my face, and the perimeter of my face is always tight and itchy. Well it's been 8 days, and the redness is noticeably cleared, my pigmentation is almost gone, and my face feels so comfortable and balanced. This is holy grail status for me, and the fact that I can use whatever is left on my hands as a treatment for the ends of my hair is just a bonus. Packaging is also beautiful, durable, and looks chic in my cabinet."
        },
        {
            "review_title": "Great alone, add to lotion for more hydration!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Nice scent that is not overpowering, soaks in quickly, great on its own in the summer or blended with lotion in the winter for  extra hydration. The dropper allows you to easily adjust how much you want to apply depending your skin needs. Love that is is both a natural and effective product--bonus, you can buy the small roller for travel and easily refill it from the large bottle.   Have noticed a difference in how quickly dark spots fade on my fair skin since starting to use this about a month ago."
        },
        {
            "review_title": "Nothing special",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Have been using this oil consistently for over a month now. It smells nice, looks pretty, but my skin hasn't changed. No improvement in signs of aging. It is moisturizing and overall fine but wouldn't suggest this for someone concerned with wrinkles."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I hate to be the only one not to give a 5-star review but this product just wasn't magic for me. I've been using it for about 2 months now and my skin looks about the same. The first month I had no issues but then it seemed like my pores started to clog. It's a great moisturizer; kept my skin hydrated in the driest of climates but I don't think it's for every skin type. For the price, I was expecting to have my dream skin but sadly this isn't the case. The hunt continues."
        },
        {
            "review_title": "fantastique!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "J'ai vu ce produit sur le site de Gwyneth Paltrow, GOOP, et les commentaires m'ont interpelee. Je voulais essayer une huile pour le visage alors j'ai tente le coup! Quelle belle decouverte et quel produit parfait pour les aimants du naturel. Ma peau est plus belle et a l'air plus en sante. Ce n'est pas trop gras u00e0 l'application et est absorbe rapidement. Je l'utilise avec le masque Brighten de la mu00eame compagnie! Je les recommande!"
        },
        {
            "review_title": "Gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have been using this for the past few nights instead of my usual night cream and it is a gorgeous product for my dry, mature skin. My skin is glowing in the morning, and noticeably smoother! I use 4 or 5 drops which seems to cover well and leaves a little for my hands too. The bottle is beautiful and simple packaging and even fits the guidelines for liquids when traveling."
        },
        {
            "review_title": "Best Facial Oil Yet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am very happy with this product so far - feels very conditioning with out making my skin feel greasy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is the richest, most luxurious oil. I had my eye on this oil for a while, but wasn't ready to splurge. I was just going to get a rosehip oil, but was sold on this after learning it had rosehip plus other super beneficial ingredients, synergy is worth the extra money. It sinks in and leaves my skin feeling super hydrated especially in the winter when it's extra dry out. Its too heavy for daytime for me so I use the Lapis oil and just use this at night. Not only does this oil do an amazing job of keeping my skin hydrated, but its the most beautiful bottle on my bathroom counter - so special."
        },
        {
            "review_title": "This oil is seriously amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I'm a big fan of oils and have tried all kinds, camellia, jojoba, argan, chamomile, various blends, etc. Never have I found an oil as effective as this. I have combo dehydrated skin that is not acne prone but when I get clogged, I get dark spots and need help keeping my skin tone even. This oil manages to fix my issues with dryness while not making my skin oily and gives me a lovely amazing glow that is not a greasy oily look. Thanks to the sea buckthorn oil which is a natural retinoid, it is also making my skin softer and more even in tone. I honestly am scared of running out of this and am telling all my friends how ridiculously good it is. The price is daunting but it is worth it I swear. I used it today to replace my usual moisturizer and my skin survived my commute through 20 degree weather, cold wind and the drying environment of my office while staying hydrating and glowy. If you're on the fence about this, jump off and just get it!"
        },
        {
            "review_title": "An awesome oil for dry skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My skin is extremely dry even in summer so I'm always on a mission to find a good facial oil that actually works, and I've found it! It looks pricey but you only need 5-10 drops daily so this bottle will last you for a while. Strongly recommend!!"
        },
        {
            "review_title": "glowing and even",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this oil absorbs well, i use it nightly and i have been for about a month now and there has been a noticeable improvement in the texture and tone of my skin. HIGHLY recommend. i prefer it over tarte, argan, origins ect."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've never used a better oil that has helped my skin in less than a week. Made an even skin tone and even helped my blemishes disappear. I would definitely buy this oil again."
        },
        {
            "review_title": "hydration nation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This oil is so amazing, I can't get enough of it. I use this oil primarily on my dry patches and it hydrates my skin so well, that my skin is seamless when I wake up. I like that it absorbs into my skin so well, and that it's not greasy. This makes my skin so supple and fresh looking!"
        },
        {
            "review_title": "Great for scars!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This oil is very hydrating and healing. I have been using it on scars from piercings, blemishes and stretch marks and it is helping! It has made my piercing scars lighter and improved the texture of my skin. These oils from Herbivore Botanicals are amazing!!"
        },
        {
            "review_title": "Amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After my first use, I noticed a big difference. My coworker even asked what I was using. I love the natural ingredients and highly recommend."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "use it everyday, my favorite for face godliness."
        },
        {
            "review_title": "Incredible!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was hesitate to try one an oil moisturizer - but after trying a couple of the other Herbivore products and loving them - I decided to give this one a go. I am so pleased with this purchase. The oil is moisturizing but not at all heavy feeling on your face. It works beautifully under foundation and when used without make-up gives your skin a lovely healthy glow. The all-natural factor of Herbivore products is a great bonus to how wonderfully the products themselves work. Do yourself a favor and try this oil - you won't be sorry!"
        },
        {
            "review_title": "My new favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am a big lover of oils since my skin is so dry. I used to use just straight up rose hip oil (because of its many benefits, such as fading scars). When I finished my bottle, I decided to try something else out and found out Herbivore and fell in love with everything they stand for. Did a little research on the ingredients and decided to take the plunge despite the pricey price tag. And.... I'm in love! This moisturized my skin even more than the rose hip oil. For me, it isn't greasy and I actually use it under my makeup. The beautiful, minimalistic and simple packaging is definitely a plus! It goes great with my room (-;"
        },
        {
            "review_title": "The Best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is the moisturizer you want, morning and night, for the long term care of your face. It moisturizes and softens beautifully. It is never greasy, gooey, sticky or heavy. It has a subtle, elegant scent and does a great job under makeup. An added bonus is that this, like all Herbivore products, is tastefully packaged, so you can leave it on the counter and know that you have the best available."
        },
        {
            "review_title": "excellent oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This oil absorbs quickly, has a light smell, hydrates beautifully & makes your skin glow. So glad I picked up! Anyone who wants to try a facial oil - this is the one!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Amazing & 100% natural. Definitely worth buying. You know what you are getting and paying for. Most oils & creams are full of things you should never put on your skin."
        },
        {
            "review_title": "hands down, favorite facial oil ever.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've tried countless facial oils over the past few years, but honestly none of them have compared to the Phoenix oil from Herbivore. A) The experience of using it is so luxurious, from the chic packaging to the subtle rose smell. B) It works! It sinks into my skin more than I've seen from other oils, and it leaves the perfect amount of dewiness. Hydrated and glowy vs. slick and oily. I use it under makeup during the day and at night, on its own, or under night cream. This is also a pretty good sized bottle, and I've barely made a dent in it after using it 2X a day. Love!"
        },
        {
            "review_title": "my face loves it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This oil has nourished my dry skin! I love how it feels when I put it on and it absorbs so well. I was a little worried about the price but reading all the other positive reviews gave me the confidence to purchase and I'm so glad I did. Thanks herbivore for such an effective and natural product!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have very oily skin and was scared to use oils on my face, but since I started using Phoenix, my skin feels so soft and I have no annoying residue on my face. My skin has evened out and I can go without makeup and feel comfortable."
        },
        {
            "review_title": "The fix you need for dry winter skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I stumbled upon this while looking at other much more expensive oils and I'm so glad I did. There's no artificial dyes, fragrances or chemicals that would irratate sensitive skin. I've been using this for a few weeks and it's really helping get rid of my awful dry flakey winter skin. A few drops go a long way and I've found it applies a lot easier to damp skin."
        },
        {
            "review_title": "Facial oil convert!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I used to be terrified of facial oils because of my combination skin and the fear that it would just make my t zone even oiler. But I took a chance and boy am I thrilled. My skin has really evened out and I feel like it's even softer and smoother. I have also had fewer break outs."
        },
        {
            "review_title": "In Love.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This. Oil. Is. Wonderful. I could go on and on, but I'm going to try and keep it short and sweet. This has helped my dehydrated, sensitive skin. The smell is great and makes my skin look just flat it amazing. Plump and glowing to be exact. I'm not exaggerating at all when I say that this works wonders and I'll never be without it. I can't wait to try the Orchid and Lapis oil as well!"
        },
        {
            "review_title": "One of my favorite facial oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Most of the facial oil clogs my skin but not this one. My face tends to feel a bit tight during the winter. This facial oil really helps to lock in moisture and minimize fine lines due to dryness."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was nervous about this oil when I got it (part of a package with several other trial products from Herbivore). My skin is generally oily--though I'm a recent convert to the oil craze--and I shy away from oils that aren't advertised for the oily among us. But this was amazing--my skin has responded so well. Soft but not greasy, decrease in blackheads, almost no new pimples, and overall clear and glowy. The smell isn't as intoxicating as other Herbivore products but is still lovely."
        },
        {
            "review_title": "AMAZING!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "During the winter months I tend to develop dry spots of skin in random places so I purchased this oil after hearing so many great things about the brand. I am so glad I did because I love it! It provides the perfect amount of moisture for my skin without making it oily. My skin feels soft and I love the scent."
        },
        {
            "review_title": "Don't be scared to try it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was a little nervous about trying an oil as a moisturizer, as I'm super prone to break outs and a change of routine is practically spelling disaster, but I had heard good things and I am so glad I tried it. Phoenix oil is so yummy smelling, hydrating, and long lasting. I swear I might have this bottle for the rest of my life.  I wash my face with one of their bar soaps, spritz on some Rose Hibiscus water, and then put about 4-5 drops of this oil on the back of my hand and then slather it all over my face and neck. It takes a little while to sink in, so if you use this in the morning be sure to do it a bit before putting the rest of your make up on.  Typically, after about a month or so of using a product, I begin to not see the benefits and it starts to become like any other items I've used before. Not so with Herbivore's products. I fall in love all over again every time I wake up and my skin is GLOWING and so soft.  Honestly, I cannot say enough good things about this oil. DO keep it away from sunlight however and in a cooler spot. I accidently left mine out for a couple weeks in direct sunlight and it altered the smell a little - not terrible but not as yummy as it was when I started."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I picked this up as part of a sampler pack of face oils. I've never used face oils before but my skin is very dry so I though they would help. I was amazed at how hydrating these oils were but not heavy or oily at all. They are super refreshing, smell great and really work. I noticed an immediate change in the texture of my skin (so smooth!), color (no more splotches!) and glow (luminous!). I would recommend this to someone of any skin type."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like this product. I like that it is all natural first of all and love that it makes my skin look bright, dewy and glowing from within. People have seen a difference in my skin since ive been using this. I dont see any difference as far as acne scars go but it does a little slight help with fine lining and wrinkles. SLIGHT... I feel I wont buy this one again though because its very expensive Ill get the cheaper one in the future. You do get a lot of product a little goes a long way however in the winter you cant use this alone or your skin will suffer from dryness. It absorbs very well and is great for my combo skin and doesnt cause me to break out. I wish this line was sold in store!!!!"
        },
        {
            "review_title": "lovely!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a very beautiful and luxurious product! I have sensitive skin, fairly dry but also prone to breakouts from time to time, and I've been searching for a perfect moisturizer forever. Smells lovely, goes on silky rather than greasy, and absorbs fully. No breakouts. I live in a dry climate and I can get away with using this as a stand alone moisturizer. As far as effectiveness goes - a couple weeks of use and my skin is very soft and feels hydrated, though I don't know if I can detect much change in appearance, I guess I'll see with more use. So it really does the job as a moisturizer for me, but when this bottle is done I might keep searching for something a bit cheaper."
        },
        {
            "review_title": "Love This",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a great oil for dry skin, and I have sensitive acne-prone skin and this has not broken me out at all. Out of all their oils this is thickest feeling and I use this at night or on days I feel is super dry. I also use cream over top of this oil at night and serum + another oil under it. I've seen a huge difference in the texture and hydration of my skin. For the price point and quantity/quality, I am going to say it's worth every penny. I also like their Lapis oil for the day as well."
        },
        {
            "review_title": "Great for night",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My skin is very sensitive and dry with flaky splotches, and this oil does a very good job hydrating my skin. The Phoenix oil is the most hydrating of the three Herbivore oils. I wear this oil overnight, because it takes a while for the oil to absorb into my skin, and I wake up with smooth, hydrated skin. I really like how the ingredient list consists of just oils. I would recommend this oil for anyone who is looking for a high quality unprocessed oil with dry or sensitive skin."
        },
        {
            "review_title": "For a healthy glow and compliments...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "use this stuff. I've been using it twice daily for the past several months with great effect. My skin texture is smoother, my skin is hydrated, and my face is glowing. I originally bought this because I was looking for a cheaper alternative to the Rodin Olio (which I have never used). I honestly don't see a need to try the Rodin now--I'm that happy with this stuff. My coworkers and friends noticed a difference within just a few weeks of use. It was a God-send when I was on Accutane, and it's still lovely now.  By the way, I used this throughout the summer and never had an issue with clogged pores--a miracle because I'm acne prone."
        },
        {
            "review_title": "feel beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This facial oil is everything. After I started using it all of my friends followed because it is that good. It really works. Must have."
        }
    ]
}