{
    "product_id": "874",
    "name": "Old Fashioned Eau de Parfum",
    "brand": "KILIAN Paris",
    "categories": "Men, Fragrance, Cologne",
    "price": 357.5,
    "about": "Fragrance Family:Warm & Spicy.Scent Type:Woody Spices.Key Notes:Wheat Absolute, Davana Essence, Cedarwood.Fragrance Description:Old Fashioned opens with the earthiness of wheat absolute and the slightly floral liquored aspect of davana essence. It has notes of cedarwood and everlasting absolute that blend with sophisticated notes of wood. The tolu balm and styrax notes suggest the aging whiskey barrels and the misty wooded moors of Scottish lore..About the Bottle:The perfume bottle of The Liquors collection is styled as a speakeasy essential, like an art deco glasses to recall the most fabulous bars. The weighted glass is engraved with the emblematic K motif to throw and catch light at all angles, finished with a golden, diamond-shaped plaque signed in white serigraphy. These details bring to KILIAN PARIS creations a guarantee of luxury, that should not be ephemeral, but should last a lifetime. As such, this perfume is endlessly refillable..About the Fragrance:Old Fashioned Eau de Parfum is the scent of an exquisite 18-year-aged single malt Scottish whiskey, a perfume portrait of refinement that only time can achieve. Wheat and\ Tolu Balm\ capture this liquor at the moment of tasting perfection.",
    "ingredients": "Alcohol Denat., WaterAquaEau, Fragrance (Parfum), Benzyl Benzoate, Coumarin, Benzyl Cinnamate, Limonene, Cinnamal, Linalool, Cinnamyl Alcohol, Benzoic Acid, Yellow 5 (Ci 19140), Red 4 (Ci 14700), Blue 1 (Ci 42090).",
    "how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;.-After applying, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly.&nbsp;.-If you prefer placing fragrance on your wrists, be sure to reapply after frequent hand-washing, as this tends to rinse off the scent.&nbsp;.-Replace fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent...Eau de Toilette or Eau de Parfum?: .The difference lies in the volume of perfume oil. While EDT contains five to nine percent, EDP contains more, usually eight to 14 percent. EDPs, therefore, last longer and smell more intense.",
    "num_reviews": 168,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/kilian-old-fashioned-eau-de-parfum-P512428?skuId=2790962&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2790962-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz / 50 ml eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2790962-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": []
}