{
    "product_id": "711",
    "name": "Prep-Set-Glow Hydrating Glowy Setting Spray",
    "brand": "Iconic London",
    "categories": "Makeup, Face, Setting Spray & Powder",
    "price": 39.5,
    "about": "What it is: Glowy setting spray with skincare benefits that preps, hydrates and illuminates the skin, while fixing makeup with a soft-focus, natural finish...Highlighted Ingredients:.- Vitamin E: Conditions, soothes and hydrates the skin..- Caffeine: Reduces puffiness and helps with the appearance of dark circles..- Antioxidants: Helps form a barrier on the skin to protect against pollution...Ingredient Callouts: This product is vegan and cruelty-free...What Else You Need to Know: Prep-Set-Glow is a Vegan and Cruelty-Free hydrating mist that contains light-reflecting particles. This multi-use spray can be used to prep the skin before applying make-up, set a finished look or add a radiant gloss anywhere. It is also 100% Vegan.",
    "ingredients": "Ingredients: Aqua, Glycerine, Butylene Glycol, PPG-26-Buteth-26, PEG-40 Hydrogenated castor oil, Phenoxyethanol, Cucumis Sativus (Cucumber) Fruit Extract, Propylene Glycol, Chamomilla Recutita Flower Extract, Camellia Sinensis Leaf Extract, Polysorbate 20, PEG-20 Glyceryl Laurate, Tocopherol, Linoleic Acid, Retinyl Palmitate, Panthenol, Caffeine, Arginine, Mica, Titanium Dioxide, Iron Oxides (CI 77491), Calcium Sodium Borosilicate, Tin Oxide, Parfum, Chlorophenesin, Disodium EDTA, Sodium Benzoate, Potassium Sorbate.",
    "how_to_use": "Suggested Usage:.-Prep: Spritz on bare skin to hydrate and soothe skin, and add a lit-from-within look to your complexion...-Set: Spritz on top of your finished makeup for a soft-focus fix...-Glow: Spritz anywhere that you want a little added luster (don't forget shoulders and du00e9colletage)...-Mua Tip: Use to dampen brushes before using powder products to enhance pigments, reduce fall-out and allow easier eyeshadow packing.",
    "num_reviews": 356,
    "overall_rating": 4.1,
    "product_url": "https://www.sephora.com/ca/en/product/prep-set-glow-hydrating-spray-P461219?skuId=2380400&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2380400-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Original",
            "shade_descriptor": "perfect champagne glow to make any skin tone radiant and glossy",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2380400-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Glow",
            "shade_descriptor": "beautiful bronze glow to bring a more sun kissed gloss to any skin tone",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2380418-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "dry skin heaven",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Oily skin",
            "review_text": "i was choosing between this and the milk hydrating dew spray and i ended up returning the milk one, this is multi use and can be layered a prep and then set, itu2019s perfect great value and leave such a nice plump finish to my dry skin, i never have to worry about creasing or dry patches with my makeup anymore!"
        },
        {
            "review_title": "Very Strong Perfume Scent-Why?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love the glow this product gives, perfect.  The sprayer is not even and the product comes out blotchy but still works.  Bummer, I am going to give this to my niece, the scent is so strong and cheap perfume smelling.  Why on a face product?"
        },
        {
            "review_title": "Gives a beautiful healthy glow look!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "After finishing 2 bottles of this yes I love this as a my finishing touch! One thing though, if you spray too much you can look a bit oily and can get all over your hair. Gives a beautiful glow with some sparkle but not too much! Paris perfectly with the iconic primer."
        },
        {
            "review_title": "Weird",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I don't recommend this, it looks like a mess on your faces"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Glow - beautiful bronze glow to bring a more sun kissed gloss to any skin tone",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
            "review_text": "it smells amazing and it it set my face looking glowy"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love this it smells amazing and looks stunning it looks exactly like the photo and make me look amazing I love this so much!"
        },
        {
            "review_title": "Toxic smelling",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Smells and tastes like chemicals! Feels like a toxic concoction of cancer causing spray. Iu2019ve tried it twice and it does practically nothing for me except smell and taste terrible. Thereu2019s no way I can continue to use it. Complete waste"
        },
        {
            "review_title": "Would repurchase",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I like the way this makes my skin look after setting powder but it doesnu2019t make my makeup LAST. I use this, let it dry, then go in with the one/size for longevity. This is a similar formula to CT, just luminous. I had the mini first, then bought the full size."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Original - perfect champagne glow to make any skin tone radiant and glossy",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I bought this product because it was supposed to be glowing and not come out very patchy. It came out very, very patchy to the point where it would have so much glow on my forehead and nowhere else. It did not keep my makeup in place or do anything was not very good product for me, it came out so patchy sprayed very hard on my face ufffc"
        },
        {
            "review_title": "new favorite setting spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This is definitely a love-it-or-hate-it product, but I LOVE IT. The fragrance is delicious, and gives a beautiful, juicy hydrated glow to the skin. Make sure to shake it so the glitter blends with the spray. I have dry skin, so I'm not sure how much you'd enjoy this if you have oily skin or just like a more matte look, but this makes me look like I drink a gallon of water every hour. The glitter can also be a bit messy, so be mindful of what you're wearing when you spray it - all my work shirts are super glittery now. Would make a stunning body glow as well I think. I only regret I didn't purchase the full size."
        },
        {
            "review_title": "Nothing great",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Not very good. Itu2019s is too shimmery and low key greasy . I should have known but it also smells a little weird , idk just not worth it there are better sprays that set better"
        },
        {
            "review_title": "Oily skin girlies",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I have oily sensitive skin u2026 for me, it looked better worn without makeup, with makeup it made me look oily when I was going for airbrushed matte with a side of glow"
        },
        {
            "review_title": "not for me ud83dude15",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "It gives me a breakout. It gives you more oily looks and not glowing. Also, it enhances your skin pores and texture."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - perfect champagne glow to make any skin tone radiant and glossy",
            "review_buyer_description": "Hazel eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "Iu2019m almost out of my Iconic London Prep-Set-Glow Spray, and Iu2019m 100% getting another! It gives the best dewy finish and makes my skin look so fresh. Itu2019s super hydrating, and I love how it sets my makeup with a natural glow that lasts all day. Totally a must-have!"
        },
        {
            "review_title": "Perfect everyday glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Smells great, adds a soft shimmer but not too much. Love to use this everyday whether I wear makeup or not."
        },
        {
            "review_title": "Cute for a Short Time",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Wasnu2019t really a setting spray, and wish it had more shimmer that lasted longer."
        },
        {
            "review_title": "Not for sensitive skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "So pretty over makeup for a fresh look, but I am allergic to it and end up all puffy, itchy and red. I wish this worked for my but my skin is very sensitive."
        },
        {
            "review_title": "Not enough shimmer.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "Needs a lot more shimmer and I wish it lasted longer. And it smells awful."
        },
        {
            "review_title": "Love this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This product is amazing I love it. It makes my dry skin feel hydrated and you get a lot of product for the price I feel like this bottle could last two years!!"
        },
        {
            "review_title": "Glowy Skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love using this on top of my makeup. Skin looks dewy fresh and hydrated. My only complaint is the smell is a little odd; however, it dissipates after about 15 minutes or so."
        },
        {
            "review_title": "Smells so good, amazing glow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "smells so good! it does give a nice healthy glow. I get a lot of patches on my skin throughout the day when I use this product but maybe it's just the powder I'm using  overall I would recommend this! ud83eude77"
        },
        {
            "review_title": "Gorgeous product but doesnu2019t really u201csetu201d makeup",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "The way this makes your skin look heavenly is my favorite part! I love shimmer and itu2019s so pretty so have a little shimmer added anywhere! But I can say that I do not think this setting spray is made to make your makeup last longer."
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "i got this product in the sephora favorites thing and i absolutely love it. i get tons of complements every time i wear it! it is true i donu2019t think it works on oily skin but for me it works great. i really want to get the big size now!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Original - perfect champagne glow to make any skin tone radiant and glossy",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "seen this on tiktok so decided to try it out, you have to shake it cause all the glitter clumps up. also makes you break out if you have acne prone skin. so iu2019ll use it once in awhile. but overall super pretty!"
        },
        {
            "review_title": "Sticky",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This was not for me. I have sometimes oily skin but not too bad. This made me face really sticky and my hairdresser even commented that I was sweaty when I wasnu2019t. It was this spray. Do not recommend. Wish I could return but over 60 days"
        },
        {
            "review_title": "the best purchase i have made",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "this is AMAZING i love it so much im actually so glad i bought this. the glitter is perfect for my shoulder area when i wear a tube top as well as my face. people always say i look like a model when i wear this. i love it! one of my favorite purchases"
        },
        {
            "review_title": "I will not go without!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Normal skin",
            "review_text": "I absolutely love this stuff. I mix my moisturizer with the drunk elephant bronzer drops and then I set with the iconic. I don't wear any other makeup other than primping up my eyebrows... I will definitely be purchasing this again. I look like a tanned goddess LOL"
        },
        {
            "review_title": "Game changer!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "Honestly, this is a great product to use as a base before makeup, or even as the final touch after. You can also use it as an everyday spray to give you that quick glow before leaving the house. You can even put it on other parts of your body if you desire to do so!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Porcelain skin tone, Dry skin",
            "review_text": "I like this setting spray, it holds my makeup all day and I like the refreshing scent."
        },
        {
            "review_title": "A must-have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "the best setting spray iu2019ve ever used!! it gives your skin a nice glow and smell so good!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Love love loveeee the iconic London spray! Itu2019s perfect!"
        },
        {
            "review_title": "Theeee besttt",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Such a dewy glow I love this so much especially for the sunny days will be buying again"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - perfect champagne glow to make any skin tone radiant and glossy",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Amazing product so dewy! Absolutely a must have in your routine!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Glow - beautiful bronze glow to bring a more sun kissed gloss to any skin tone",
            "review_buyer_description": "Brown eyes",
            "review_text": "The top doesnu2019t stay on and cracked by falling right away, and the sparkles have to continually be shaken"
        },
        {
            "review_title": "Can Confirm Itu2019s Just Glitter",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I will say, my makeup stays put with this spray BUT the radiance is just glitter and it gets everywhere. Got me feeling like Iu2019m in twilight. Not dewy, sparkly. Not my favourite set spray out there"
        },
        {
            "review_title": "Glowy girl dreams",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Ok I got a sample of this and thought I would HATE it but I ended up buying the full size!! This wonu2019t help your makeup wear longer but it will give you a beautiful glow. A life saver when my makeup is looking too powdery. Also smells really good!"
        },
        {
            "review_title": "Returned itu2019s straight glitter wanted a sheen",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I thought it was a sheen in store but once home it was straight glitter on me. Returned it due to this."
        },
        {
            "review_title": "A welcome new part of my makeup routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I received this as a sample from Influenster recently. I don't often use setting spray, but I love this stuff. It's gorgeous in the bottle. It shimmers. It also holds your makeup in place. Now, I don't wear makeup for too long, but this stuff lasted the whole time. Kept everything intact. My skin feels nice and moisturized as well."
        },
        {
            "review_title": "Glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "In love with this product, I spray this product before  Applying makeup and after makeup. It gives you a beautiful glow."
        },
        {
            "review_title": "Glowy/Oily",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Normal skin",
            "review_text": "This is a good product but it just isn't my cup of tea. This product left my skin shiny and made me feel oily. However, I much prefer to have my skin matte or natural. If you like the glowy/oily type look this would be a great product to try. I received this product for free in exchange for my honest review."
        },
        {
            "review_title": "Recommended",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have using this product for about 2 weeks and really like it. It keeps my makeup looking like itu2019s freshy done all day. This leaves a nice glow on my skin, and very nice for summer look. The smell is also good."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "It kind of makes you look oily I had to wear powder for the first time after using this and my skin is super dry"
        },
        {
            "review_title": "Summer glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Great setting spray with a hint of that summer glow. Tiny specks of glitter that are subtle enough that you can build with, Without making me look sweaty instead. Perfect for a natural/dewy look. Smells so good too and kept makeup in place without drying me out."
        },
        {
            "review_title": "Not worth it even with 20% off...",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is a glitter spray, and not in beachy Nuxe body oil way. The pump nozzle on the mini is also thick probably to allow for the glitter to pass through. The kind of spray that 70% alcohol from the drug store has. However, it just applies the spray way too patchy, or makes you want to use a 2nd or 3rd pump which will make you look like Edward Cullen in the sunlight.  The spray also has a very floral scent. Like roses mixed with something else. Unlike other scented makeup it doesn't evaporate with time. So you just smell this smell on your face all day. If you wear perfume, depending on what perfume you wear, this scent will clash heavily if it isn't already floral.  Buy something else, or use a sheer highlighter all over your face, you will get the same effect."
        },
        {
            "review_title": "Beautiful product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I am darker skinned and this product left a beautiful glow on my skin after I applied my makeup. It melted my makeup flawlessly and helped it to last while I was at a concert."
        },
        {
            "review_title": "A staple in my morning routine now!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I've been using this setting spray for about two weeks now. I absolutely love it! It feels like a splash of moisture on your face and keeps your makeup looking like it's freshly done all day. It has just the right amount of the dewy look without looking like your face is plastered in makeup. I have used other setting sprays where they feel like hairspray or sticky and this one does not all all. Highly recommend! Great price point also!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Original - perfect champagne glow to make any skin tone radiant and glossy",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "This leaves a nice glow on my skin. There are small flecks of glitter that you can see which will be nice for summer looks. My makeup seems to last with it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - perfect champagne glow to make any skin tone radiant and glossy",
            "review_buyer_description": "Brown eyes, red hair, Medium skin tone, Normal skin",
            "review_text": "I love the glowy dewy makeup look. And this setting spray provides that. I like the smell and the dewiness after setting my makeup."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Glow - beautiful bronze glow to bring a more sun kissed gloss to any skin tone",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love how dewy the spray makes your face u2014 feel like itu2019s been long lasting and gets me through majority of my work day! Helps brighten everything!"
        },
        {
            "review_title": "Wonu2019t repurchase",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Not worth the price tag. Morpheu2019s smells better and is cheaper"
        },
        {
            "review_title": "Must have for a glowy look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "After using this spray as apart of my weekly routine Iu2019ve had great results! It settles on the skin in a cool mist and really does help oneu2019s skin glow. Iu2019m definitely buying more of this in the future."
        },
        {
            "review_title": "Underrated tbh",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "LOVE ! I had this sitting from a set for quite a while before I randomly tried it and now I use it every day, I loveeee the scent but I donu2019t think itu2019s too strong. I get compliments on how my skin looks glowy (I use this on top of the Danessa yummy serum and the skin tint) itu2019s my go to every day"
        },
        {
            "review_title": "Radiant Glow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Just when I thought it couldnu2019t get any better! Not only is this perfect for setting your makeup, it gives your skin the prettiest, dewiest glow! Made with Vitamin E, Caffeine & Antioxidants, it hydrates the skin, reduces puffiness and helps to protect the skin barrier from damage. Even when your not wearing makeup you can spritz this on your face for a summery dewy glow, but it definitely locks in makeup for an all-night glam when used as a setting spray. I am absolutely thrilled with this product!"
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "This is by far my favorite setting spray. It keeps your makeup on, smells nice, and even has a little glitter! My skin looks so shiny after using it."
        },
        {
            "review_title": "Subtle Overall Glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "Amazing for an overall subtle glow. I love pairing this with a glowy look because it ties it all together. The specks of glitter are so small it looks seamless. You can customize how glowy by adding or doing less sprays."
        },
        {
            "review_title": "So glowy!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "Smells great! Leaves your skin looking glowy and dewy,"
        },
        {
            "review_title": "A Nice Change to My Routine",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Setting sprays are not something that I normally used, so I was excited to get the opportunity to try the Iconic Prep-Set-Glow Hydrating Setting Spray to see if it is something I should add to my routine. After using it for about a week and a half, I can officially say that it is okay. I mostly used it in the morning before going to work or on the weekends before going out. I would use my cleanser, toner, tinted moisturizer, cover any odd marks, and reduce the effect of the dark circles under my eyes. Just light touches, but nothing too heavy. Then I would finish with the Iconic setting spray. It has a nice, light smell to it. I am not a fan of anything overpowering, so I am glad that it is not too heavy. Some other products are so strong that it affects my allergies, but this one doesnu2019t. When using this product, it does make my face stay fresher, longer throughout the day. I didnu2019t notice that my face was that much more moisturized, but the work covering my dark circles usually looks a little ragged at the end of the day, but now it looks a little better. Overall, I wouldnu2019t say that this product is life changing, but I am starting to see the benefit and I will definitely continue using the product with heavier looks to see if I notice an even bigger benefit."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - perfect champagne glow to make any skin tone radiant and glossy",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Received this product in exchange for my review. I have been using this product for 2 weeks and love how multi-use it is. My favorite is to use it as a prepping spray as it provides lasting hydration with the skins and makes my foundation sit well on my skin. I also use it as a setting spray and it gives the prettiest glow to the face. Lastly, you can also use this on any part of the body where you want some extra glow and once it sets it stays there for the rest of the day. This is a must for the summer!!"
        },
        {
            "review_title": "An essential in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The glow that it leaves behind is incredible. Iu2019ve had issues with sprays drying down my skin but this isnu2019t an issue at all. Out with old and in with the new."
        },
        {
            "review_title": "Setting Spray Missing the Glow",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I wanted to enjoy this product given its claims of delivering a radiant glossy finish but found that it didnu2019t no matter how much I applied. It didnu2019t leave a shimmer for better or wish ( I know shimmer is divisive but given the stunning look of the bottle was hoping for such ) It does delivery a generic setting effect but didnu2019t notice any increased longevity of my makeup which is shame given its fragrance that I didnu2019t enjoy. Iu2019d say the scent is generic cosmetic fragrance. Luckily I didnu2019t pay for this product and donu2019t feel like it worth the price for the sort of middle of the road effect."
        },
        {
            "review_title": "I had hope but itu2019s not a good makeup setter",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "This product gave me a lot of hope for a subtle glow and keep my makeup on my faceu2026 it gave a subtle glow as a prep, but it wasnu2019t a finishing makeup sealer.  Itu2019s fine enough for no makeup and just a little glow for the bare skin, but it wonu2019t keep your makeup in place for long term"
        },
        {
            "review_title": "Get that sunkissed look!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I love how you can use this in so many different ways! You can use it as a primer or a setting spray or even just by itself! It leaves such a glowy gorgeous sunkissed look! It also left my skin feeling so hydrated. Would highly recommend!"
        },
        {
            "review_title": "glowly",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I use it as a primer spray before makeup to give me that glowy look before my makeup when its a more natural day and it helps stay that way once your done. has this really pretty shimmer to it as well."
        },
        {
            "review_title": "very glowy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "very nice product, leaves my skin looking super hydrated and glowy"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Normal skin",
            "review_text": "I received this product for a review.After using this product for two weeks my face is glowing! This is a must have! I would definitely buy it again"
        },
        {
            "review_title": "Look at that sparkly glow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "First impression is the bottle and appearance itself so pretty to look at. With just one spray it dispenses enough beautiful shimmer. Definitely left my makeup with a dewy glowy finish which I love! When you step outside is when you really do it justice in the sunlight. The smell to the product gives out just freshness so itu2019s perfect for your face not over or underwhelming. I think it works for both day and evening wear."
        },
        {
            "review_title": "Not worth the hype",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I have been using this product for about 2 weeks now, and I am not a fan. It has an odd smell, it has no shine, and I see no difference when I wear it- compared to when I donu2019t. But I think it just might be a personal preference."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "If youu2019re looking for something illuminating, this is the spray youu2019re looking for. Itu2019s my first purchase and it has slight glitter speck in each spray which I personally would wear more in the summer"
        },
        {
            "review_title": "Gorgeous glow on oily skin chica",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "OMG I got this as a sample and it is ud83dudd25!!!! I have oily skin and let it sit for weeks before trying it bc it noted as being hydrating. To my surprise & amazement it is just perfect for the warm weather - no issues with oil - very"
        },
        {
            "review_title": "Wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "It is very beautiful. It does not give a finishing touch to the makeup, but it makes the skin look more attractive, smooth and firm and gives you a feeling of softness. It is amazing."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Original - perfect champagne glow to make any skin tone radiant and glossy",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I've been using this for the last couple of weeks and so far so good I like it. It's a very light shimmer i have to look other ways to use it"
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I really loved the versatility and hydration of this product! It was really nice to use before and after my makeup especially because I love a Dewey look. Also great shimmer and hydration to bring on vacation."
        }
    ]
}