{
    "product_id": "608",
    "name": "Mini GrandeLASH Peptide Lash Enhancing Serum",
    "brand": "Grande Cosmetics",
    "categories": "Mini Size, Makeup",
    "price": 49.0,
    "about": "What it is:A cult-favorite serum that promotes longer-, thicker-looking lashes in as little as eight weeks with full improvement in as little as four months..Highlighted Ingredients:- L-Proline: An amino acid essential for healthy, fortified lashes..Ingredient Callouts:Free of parabens. It is also cruelty-free..What Else You Need to Know:Infused with vitamins, peptides, and amino acids, this serum is beloved for its ability to visibly enhance short, thinning, brittle lashes..Clinical Results:In a 16-week consumer study with 30 subjects, the majority of individuals saw:",
    "ingredients": "-L-Proline: An amino acid essential for healthy, fortified lashes..-Hyaluronic Acid: Conditions and protects to prevent breakage while bringing hydration to dry, brittle, damaged lashes..-Vitamin E: Supports lash health. ..Water/Aqua/Eau, Glycerin, Butylene Glycol, Panthenol, Sodium Citrate, Leuconostoc/Radish Root Ferment Filtrate, Sodium Hyaluronate, Propylene Glycol, Hydrolyzed Glycosaminoglycans, Gluconolactone, Sodium Benzoate, Vitis Vinifera (Grape) Seed Extract, Panax Ginseng Root Extract, Polysorbate 20, Hydroxyethylcellulose, Arctostaphylos Uva Ursi Leaf Extract, Magnesium Ascorbyl Phosphate, Sodium Metabisulfite, Phenoxyethanol, Chamomilla Recutita (Matricaria) Flower Extract, Yeast Extract (Mel, Extrait de Miel), Sodium Lactate, Sodium PCA, Sorbitol, Proline, Caprylyl Glycol, Ethylhexyglycerin, Tocopheryl Acetate, Triethanolamine, Dextran, Acetyl Tetrapeptide-3, Trifolium Pratense (Clover) Flower Extract, Myristoyl Pentapeptide-17, Benzoic Acid, Biotinoyl Tripeptide-1.",
    "how_to_use": "Suggested Usage:.-Apply with a single stroke on your eyelid, just above your upper lash line (like a liquid eyeliner)..-Remember to apply to the skin closest to your lashes (the lash root), not your actual lashes..-Allow one to two minutes for the serum to dry. .-One dip into the bottle is enough for both eyes. .-Using more than instructed will not yield quicker results..-Use once daily. .-This eight-week starter size is just enough to yield initial improvement. However, due to the length of the lash cycle, it is important to continue use every day for four months. .-For full improvement, Grande Cosmetics recommends separately purchasing a full-size GrandeLASH Peptide Lash Enhancing Serum. .-This product requires continued use to maintain benefits..-After desired improvement is achieved, apply every other day for maintenance...Precautions:.-Do not get into the eye. .-Do not use if you are pregnant or nursing, under the age of 18, or undergoing chemotherapy..-Keep out of reach of children. .-If redness or irritation occurs, stop usage. .-Consult a physician before use if you are being treated for an eye condition. .-For more information, read box insert.",
    "num_reviews": 49,
    "overall_rating": 3.2,
    "product_url": "https://www.sephora.com/ca/en/product/grande-cosmetics-mini-grandelash-tm-peptide-lash-enhancing-serum-P481093?skuId=2556728&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2556728-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "0.05 oz/ 1.5 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2556728-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is definitely worth the money! I have noticed a difference in my lashes length and volume within weeks of use. Application is easy and quick as well!"
        },
        {
            "review_title": "Works like magic but at a price !",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Application: Precise applicator Results: Quick visible growth  Downside: Dry eyes and darkening of lash line   Personal: My lashes have become very full and long especially with mascara on they touch my eyebrows. I always get complements on my lashes. However I have noticed my eyes have become really dry so I use vitamin A gel after applying it, moreover I have noticed the darkening of my lash line, but it doesnu2019t bother me"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This works very well as long as you continue using it. When you stop, your eyelashes will eventually go back to the regular length. I stopped using it because it caused a dark spot on the white of my eye that has never gone away years later."
        },
        {
            "review_title": "It works, but I have found better",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It worked for me and helped grow my lashes, but now I use ELF eyelash and brow serum which is way more affordable and seems to work just as well. The price of the mini grande lash, is about equivalent to 4  of ELFS lash serum in 3.5ml regular sized  bottles."
        },
        {
            "review_title": "awesome product, but price is high",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I loved this!! giving 4 stars only due to price point. After a few weeks, I really started to notice the length in my lashes."
        },
        {
            "review_title": "recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "a lot of people say it gives them eye infections and stuff but it worked so well for me, after 2 weeks of using it I already noticed a difference"
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is definitely worth the money! I have noticed a difference in my lashes length and volume within weeks of use. Application is easy and quick as well!"
        },
        {
            "review_title": "Works like magic but at a price !",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": ""
        }
    ]
}