{
    "product_id": "1582",
    "name": "Super Glow Hyaluronic Self-Tan Serum",
    "brand": "TAN-LUXE",
    "categories": "Skincare, Self Tanners, For Face",
    "price": 66.0,
    "about": "What it is:A one-of-a-kind hyaluronic, superfood self-tan serum formulated for daily useu0097soft, smooth, and lightly sunned skin in a bottle..Highlighted Ingredients:.Ingredient Callouts:Free of sulfates SLS and SLES, parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, triclosan, and triclocarban, and contains less than one percent of synthetic fragrances. This product is also vegan, cruelty-free, and gluten-free, and comes in recyclable packaging..What Else You Need to Know:Hyaluronic super serum hydrates skin, while nourishing, superfood ingredients work to even skin tone, color-correct, and minimize pigmentationu0097all with the ability to customize skinu2019s glow. This serum is also formulated with cocoa seed extract to shield skin from environmental aggressors.",
    "ingredients": "-Hyaluronic Acid: Delivers hydration to skin. .-Cocoa Seed Extract: Works as a shield to protect the skin from daily environmental aggressors and pollutants. .-Raspberry Seed Oil: Works as a natural antioxidant, rich in vitamin E...Water, Glycerin, Dihydroxyacetone, Hydrolyzed Soybean Fiber, Hyaluronic Acid, Beta Vulgaris (Beet) Root Extract, Brassica Oleracea Acephala Leaf Extract, Sodium Hyaluronate, Rubus Idaeus (Raspberry) Seed Oil, Cocos Nucifera (Coconut) Oil, Persea Gratissima (Avocado) Oil, Salvia Hispanica Seed Oil, Vaccinium Myrtillus Fruit Extract, Theobroma Cacao (Cocoa) Seed Extract, Aloe Barbadensis (Aloe) Leaf Juice, Tocopheryl Acetate (Vitamin E Acetate), Ascorbic Acid, Retinyl Acetate, Erythrulose, Cyclopentasiloxane, Hydroxyethylcellulose, Polyacrylamide, C13-14 Isoparaffin, Glyceryl Acrylate/Acrylic Acid Copolymer, Dimethicone Crosspolymer, Dimethicone, Pvm/Ma Copolymer, Laureth-7, Laureth-23, Laureth-4, Butylene Glycol, Ethylhexylglycerin, Parfum (Fragrance), Limonene, Geraniol, Hexyl Cinnamal, Benzyl Salicylate, Tetrasodium Edta, Citric Acid, Phenoxyethanol, Triethylene Glycol, Potassium Sorbate, Ci 17200 (D&amp;C Red No. 33).",
    "how_to_use": "Suggested Usage:.-Apply two to 12 drops to the face and du00e9colletu00e9 daily. .-Massage into skin with circular motions, avoiding eyes. .-Follow with a moisturizer before makeup.-Additional drops will increase depth in color. .-Wash hands after use.",
    "num_reviews": 9,
    "overall_rating": 3.4,
    "product_url": "https://www.sephora.com/ca/en/product/tan-luxe-super-glow-hyaluronic-self-tan-serum-P469190?skuId=2444875&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2444875-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.01 oz/ 30 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2444875-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": []
}