{
    "product_id": "744",
    "name": "Self Tanning Drops",
    "brand": "Isle of Paradise",
    "categories": "Skincare, Self Tanners, For Face",
    "price": 43.5,
    "about": "Which skin type is it good for?.u2714 Normal.u2714 Oily.u2714 Combination.u2714 Dry.u2714 Sensitive.What it is:.A bottle of custom-made self-tanning drops that allow you to control your glow..Solutions for:.- Uneven skin tone.- Dryness.- Dullness and uneven texture.If you want to know moreu2026.Married to your moisturizer but want that super-tanned glow, too? Simply add these color-correcting Self Tanning Drops to your moisturizer for a natural, sunkissed glow with no streaks, smells, or orange tones. Isle of Paradise has combined a color corrective approach with a tanning-know-how to bring you your best glow everu2014whether that's for the beach or brunch. All drops combine organic tanning actives with avocado, chia seed, and coconut oils for a happy, hydrated glow..The peach drops are formulated with Oxy Glow complex, which is clinically proven to brighten your skin, the green drops are formulated with Super Balance complex to reduce redness, calm the skin, and improve your karma, and the violet drops are formulated with Hyper Violet complex to reduce orange/sallow tones and raise your tanning game..What else you need to know:..What else you need to know:.Isle of Paradises products are made with color-correcting technologies to help even out skin tone for the most real looking, natural tan ever. This product is cruelty-free, 100 percent vegan, organic, and made using certified organic ingredients, actives at low pH levels, non-sensitizing ingredients, hypoallergenic ingredients, and pure oils. It does not contain mineral oils, petrolatum, gluten, GMO, or toxins..For a light tan: choose peach..For a medium tan: choose green..For a dark tan: choose violet...",
    "ingredients": "Water, Dihydroxyacetone, Alcohol Denat. (SD Alcohol 40-B), Glycerin, Polysorbate 80, Xanthan Gum, Erythrulose, Propylene Glycol, Tropaeolum Majus Flower/Leaf/Stem Extract, Tocopheryl Acetate (Vitamin E Acetate), Aloe Barbadensis Extract*, Citrus Grandis (Grapefruit) Peel Oil*, Cocos Nucifera (Coconut) Oil*, Eucalyptus Globulus Leaf Oil*, Mentha Piperita (Peppermint) Oil*, Persea Gratissima (Avocado) Oil*, Salvia Hispanica Seed Oil*, Salvia Officinalis (Sage) Oil*, Methoxyphenyl t-Butylphenyl Propanediol, Agastache Mexicana Flower/Leaf/Stem Extract, Ascorbic Acid, Propanediol, Ethylhexylglycerin, Sodium Metabisulfite, Fragrance, Sodium Hydroxide, Phenoxyethanol, Triethylene Glycol. *Organic....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Add one to 12 drops to your favorite moisturizer, mix together, and apply to skin. .-More drops = deeper tan. .-Wash hands after application. ... Precautions:.-Carry out a patch test 24 hours prior to application. Do not apply to broken, irritated, or hyper sensitive skin..-This product does not contain sunscreen and does not protect against sunburn. Repeated exposure of unprotected skin while tanning may increase the risk of skin aging, skin cancer, and other harmful effects to the skin even if you do not burn.",
    "num_reviews": 90,
    "overall_rating": 3.3,
    "product_url": "https://www.sephora.com/ca/en/product/isle-paradise-self-tanning-drops-medium-P469869?skuId=2444743&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2444743-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.01 oz / 30 mL (Light)",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2444735-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "1.01 oz / 30 mL (Medium)",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2444743-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "1.01 oz / 30 mL (Dark)",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2444750-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Great colour and applies evenly when I add to moisturizer."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "After using this product once, thinking it would give me a natural tanned looked, I ended up looking insanely orange. I decided to try it again thinking I must have dosed wrong and still, looked orangey. Not the lol I was going for at all"
        },
        {
            "review_title": "Do not buy.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "So I was hoping for that that sun-kissed glow, you know, the kind that says, u201cI just returned from a fabulous beach vacation,u201d but instead I see that I had transformed into a walking, talking  smelly orange. I looked like I had taken a dive into a vat of carrot juice and came out with a bad spray tan.  I decided to embrace my new look though. I strutted into my mans soccer game this morning  like I was the star of a reality show called u201cReal Housewives of Pumpkin Patch.u201d  Moral of the story dont buy this product and it smells terrible."
        },
        {
            "review_title": "Not sure what's going on!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I really liked this product at first. I was using the medium shade and ended up using the dark shade because I felt like it wasn't tanning my face anymore. I'm not sure if using other products affect the outcome of the tanning drops but I find now that I have to use so much of the dark drops to just get a bit of a tan on my face and I have to use it in the morning and night. (I only use face wash and cream. No exfoliants or chemical peels.) I recommend this product if it actually works for you, but it seems like it's not working for me anymore and i feel like i wasted a bit of money on it since it's not cheap."
        },
        {
            "review_title": "Not a fave",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I purchased in medium and haven't been loving it. The colour is under-pigmented and orangey when applied in higher amounts. My skin was dry after use, despite being mixed with my moisturizer. The smell is lovely, which is unusual for tanners, but I will not re-purchase. I have medium-olive skin and use St Tropez tanning foam with better results."
        },
        {
            "review_title": "Absolutely love this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "My favourite face tanner! Its very easy to apply, you just add 2-3 drops in face moisturizer. I use it often ( every other day) and the bottle lasts along time. I find when the bottle is getting low, the product turns a bit of a different color but it still works fine.   I would be upset if Sephora stopped selling it. I am hooked as it is part of my morning skin routine."
        },
        {
            "review_title": "made me orange",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I had gotten a sample and I had mixed into my moisturizer and one applied. I made sure to even bring it down to my neck to my hairline to my ears, and I noticed very patchy, and my hands are not orange which its my fault because I didnt wash my hands after butI am an orangeufffc ufffc"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "made my skin break out like crazy and is super orange"
        },
        {
            "review_title": "A staple!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I tried this product a bit ago and havent stoped using it! I love it! I add it with lotion when doing my tan and it gives me such a natural tan. Its super easy to use! I definitely recommend them!!"
        },
        {
            "review_title": "PASS. THERE'S BETTER",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Tan skin tone, Oily skin",
            "review_text": "Got a sample and followed the format for application from the site. This stuff is like the old school of self tanning oils, but worse. if you're going to waste money; wear gloves for application. Go with St. Topaz foamers."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "They work but they also tinted my eyebrows red sou2026  Ive heard people say to exfoliate your eyebrows before, but this was definitely the hair itself that changed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "There's a bit of a learning curve to getting it right, but once you get it down it's a really great self tanner for the face.  I put my moisturizer in my hand and add 3-4 drops of the tanner and mix it as best as I can (until it's smooth) with a little spatula. Then I put it on my face and neck + make sure to really rub it in.  The color starts to develop in a few hours. I'll do this for a few nights in a row to build up a good tan because it fades in less than a week - which is normal because we wash our faces every day. The smell isn't great but still better than some other self tanners. They all have some variation of that odor."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Je l'utilise a chaque semaine pour entretenir mon bronzage et j'adore!"
        },
        {
            "review_title": "Nice tan",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "So i just tried the tester of it at sephora today and i can confirm that it works . Dont mind how patchy it is but btw i used the purple one so ya"
        },
        {
            "review_title": "does the job!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I was skeptical that one or 2 drops would work but it is extremely pigmented. I dont find the color super orange like other reviews but I do tend to have a more yellow undertone so maybe it just works better with my skin tone. But if a weird smell to it. The first time I used it I broke out a bit but I did end up trying again and didnt have that problem the second time so whether it was a coincidence or not I dont know."
        },
        {
            "review_title": "A little goes a long way",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I finally gave im and bought it. I'm happy with this product. I found it worked right away. After an hr I noticed a tint. I will say, a little goes a long way.  The only problem I don't think it last more then a week, I might need to go to the medium shade (bought like because was scared to over tan and look odd). I use 3-4 drops a d looks like I spent the weekend in the sun. Skin is glowing."
        },
        {
            "review_title": "It burned.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "My skin got very hot and red, o had followed all directions on the bottle. Now its been three days and my skin feels very leathery and not its usual texture, the colour itself has evened out. I wont be buying again."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Amazing. Not the best smelling but amazing face tan"
        },
        {
            "review_title": "Be sparing with the drops and get the perfect glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I was hesitant but this product is great! I think the lower star ratings are due to not applying properly. I like to put 1-2 drops in my face cream and the glow is beautiful. This works best when you work sparingly with it. Don't over apply!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Great for evening out your skin tone and giving a natural glow"
        },
        {
            "review_title": "ud83cudf4a",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Works if ya wanna look like an Oompa Loompa. With brand new acne and clogged pores. Soo embarrassing- followed the instructions correctly too"
        },
        {
            "review_title": "Orange",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "A big no go for me! My face is orange ! I will buy TAN LUXE bc Ive tried a sample of this one."
        },
        {
            "review_title": "Broken out EVERYWHERE",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Surprisingly a nice colour, its definitely not orange on my skin and the medium was a good choice. HOWEVER it made me break out literally everywhere. My face, my chest, my BOOTY is even broken out. Unfortunately will be a return"
        },
        {
            "review_title": "Cheeto dust",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I tried it in the store and it works but it's very orange. I would never put this on my body!! Cool product but needs a huge colour improvement."
        },
        {
            "review_title": "donny t",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "used correctly and yet it broke me out so badly and make me literally orange I cannot make this up"
        },
        {
            "review_title": "Works, but wouldn't use it if you're very pale.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I've been using the St. Tropez facial tanning mist for a while, so I decided to try this out. I received it as a sample. I have very pale skin with some redness, so I never know how these products are going to turn out. I used a few drops in combination with my moisturizer (as the instructions say to do). The next morning I woke up and my husband was legitimately startled and went wow, that's orange. So, it works, but I can agree with the reviews that advise against using it if you're very pale. I'll stick to the St. Tropez."
        },
        {
            "review_title": "Broke me out BAD",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "The colour is a bit orange and my skin was doing SOOO well and I decided to tan my face. WELP I have an event this weekend and I have the largest pimples on my chin, and more on my cheeks and then a bunch on tiny ones everywhere. It is SO bad."
        },
        {
            "review_title": "so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "i am obsessed with this new bronzer serum, it was extremely blendable and very easy to use, i am usually not the best at face tanning for obvious reasons and this product made it so easy. i love how the ingriedents used did not break me out, nothing but good things to say!"
        },
        {
            "review_title": "My favourite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "11/10 this is one of my favourite products. Its so seamless and gives me an amazing glow. Couldnt be happier with it! (Maybe there isnt enough product in the free sample. Dont let that review fool tou.)"
        },
        {
            "review_title": "This is no bueno",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Second time Ive received this as a sample and I didnt pick it, I picked 2 others but anywaysu2026first time I used it wasnt enough to do any area larger than my face and neck and it didnt even do anything"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "gives a really nice tan when used correctly. exfoliate and moisturize well before using or else product will cling to dry spots. takes some trial and error getting the perfect amount of drops."
        },
        {
            "review_title": "Not for white white people",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Great product, works so well that it's not for me. I tested the light shade in-store the day before purchasing the medium shade because it had barely worked on my very fair white cracker skin. Because of this, I decided on the medium shade since whatever right? I looked like one of those 00 girls who don't understand what appropriation is. Please use sparingly."
        },
        {
            "review_title": "Love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "These work so well! Dropping them in with a body lotion then waking up the next morning all tanned! I will say it is a little difficult to know what youre doing since they are clear and you cant see the results until a few hours. Be sure to blend your hands and feet out really well! Moisturize your elbows and dry parts extra!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I see a lot of bad review on this but honestly when you know how to use it,apply it everywhere, neck & ears included and you put the right amount in your lotion the result turns out really nice. Looks natural & no sootting  looks"
        },
        {
            "review_title": "Boooooooooo",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product did nothing, no bronze, no self tan. Extremely disappointed as I was very excited. Was not a slay."
        },
        {
            "review_title": "Love this self tanner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I love this self tanner. Im pretty fair and cool toned. I use roughly one pump of a light lotion (cerave moisturizing lotion) and a few drops of self tanner for each body part right after I shower and dry off. Then wash my hands focussing on my palm and in between each finger. Wait about 12 hours and then wash it off and Im tanned for 4 days or so."
        },
        {
            "review_title": "Its ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I like this product i dont love it , it gives a nice even tint,  but it makes my face break out :("
        },
        {
            "review_title": "Orange",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The tan is very orangy and not flattering, the also made my eyebrows orange. Would not recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Love this product! goes on really evenly in any moisturizer or oil for face/body so it is very convenient to use! Definitely recommend testing it on one body part and waiting a few days to see how it looks, you can then decide whether you want to add more or less drops next time"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Je le trouve imprecis puisquil faut le melanger avec la creme il ny a pas de possibilite de voir ce que lapplication donnera avant le lendemain matin il y a donc souvent des taches et le produit rend plus jaune"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Excellent produit! Je lutilise depuis plusieurs mois et le resultat est impeccable"
        },
        {
            "review_title": "Pale skin must have for the summer months",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I wear this product during the summer, as a pale girly who normally reflects the sun with her bare legs. Whenever I have this on, I get a lot of compliments from people saying that I look glowy or nicely tanned. I definitely recommend being very careful with your hands and feet, as this product can build up fairly easily if youre not careful. You will need to touch up your face more often than your body, but that is expected with regular face washing."
        },
        {
            "review_title": "Dont listen to the bad reviews, its amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have used A LOT of different tanners and this is by far the best. Reading all the negative reviews makes me laugh because these people just havent figured out how to put it on properly or dont know how to choose a colour for their skin tone. This stuff is amazing its fixed every problem I have ever had with a tanner and I get compliments constantly. Dont listen to the bad reviews just learn how to use it properly its not rocket science."
        },
        {
            "review_title": "save ur money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "i dont understand the hype.. the shade is not flattering at all doesnt matter how little/much drops you use. wish i saved my money and bought the tan luxe face drops instead because im switching to using those anyways."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Ive been using this product for the last few months and I am loving the results! Super easy to apply and doesnt look splotchy as it wears off like other brands I have tried. A definite must have!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I hate the fake tan look and expected to hate this productu2026 But it actually looked good! I got lots of comments that it looked like I got some good time in the sun"
        },
        {
            "review_title": "obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "i got a mini size and im in love. buying the normal size right now. i usually put 3 drops in my moisturizer and rub it in with my hands and then apply. i wash my face everyday and i reapply every 2-3 days."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Save your money. Turned me orange and made me break out"
        },
        {
            "review_title": "ne recommande vraiment pas",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "J'en est mis sur mon visage ,torse et epaule.J'ai mis une petite quantite une tres petite quantite et des le lendemain je suis devenu orange. L'odeur ne par par meme avec de la creme du savon ou du parfum je ne recommande vraiment pas"
        },
        {
            "review_title": "omg orange",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I am orange this is insane. Why are my hands orange? ufffc"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "i received a sample of this product with my order. I applied it to one arm and it tanned a bit but not much. made my hand orange also. the sample was half dried out."
        },
        {
            "review_title": "Faulty batch?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I'm on my second bottle of these tanning drops, and the formula has been wildly inconsistent. When I used my first bottle, I would only need 3-4 drops to get a noticeable, natural looking tan. It worked great and I loved it. Now on my second bottle, I've doubled the amount of drops and it literally does not tan me at all. I'm convinced someone filled half of the bottle with water. Super disappointed"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Not good at all, I look like a Oompa Loompa, my face is Orange. I was in the Supermarket and the cashier kept on look at me, I knew why,  not my idea when buying this !!!"
        },
        {
            "review_title": "This stuff slaps!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "In the words of one of my best friends, This stuff slaps!  As long as you use it exactly the way they say (blend with moisturizer before applying), it works great! I am fair-skinned but take sun relatively well. I went for the medium and it looks very natural on me. I use it at night (because it does smell a bit like tanner, so I enjoy washing it off and having a fresh face in the morning). But between this and a little sunblock, I don't need to wear any face makeup at all! No breakouts, no weird splotches, nothing!  Just thoroughly wash your hands after (I wash twice with soap), and you're good to go. Highly recommended!"
        },
        {
            "review_title": "Bad smell",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The result is fine but the smell is so bad!! Im hoping they will change the formula or something so it smells better in the future."
        },
        {
            "review_title": "Beware of ordering online",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I ordered this product online and was extremely disappointed when I received it. The product had clearly gone bad as it was discolored (lime/brown green) and with a thick consistency. The label was also discloured and I think the bottle had been leaking. It seemed like it had been sitting in the sun for weeks. I was shocked that Sephora would ship it out to a customer when there was something so clearly wrong with it, but after reading other reviews of this product it appears to be a pattern."
        },
        {
            "review_title": "No transfer but orange",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Good not great. It doesnt stain, doesnt transfer, smells a little bit like cookie dough. I like the formula but not the color. I wish it were more grey-brown than orange."
        },
        {
            "review_title": "Overcharged Somehow??",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "This works great, Ive been using the tanning water and it has a really strong smell thats hard to get rid of until its completely gone. The only thing is, I bought this in store and I was charged $50??? Why is this more expensive in store?"
        },
        {
            "review_title": "Orange tones",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Easy to use but I had to apply every night because I didnt see a result until I turned orange one morning. Im super pale and the orange tones dont work for me"
        },
        {
            "review_title": "A staple in my sunless tan routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I cant believe this product has as few reviews as it does! Ive been using it for 2+ years and it is a part of my weekly skincare routine.   The first time I used it I used way too much and hated it but once I tried again and figured out how to properly apply it, I cant live without!"
        },
        {
            "review_title": "a must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Dry skin",
            "review_text": "I have very sensitive skin and I mix 2 drops with the moisturizer. it gives me a nice tan complexion and helps even out my skin tone. smells like self tanner but the smell goes away pretty quickly. does not break me out. great for summer."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I was not happy as this product came unsealed, and product was missing from my bottle. I feel as if it was a returned product and they resent it out to me. Very disappointed"
        },
        {
            "review_title": "So natural looking",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "A must have for a natural looking tan. I put about 5-6 drops on every body part with some lotion and wake up with an even bronzed glow. I love the mouse for a quick tan can never get it as even as I can with the drops. Love it."
        },
        {
            "review_title": "Super easy to use and no transfer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Um WHAT? I have never used self tanner before so Im a total newbie here but this was complete easy street to use! Theres no transfer whatsoever and no weird discolouration or orange tint. Im SUPER pale (Canada- but make the sunny season as short as possible) and this gave me a really healthy looking sun kissed tan look. I mixed it with my Sol de Janiro moisturizer so I didnt notice any smell if there is a self tanning smell. I used six drops glopped haphazardly into my moisturizer (which I just had on my hand in a blob) and smooshed it together slightly and did just my legs as a test. No streaks. Came out evenly and perfect. I think next time I would try a few extra drops for a darker effect. Highly recommend this if youre new to self tanning!! I dont think theres any difference between the shades aside from how many drops are required to get the desired result so pick your shade based on how dark you want to be- it will take more of the light drops to achieve the same shade as you would get with less of the dark drops, for example. I think the light/medium is good just coming out of winter if everyone knows you havent vacationed anywhere and then transition to the darker drops as summer progresses!"
        },
        {
            "review_title": "Just buy it already",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Love love love. Cant go wrong with how many drop you use. Ive used many different self tanners this one is so easy would still recommend using a mitt as it will take around hands/ finger nails fast."
        },
        {
            "review_title": "Surprised and loving it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Im naturally brown but not in my legs lol anyways gave this a go and within an hour I got this sunkissed glow and it just kept getting better !! My legs look so darn good! Totally recommending this product to family and friends u263aufe0f"
        },
        {
            "review_title": "Works Well!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I followed the directions and mixed 2 drops with my daily moisturizer. And by the next day had an even golden glow! I am naturally very pale. This gave me a pretty sun kissed glow. It does have a slight self tanner smell."
        },
        {
            "review_title": "Did not work",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Within a span of 2 days Ive applied 4 different layers. I have barely seen a result, if any. I first started with 2 drops and went up to 6 but I still look the same. Im glad I didnt invest in this product and got to try it first because I would not buy this."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I used this on my face with my gel face moisturizer and it gave me a beautiful color. I might try it on my body next."
        },
        {
            "review_title": "Nice even tan",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I discovered this brand a couple of years ago and have used the drops as well as the body butter.  Really like the brand.  The drops are a bit of a pain to apply to body and not as fast as a mousse but I think the results are worth the extra bit of fussing.  I have very dry skin and most soft-tanners tend to dry out my skin.  Mixing the drops with lotion is brilliant and impossible to screw up.  The result is a natural-looking buildable tan."
        },
        {
            "review_title": "Works for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Easy to use, I control how many drops I want. Only thing to remember is wash tour hands right after you finish applying and properly exfoliate often."
        },
        {
            "review_title": "Disappointing, smells terrible.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I received a deluxe sized sample of this product in a Sephora Favorites collection. I was hesitant to try it as I do not enjoy the smell of any self tanner. This product states clearly on the packaging, No smell, No stains, No streaks. It smells terrible. The typical self tanner smell. I can smell it through the beautifully scented moisturizer I mixed it with. It was easy to apply, and I don't have stains or streaks and I do not look orange. Would not purchase or recommend solely based on the terrible smell."
        },
        {
            "review_title": "Do not buy!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Three words: oily orange streaks.  Makes your body and face extremely oily and at the same time dry and blotchy. Save your money and skin, and buy a drugstore self tanner."
        },
        {
            "review_title": "YES YES YES!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "FIVE STAR! This is the best stuff. I love that you can choose your strength by just adding more drops. Very easy and worth it. People always complaint my tanned complexion."
        },
        {
            "review_title": "PLEASE do not DO THIS TO YOURSELF.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "PLEASE DO NOT BUY THIS FOR YOUR OWN GOOD!!!!! Has completely ruined my skin, I now have terribly sensitive skin and need to take breaks from makeup for months on end because I can no longer put the product on my face. This product has completely burned my skin and has caused me to get terribly, dry, cracked, painful bright red patches all over my face, mainly under my eyes, forehead, and the side of my mouth. THIS PRODUCT has caused this before using it my face was never sensitive and this irritation has never occurred before. Do yourself a favour and do not buy it."
        },
        {
            "review_title": "No need to go to the sun for a glowing complexion!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I have never tried a self-tanner. I've never been interested in the results I've seen from others. It always gives a yellow or incredibly terracotta result :/   I have a very white complexion, and time in the sun always ends up making me blush, and I've never had a glowing and/or tanned complexion in my life... until now!!!   5-6 drops in my moisturizer, per section (each leg, butt, back, torso and arms) and 3 for my face, before bed, 2-3 times a week, and I have a tanned complexion!   The effect is incredibly natural, no demarcation, in short, I can't believe it!   I will never go to the sun again to try to get a complexion, it's definitive.   Besides, I would never have succeeded in having a tanned complexion of this type, all over my body, even if I had wanted it; and tanning booths do not interest me. So the choice of this product is a winner!  I even plan to use it in winter, a little less obviously, to keep a less whitish complexion.  These drops are just great!"
        },
        {
            "review_title": "It works amazingly, but caused breakouts for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I have sensitive skin and unfortunately this product gave me cystic breakouts. I didn't want to believe it was Isle of Paradise causing the breakouts, because I really love the product! If you don't have sensitive skin and clogged prone pores, I recommend it! I have very fair skin and it gave me a neutral, natural looking tone. It always started working within the first hour, and fully developed after 4-5 hours. I seriously love the way it works, but all those oils are too heavy for me."
        },
        {
            "review_title": "Glowy - but eyebrows lightening!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I do love how this product gives me a glow - my only issue is my eyebrows. It seems to bleach them/ make them pale. Ive used 2 different bottles and both have this effect. I now make sure to avoid my brows, whereas I used to always just slather it on."
        },
        {
            "review_title": "Amazing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Ive got Olive undertones, and this gradual tanner literally gives me the most complimentary glow ever! It looks super natural, its not streaky, and its so easy to apply. I feel so nice and tanned!"
        },
        {
            "review_title": "Fair skin no more!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Fell in love after i found out the best application outcome is with vaseline! Rub the vaseline in and then apply a few drops of oil right into your skin and rub really well! I truly find it looks more streaky and you get that fake tan smell when you mix with lotion!"
        },
        {
            "review_title": "Must have for sun kissed look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I received a sample size of this product . Mixed a few drops in my moisturizer and I have to say I love it ! Lasts a few days before I need to reapply . Dont forget to wash your hands like I did ud83dude22"
        },
        {
            "review_title": "dont buy.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "have ordered before and loved the item but when i went to order it again it arrived like a green yellow colour and smelled absolutely horrible. never smelt like that before so i returned it and got a new one and it was the exact same. really disappointed."
        },
        {
            "review_title": "Favourite tanner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I add a drop in the winter and two in the summer and mix it in with my moisturizer for even coverage. I have never experience transfer. Always wash your hands after use! Lasts a couple days since I wash and exfoliate my face"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Turned my face and everything it came in contact with a hideous orange - even bleach wont get it off - horrid product"
        },
        {
            "review_title": "Used bottle",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This has been one of my favourite products in my skincare routine- I consistently re-purchase. Unfortunately, in my recent purchase the tanning drop liquid was about 1/4 of the way down the bottle. It's a shame that I have to go through the return process and am now hesitant of ordering again as it's a pricey product."
        },
        {
            "review_title": "Game Changer if you want a natural Sun kissed look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Ok, this is a complete game changer. Looks amazing!  Originally i received this as a sample. I had been going to the tanning salon (which i dont want to do anymore) and decided to give my face a little bump with trying these drops out before going out one night. Honestly,  wasn't sure what to expect. But after about 3 hours, I looked in a mirror and BOOM! I noticeably looked like I just got back from an island vacation - and this was not from the tanning salon trips! I had comments about how tanned I was looking and I was impressed how natural it looked!  I decided to buy the bottle because... wow. I've tried so many fake tanners and never liked any of them. It's impossible to get streak free, natural tanning colour from fake tanners in my opinion... but this oil knocks it out of the park. It looks 100% natural. Not orangey looking, not streaky. Has a bit of a sun-kissed glow. I only put about 2 drops in my small amount of moisturizer and that's all I needed. I've been playing with the darkness of the tan, so I've reapplied another time. Definitely see a difference within a few hours of applying. Gotta start applying this to my body, too!   Hopefully it holds up for days before washing off/fading, but I'm really impressed with this product. This bottle will last a LONG time.  Highly recommended!!!  I'm fair skinned, blonde, blue eyes.. so I tried the medium drops."
        },
        {
            "review_title": "!!perfect summer glow!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "So so amazing I was a little scared to try this at first but the colour is perfect no fake ish tan (orange), and it blends so perfectly, I also tried this on my face and I didnt break out ( I have really sensitive skin) totally recommend this and definitely will be buying again!"
        },
        {
            "review_title": "Boff",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Normal skin",
            "review_text": "Jai la peau relativement pu00e2le avec des freckles et javais beaucoup dattente envers ce produit. Malgre lajout de plusieurs gouttes u00e0 ma creme (corps et visage) je ne vois pas de difference notable dans mon teint. Je suis deu00e7ue."
        },
        {
            "review_title": "tan looks natural",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "Works exactly as described, blends great into your moisturizer. Tan looks natural"
        },
        {
            "review_title": "It works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "Works really well! The first time I used it, I mixed 2 drops into my moisturizer before bed and I woke up with a nice glow. Definitely recommend mixing your moisturizer in a bowl with a brush or something, instead of your hands as it will stain easily. Didnt have any issues with streaking upon application, but I made sure to really massage it into my face and neck. I did break out after the first and second use, but I waited a few days before the third application and had no issues after that. Im fair skinned with slight olive tones, and the medium drops were perfect. I added 5 drops to my body butter to apply to my body, which helped rehydrate my spray tan (for the trip I was on!). They also smell wonderful. The bottle will last a long time!"
        }
    ]
}