{
    "product_id": "124",
    "name": "Squalane + Vitamin C Rose Brightening and Firming Face Oil",
    "brand": "Biossance",
    "categories": "Skincare, Moisturizers, Face Oils",
    "price": 100.0,
    "about": "What it is: A powerful, lightweight face oil with vitamin C that visibly brightens, firms, and hydrates to reveal your most radiant-looking skin...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dryness, Dullness, and Loss of Firmness and Elasticity..Formulation: Oil..Highlighted Ingredients:- Advanced Vitamin C (THD Ascorbate): Is an oil-soluble, stable form of vitamin C that visibly brightens skin..- Sugarcane-Derived Squalane: Weightlessly locks in essential moisture..- Chios Crystal Oil: Visibly revitalizes and firms...Ingredient Callouts: This product is vegan, cruelty-free, and comes in recyclable packaging...What Else You Need to Know: A restorative face oil that absorbs quickly into skin to boost radiance, firm and lock in moisture. Our oil-soluble, shelf-stable vitamin C instantly & visibly brightens while chios crystal firms the look of skin. The final step in your skincare routine to seal in moisture for a glowing complexion...Clinical Results: In a 21-day consumer study of 32 women (ages 18 to 68), after twice-daily use for 3 weeks:.- 97% agreed skin firmness and suppleness was improved.- 91% agreed skin appeared younger-looking.- 91% agreed skin had a healthy, radiant glow..Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
    "ingredients": "-Advanced Vitamin C (THD Ascorbate): Is an oil-soluble, stable form of vitamin C that visibly brightens skin..-Sugarcane-Derived Squalane: Weightlessly locks in essential moisture..-Chios Crystal Oil: Visibly revitalizes and firms....Squalane, Tetrahexyldecyl Ascorbate, Caprylic/Capric Triglyceride, Pistacia Lentiscus (Mastic) Gum, Rosa Damascena Flower Extract, Geraniol, Citronellol....The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Gently massage a few drops onto a cleansed face and neck, morning and night..-Apply as your last step, after your serum and moisturizer to lock in long-lasting moisture...Recycling Instructions:.-Remove and dispose of cap and dropper..-Empty and rinse remaining product from bottle..-Place in curbside recycling..-The outer cartonu202fis made from sustainable, FSC-certified sugarcaneu202fpaper andu202fcan be placed in curbside recycling.",
    "num_reviews": 1545,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/squalane-vitamin-c-rose-oil-P416563?skuId=2382166&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2382166-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.01 oz / 30 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2382166-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Night tjme routine a must",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I use this face oil during my night time routine and I love it for my winter dry face. It absorbs quickly and leaves your skin really plumped and soft and glowy.. canu2019t live without it"
        },
        {
            "review_title": "Daily Routine Staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m on my second bottle of this oil. It smells nice, feels nice and is very hydrating. It doesnu2019t feel sticky at all. It reminds me of a dry oil I used to thatu2019s been discontinued from another brand. Iu2019m happy to have found this oil. I have sensitive skin and havenu2019t had problems with irritation or break outs. Definitely recommend!"
        },
        {
            "review_title": "Must-have go-to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is the best thing ever!  I put it on and let it work its magic over an hour at home or at the hair salon or anywhere I can just relax and my skin is beyond perfect afterwards. I don't recommend it before make-up as it's an oil but on its own it's one of the best products I've ever come across. The combination of vitamin C and Rose oil is beyond. I like the Korres version too but I think this one is even better. Try it and I'm sure you'll love it. Imperfections vanish and your skin is joyful, plump and rosy."
        },
        {
            "review_title": "Highly Recommend for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This is my first time using face oil, and I canu2019t tell how much I love this product.  I have a dry skin, and this really helps my skin hydrated during winter.  I also noticed a difference the next morning.  It made my skin tone more even."
        }
    ]
}