{
    "product_id": "1162",
    "name": "The Multiple Cream Blush, Lip and Eye Stick",
    "brand": "NARS",
    "categories": "Makeup, Cheek, Blush",
    "price": 53.0,
    "about": "What it is:A multipurpose stick for eyes, cheeks, lips, and body with a unique cream-to-powder formula that can be used as blush, highlighter, contour, and more..Highlighted Ingredients:- Vitamin E and Au00e7ai Oil: Powerful antioxidants to protect skin..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also gluten-free..What Else You Need to Know:The Multipleu2019s unique creamy formula and sheer color blend effortlessly on all skin tones. Perfect for highlighting, contouring, and warming the eyes, cheeks, lips, and body. The mistake-proof cream-to-powder stick is easy to apply, leaving a natural finish with a lightweight, non-greasy feel.",
    "ingredients": "-Vitamin E and Au00e7ai Oil: Powerful antioxidants to protect skin...Polymethyl Methacrylate, Triethylhexanoin, Dimethicone, Cetyl Ethylhexanoate, Hydrogenated Polydecene, Polyethylene, Sorbitan Sesquiisostearate, Microcrystalline Wax/Cera Microcristallina/Cire Microcristalline, Euphorbia Cerifera (Candelilla) Wax/Candelillacera /Cire De Candelill A, C10-30 Cholesterol /L Anosterol Esters, Sodium Magnesium Silicate, Glycerin, Tocopherol, Euterpe Oleracea Fruit Oil, Safflower Oil/Palm Oil Aminopropanediol Esters, Water/Aqua /Eau, Sodium Hyaluronate, [+/- (May Contain/Peut Contenir): Mica, Titanium Dioxide (C I77891), Ironoxides (Ci774 91), Iron Oxides (Ci 77492), Ironoxides (Ci 77499), Bismuth Oxychloride (Ci 77163), Carmine (Ci 75470)].",
    "how_to_use": "Suggested Usage:.-Apply on eyes, lips, cheeks, or body using fingertips; the skinu2019s warmth will help the product blend perfectly..-Use underneath foundation or tinted moisturizer to give skin a visibly luminous glow..-Layer under blush to create more visibly luminosity and intensity..-Apply highlighting shades under the brow bone and to the Cupidu2019s bow to create dimension.",
    "num_reviews": 2871,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/the-multiple-P2866?skuId=1017920&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s1017920-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Orgasm",
            "shade_descriptor": "sheer peachy pink with golden shimmer",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s1017920-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "South Beach",
            "shade_descriptor": "light, shimmering apricot",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s222133-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Orgasm - sheer peachy pink with golden shimmer",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I wanted to love it butu2026 itu2019s more of a highlighter than a blush. I wouldnu2019t use this as a blush because of how sheer it is, and it doesnu2019t have much of a tint."
        },
        {
            "review_title": "Highlighter not blush",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Very pretty but looks more like a highlighter than a blush. It accentuated my pores too much so I return it. But if you donu2019t have larger pores and want a touch of color and shimmer this is nice peachy pink ."
        },
        {
            "review_title": "Love this product and color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I have been using this blush since it came out. Perfect color for my skin tone. Fair. It applies easily and stays all day into night without touch-ups. I also use it as a lipstick. Doesn't make my lips dry."
        },
        {
            "review_title": "Returned",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "As another comment stated, the texture of this product felt chalky. Love the idea, but I was hoping for a smoother application rather than a chalky feel."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Orgasm - sheer peachy pink with golden shimmer",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This cream blush felt chalky to me. It didnu2019t blend well and made me feel like I snuck into my momu2019s makeup drawer. Also a bit glittery for my liking. I returned it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "South Beach - light, shimmering apricot",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I love this for adding a bronzy glow to my look especially in the summer. I use it on my cheekbones and eyelids to warm up my look and it looks super pretty and cohesive"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Orgasm - sheer peachy pink with golden shimmer",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I really like the powder version of this, lasted me years. The pigment on this on isnu2019t very strong and itu2019s hard to layer. But I like the color!"
        },
        {
            "review_title": "Pretty colour, more highlight than blush",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Compared to the pressed blush and the liquid blush, this is less pink and more highlighter, which is probably better for eyes but maybe not for lip/cheek. You need to be pretty heavy with it, to get enough color. It's very workable so it will transfer, it doesn't dry down. Works great over my tanning drops or a bare face, but like all sticks it'll ruin your full coverage foundation. It IS a nice texture for all parts of the face. This pricepoint is a little insane for how much you need to apply, but at least it won't go bad before I finish the tube. At my age, simpler routines with no brushes/primers/foundations are better and this does accomplish that. This photo shows The Multiple over Lux Unfiltered No12, no other product besides dipbrow. Nice product but there's probably a $10 equivalent out there."
        },
        {
            "review_title": "Not my cup of tea",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Got this as a gift, this has no pigment to it and was more like a pink highlighter then a blush"
        },
        {
            "review_title": "The bomb!  Iu2019m a convert!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Iu2019ve been using the powder form for years and am now trying the cream version and LOVE it! Moisturizing. Goes on and blends easily. Love using it on my lids too."
        },
        {
            "review_title": "returned",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m so confused and wondering if I was using it wrong because of other reviews. I love the liquid and powder in this shade but the stick would peel my makeup off or lotion. I wanted to love it so bad!"
        },
        {
            "review_title": "Gorgeous Glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Fair skin tone, Normal skin",
            "review_text": "I love this stick. It goes on lightly and smoothly and blends to a seamless finish. Use it on both cheeks and lips and it provides a subtle but gorgeous glow."
        },
        {
            "review_title": "Great product.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this product. Goes on smoothly and looks great."
        },
        {
            "review_title": "No-fault Beauty Insurance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "Luv u2764ufe0f this three-in-one product! The colour is just righ t for me (sallow, beige tone). I use it mostly on my face and eyelids (eye lid - not extended, and a tiny smudge under eye). If I don't want any iridescence, I add one sweep of a similar powder eyeshadow.  For my cheeks, I can build the amount of colour that I want, and put a dab on my forehead and bridge of my nose. Does not cause any breakout (I'm have combination to oily skin). I just love how it looks. Classy, less made-up and natural. I'm 58 and a multitask product is great.  I had less success on my lips. Although very pretty shade, my lips are too dry."
        },
        {
            "review_title": "love love LOVEEEEE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "its actually so so pretty and i love it but its SUPER SUPER glittery!! i have started to layer it over a non glitter blush which is pretty but the stick isn't very pigmented & kinda looks like highlighter but i ud83eude77 it!! n"
        },
        {
            "review_title": "Always adds a flash of u201clifeu201d to my face!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes",
            "review_text": "Love this product - have used it off and on for years, always with an outward and upwards swoop on my high cheekbones. It also doubles occasionally as a base coat for my lips."
        },
        {
            "review_title": "Best elegant highlighter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "perfect touch of highlight! easy to apply with its stick application, helps save time in morning vs dipping finger in liquid. Itu2019s not too sparkly at all. Just an elegant subtle yet noticeable highlight."
        },
        {
            "review_title": "A MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I use it everyday I looooove it cheeks eyes lips and go u2026.. beautiful colour just buy the product I hope they wonu2019t stop doing it. ud83eudef6ud83cudffbud83eudef6ud83cudffbud83eudef6ud83cudffbud83eudef6ud83cudffbud83eudef6ud83cudffb its just fantasticu2026 I just glow"
        },
        {
            "review_title": "Beautiful and blendable.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "Creamy formula that can be blended with fingers, brush or sponge. I love Maui. It blends evenly and stays put throughout the day. Also provides a bit of coverage if you want to wear it without foundation. Love it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "South Beach - light, shimmering apricot",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "This was my original flawless filter! Back in 2016, a makeup artist used this under my foundation and it gave me the most perfect lit from within glow. Iu2019ve been using flawless filter but am now returning to The  Multiple in South Beach."
        },
        {
            "review_title": "Must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Itu2019s double as a blush and highlighter, supernatural and super beautiful"
        },
        {
            "review_title": "Perfect blush.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "Goes on smoothly, blends beautifully. Color is buildable."
        },
        {
            "review_title": "Beautiful Color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I bought this colour and it turned out it wasnu2019t the u201cbestu201d colour for a blush on me but I use it with a bronzer and it looks fantastic and gives me a glow that I love.  I use it everyday"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Orgasm - sheer peachy pink with golden shimmer",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I lovee this cream blush it adds nicely and smooth to the skin and the sheer glittery color is gorgeous ud83eude77"
        },
        {
            "review_title": "South Beach shade not for everyone",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "I had originally bought this product to be used as a luminous cream bronzer, however the glitter is chunkier than expected and leaves a gold strobe on my face. It is absolutely stunning but definitely works better as a bronzey-gold highlighter if you have tan/deep skin. I have fair/pale skin and it is too dark to use as a highlighter with my complexion. It also is a bit too gritty and metallic to be worn on the lips, so it is best suited for the face or eyes. For nearly $40 I was hoping to get more use out the product but if it worked better with my skin tone i am sure i would love it and not just like it. Just something to make note of if you are pale as well."
        },
        {
            "review_title": "my fav blush ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "fav blush, i love it so so much!! so natural and glowy;)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Orgasm - sheer peachy pink with golden shimmer",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love it very shimmer texture just wowww item just wow"
        },
        {
            "review_title": "More of a shimmer than a blush",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I like it, itu2019s a nice shimmer with a bit of colour. If youu2019re looking for a true blush, keep looking because this is more of a highlighter. Itu2019s pretty pricey too."
        },
        {
            "review_title": "Texture and pigment is off- no go for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I did not like the texture of the product and how it sits on top of the skin. Felt very patchy and also lacked pigment. I will be returning this item."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "At first I hated it but when you put it under foundation it changed the glow of your face!! Love love!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "If youu2019re looking for a bronzed goddess look  You need this!  Absolutely love this and how it makes me glow!"
        },
        {
            "review_title": "Not what I expected but I still like it.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "More orange-leaning & glittery than I expected, but still pretty. Very bendable and easy to work with, melts into your skin in a gorg way."
        },
        {
            "review_title": "Staple",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone",
            "review_text": "Easy to use and blend! Only thing is the blush could be a little more pigmented. But otherwise a great staple product"
        },
        {
            "review_title": "Great color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Combination skin",
            "review_text": "I really like the color on my olive skin! Goes on nicely."
        },
        {
            "review_title": "Better off buying the powder compact.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Really wanted to like this product cause I do love nars, but I was left unimpressed by this multiple use stick! I would put it on and it would blend into nothing. When they say u201csheeru201d they mean it!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "After trying 5+ multi sticks from high end Sephora to diff K beauty brands, I think this is the best for combination skin + girlies trying out u201cno makeup makeupu201d looks. Iu2019m very lazy and have an oily t-zone, this product swiped on my side-hand then applied with a damp sponge to blend is perfect for a little natural looking color on my cheeks and nose. I dab a little on my eyelids with a primer as well. The color is saturated so you only need a little and it stays for 10-12 hours. Recommend a fixer spray rather than powder though.   I have pale neutral Asian-mixed race skin tone and combo skin and oily lids. Works perfect, get it on sale"
        },
        {
            "review_title": "Behave Blush Shade",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "They donu2019t have the behave blush shade here, but I used this formula in that shade. Itu2019s not bad, but there are so many better formulas on the market. If you have oiler skin, you may like this. It feels quite matte on the skin. If you have dry skin, maybe stay away from this"
        },
        {
            "review_title": "One of a Kind! No Low Budget Replacement for This",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Truly wonderful product from Nars. Smooth, blendable, doesnu2019t dry out. Five star quality but the price point for this product seems a littleu2026 six star. Otherwise this is an absolute winner and there is no true low budget replacement for this."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Love this! Natural and easy to apply. My go to for a highlighter"
        },
        {
            "review_title": "Why did I wait so long?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I finally got this product earlier in the year, and now I'm on my 2nd stick. At first, I considered returning it because it didn't seem to have enough pigment. Then I realized it was just right for my now light (am staying out of the sun) mature skin. And it has a subtle highlighting effect but I don't find it shimmery at all (wouldn't want much of that at my age). And the color is not too warm or too cool, but just right. It's blendable with fingers only, but I like to use a brush if I have one handy. Very natural looking."
        },
        {
            "review_title": "Beautiful stick blush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
            "review_text": "Beautiful color, easy to apply and looks great! I highly recommend, especially for older skin!"
        },
        {
            "review_title": "Reaaaaaally glittery",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "Way too glittery for me. I felt like a disco ball. To me the effect looked cheap and a bit tacky, not at all what I was expecting from such a high-end brand.  Plus, while there was glitter everywhere, the actual color payoff was decidedly lacking.  I had heard so many things about this color so it was disappointing - I'm not sure what all the fuss is about. I think it's all hype."
        },
        {
            "review_title": "No pigment",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I wanted to love this. Barely any pigment and does not blend very easily.  So many other better cream blushes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Love this color! I was struggling finding a blush that looked natural and matched the redness in my skin. The shimmer is a great touch."
        },
        {
            "review_title": "Wowza!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I ordered it online and received today and tried it for the 1st time and WOW!! I am so amazed by it!!ud83dude0d I wanted a natural glow with a hint of colour and this product does this exactly!!ud83eude77 I used it on my eyes and cheeks on a bare face, no other makeup and it looked so nice and natural!! I'm in love!u2764ufe0f I will definitely try it over makeup next time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Orgasm - sheer peachy pink with golden shimmer",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": ""
        },
        {
            "review_title": "A must have for minimalist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I am a minimalist when it comes to make up. For reference, I am a tan-medium color with gold undertones. I use this with the Laura Mercier tinted moisturizer and it blends so well. It provides a sheer light flush that you can build upon. It's enough to give me some color and look very natural. It could also be used as a highlighter but I think it would be too light for the eyes and lips. This would take a couple swipes if you wanted a dramatic look. This is perfect for a natural everyday no make up look."
        },
        {
            "review_title": "Maui & Copacabana",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Maui & Copacabana are chefs kiss for those minimal skin first no makeup makeup days, not even a swipe of mascara kind of days.   Maui is really beautiful on the cheeks and lips, it does crease on my Eyes a little so Iu2019ll probably just stick to cheek and lip application. But the color is just so pretty. Was worried it would be too light for my skin but itu2019s very lovely.   Copacabana is a lovely highlighter and at first I wasnu2019t sure about it. But as the day went on it melted into my skin giving a really nice subtle classy glow. I donu2019t have a highlighter quite like it.   Both are same in texture and consistency. Itu2019s long wear without being smudge proof. In other words itu2019ll move if you touch it but if itu2019s un touched it wonu2019t move. Hydrating on my lips and I have very sensitive dry lips."
        },
        {
            "review_title": "Not much pigment",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "Disappointed. Much less pigmented than the powder version of this blush, and makes my skin look textured in a way the powder doesn't."
        },
        {
            "review_title": "Healthy Glow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "mediumTan skin tone, Dry skin",
            "review_text": "I love a good blush/bronzer/highlight stick of any kind. This one is especially great. I wear it on light makeup days when I want a subtle, healthy glow."
        },
        {
            "review_title": "My go to",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product has lasted me a long time and I probably will repurchase. I am pale, so while itu2019s not super pigmented it does show up on my skin tone. The shimmer isnu2019t overkill, and I love that it gives a combo of blush/highlight. Itu2019s easy it is to apply with just my fingers and not messy at all, I can do it super quick because the benefit of having it not super pigmented is that itu2019s very forgiving. This is definitely more for a simple u201cclean girlu201d  no make up-make up look, which is what I like to wear on a daily basis. I know some say you have to apply a couple swipes to make the color more bold but I find one swipe is all but you can press it former and it will show better. I would not recommend this for a dramatic/glam look. If I want to go more glam I will use this more as a highlight and combine with another blush to get more pigment. I took off one star because I think the price is too high for what it is. It advertises as a multiple, but I donu2019t find it works well on lips and doesnu2019t last."
        },
        {
            "review_title": "A glowy favorite",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I really like this product. It's radiant and glowy and for natural clean girl makeup looks this is such a fun product. However, as said in a million other reviews it is very sheer, and doesn't last long on the skin. While the sheerness isn't really in issue when you pay forty dollars for something you expect a little bit more. Longevity is what I wish this product has more of, this would definitely take it to the next level. This product reminds me of a watered down dupe of the charlotte tilbury pinkgasm beauty light wand. Overall a fun product, but something that you would use for a more no-makeup makeup look and not a I'm in my twenties and I am going to go to a club and drink a lot. look."
        },
        {
            "review_title": "No pigmentation whatsoever",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Nars, tell the truth, someone was sleeping in the lab when they made this. No pigment at all. Please revamp this product because the mark was missed."
        },
        {
            "review_title": "3.5 stars",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I LOVE this as a blush (and itu2019s so shimmery it could double as a highlighter) but calling this a multi stick is misleading. Itu2019s not pigmented enough for the eyes and itu2019s too drying for the lips. I do find it easy to apply for blush"
        },
        {
            "review_title": "Not much pigment",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "Disappointed. Much less pigmented than the powder version of this blush, and makes my skin look textured in a way the powder doesn't."
        },
        {
            "review_title": "Healthy Glow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "mediumTan skin tone, Dry skin",
            "review_text": "I love a good blush/bronzer/highlight stick of any kind. This one is especially great. I wear it on light makeup days when I want a subtle, healthy glow."
        },
        {
            "review_title": "My go to",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product has lasted me a long time and I probably will repurchase. I am pale, so while itu2019s not super pigmented it does show up on my skin tone. The shimmer isnu2019t overkill, and I love that it gives a combo of blush/highlight. Itu2019s easy it is to apply with just my fingers and not messy at all, I can do it super quick because the benefit of having it not super pigmented is that itu2019s very forgiving. This is definitely more for a simple u201cclean girlu201d  no make up-make up look, which is what I like to wear on a daily basis. I know some say you have to apply a couple swipes to make the color more bold but I find one swipe is all but you can press it former and it will show better. I would not recommend this for a dramatic/glam look. If I want to go more glam I will use this more as a highlight and combine with another blush to get more pigment. I took off one star because I think the price is too high for what it is. It advertises as a multiple, but I donu2019t find it works well on lips and doesnu2019t last."
        },
        {
            "review_title": "A glowy favorite",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I really like this product. It's radiant and glowy and for natural clean girl makeup looks this is such a fun product. However, as said in a million other reviews it is very sheer, and doesn't last long on the skin. While the sheerness isn't really in issue when you pay forty dollars for something you expect a little bit more. Longevity is what I wish this product has more of, this would definitely take it to the next level. This product reminds me of a watered down dupe of the charlotte tilbury pinkgasm beauty light wand. Overall a fun product, but something that you would use for a more no-makeup makeup look and not a I'm in my twenties and I am going to go to a club and drink a lot. look."
        },
        {
            "review_title": "No pigmentation whatsoever",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Nars, tell the truth, someone was sleeping in the lab when they made this. No pigment at all. Please revamp this product because the mark was missed."
        },
        {
            "review_title": "3.5 stars",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I LOVE this as a blush (and itu2019s so shimmery it could double as a highlighter) but calling this a multi stick is misleading. Itu2019s not pigmented enough for the eyes and itu2019s too drying for the lips. I do find it easy to apply for blush"
        },
        {
            "review_title": "Not much pigment",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "Disappointed. Much less pigmented than the powder version of this blush, and makes my skin look textured in a way the powder doesn't."
        },
        {
            "review_title": "Healthy Glow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "mediumTan skin tone, Dry skin",
            "review_text": "I love a good blush/bronzer/highlight stick of any kind. This one is especially great. I wear it on light makeup days when I want a subtle, healthy glow."
        },
        {
            "review_title": "My go to",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product has lasted me a long time and I probably will repurchase. I am pale, so while itu2019s not super pigmented it does show up on my skin tone. The shimmer isnu2019t overkill, and I love that it gives a combo of blush/highlight. Itu2019s easy it is to apply with just my fingers and not messy at all, I can do it super quick because the benefit of having it not super pigmented is that itu2019s very forgiving. This is definitely more for a simple u201cclean girlu201d  no make up-make up look, which is what I like to wear on a daily basis. I know some say you have to apply a couple swipes to make the color more bold but I find one swipe is all but you can press it former and it will show better. I would not recommend this for a dramatic/glam look. If I want to go more glam I will use this more as a highlight and combine with another blush to get more pigment. I took off one star because I think the price is too high for what it is. It advertises as a multiple, but I donu2019t find it works well on lips and doesnu2019t last."
        },
        {
            "review_title": "A glowy favorite",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I really like this product. It's radiant and glowy and for natural clean girl makeup looks this is such a fun product. However, as said in a million other reviews it is very sheer, and doesn't last long on the skin. While the sheerness isn't really in issue when you pay forty dollars for something you expect a little bit more. Longevity is what I wish this product has more of, this would definitely take it to the next level. This product reminds me of a watered down dupe of the charlotte tilbury pinkgasm beauty light wand. Overall a fun product, but something that you would use for a more no-makeup makeup look and not a I'm in my twenties and I am going to go to a club and drink a lot. look."
        },
        {
            "review_title": "No pigmentation whatsoever",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Nars, tell the truth, someone was sleeping in the lab when they made this. No pigment at all. Please revamp this product because the mark was missed."
        },
        {
            "review_title": "3.5 stars",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I LOVE this as a blush (and itu2019s so shimmery it could double as a highlighter) but calling this a multi stick is misleading. Itu2019s not pigmented enough for the eyes and itu2019s too drying for the lips. I do find it easy to apply for blush"
        },
        {
            "review_title": "Not much pigment",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "Disappointed. Much less pigmented than the powder version of this blush, and makes my skin look textured in a way the powder doesn't."
        },
        {
            "review_title": "Healthy Glow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "mediumTan skin tone, Dry skin",
            "review_text": "I love a good blush/bronzer/highlight stick of any kind. This one is especially great. I wear it on light makeup days when I want a subtle, healthy glow."
        },
        {
            "review_title": "My go to",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product has lasted me a long time and I probably will repurchase. I am pale, so while itu2019s not super pigmented it does show up on my skin tone. The shimmer isnu2019t overkill, and I love that it gives a combo of blush/highlight. Itu2019s easy it is to apply with just my fingers and not messy at all, I can do it super quick because the benefit of having it not super pigmented is that itu2019s very forgiving. This is definitely more for a simple u201cclean girlu201d  no make up-make up look, which is what I like to wear on a daily basis. I know some say you have to apply a couple swipes to make the color more bold but I find one swipe is all but you can press it former and it will show better. I would not recommend this for a dramatic/glam look. If I want to go more glam I will use this more as a highlight and combine with another blush to get more pigment. I took off one star because I think the price is too high for what it is. It advertises as a multiple, but I donu2019t find it works well on lips and doesnu2019t last."
        },
        {
            "review_title": "A glowy favorite",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I really like this product. It's radiant and glowy and for natural clean girl makeup looks this is such a fun product. However, as said in a million other reviews it is very sheer, and doesn't last long on the skin. While the sheerness isn't really in issue when you pay forty dollars for something you expect a little bit more. Longevity is what I wish this product has more of, this would definitely take it to the next level. This product reminds me of a watered down dupe of the charlotte tilbury pinkgasm beauty light wand. Overall a fun product, but something that you would use for a more no-makeup makeup look and not a I'm in my twenties and I am going to go to a club and drink a lot. look."
        },
        {
            "review_title": "No pigmentation whatsoever",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Nars, tell the truth, someone was sleeping in the lab when they made this. No pigment at all. Please revamp this product because the mark was missed."
        },
        {
            "review_title": "3.5 stars",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I LOVE this as a blush (and itu2019s so shimmery it could double as a highlighter) but calling this a multi stick is misleading. Itu2019s not pigmented enough for the eyes and itu2019s too drying for the lips. I do find it easy to apply for blush"
        },
        {
            "review_title": "A must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "i been using this for like 2 years , this is my absolute to go make item . i am minimalist woman a tinted moisturizer and this is all i need for shopping or   church trips!! ps:- after 3or 4 use you will get  desired pigmentation"
        },
        {
            "review_title": "Beautiful and creamy but no pigment",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "mediumTan skin tone, Normal skin",
            "review_text": "Agree with others who say there is very little pigment. I had to swipe many times to get a little color but that is too expensive to use so much product. The powder blush delivers more pigment"
        },
        {
            "review_title": "Definitely not pigmented",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Nars, where is the pigment? The pay off is only in certain light. My silly self bought 3 different colors thinking they would be the perfect highlight/ blush/bronze. Water downed these are!!!"
        },
        {
            "review_title": "No color payoff, too glittery and not for dry skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "no color payoff, only shimmer - too shimmery/glittery that doesn't really look good on the face and highlights texture. Super dry, do not buy if you have dry, textured skin. I had to return this one!"
        },
        {
            "review_title": "Not impressed.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "I received this product in my order without having ordered it and was sticker shocked at the 51$ price. I immediately did a swatch on my inner arm & it pilled on each swipe and was very dry. Blending it only further took away product until I was left with some gold shimmer but no pink.  Glad I got it for free/by accident so I wouldn't feel bad about not liking it. Colour is pretty on the stick though."
        },
        {
            "review_title": "Very good cream blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Smooth creamy formula . I use it over my blush to give me an added shimmer. I get many compliment every time I wear it on my cheekbones . Also easy to use on eyelids . Not very pigmented"
        },
        {
            "review_title": "Cream Blush - NOT a Multiple",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Obsessed with the original powder formula. Loving cream blushes these days so figured Iu2019d give it a try. Not as much color as the powder formula but triple the ~*sparkle*~. It youu2019re not into glittery blush, this wonu2019t be for you. This product does not lend itself to a u201cno makeupu201d makeup look. Goes on sheer so you do have to play around with building it to get what you want. The stick itself is easy to manipulate (by comparison, I find I have to work the MILK cream blush with a brush to get it where I want it to go). The way this sits on the lips in nothing short of atrocious. I swore I would never utter the name again, but the only thing i can compare it to isu2026.bonne belle vanilla shimmer lip smackers. Unsure of whether or not Iu2019ll be returning it."
        },
        {
            "review_title": "I can tell this stick will last me a long time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Works great over powder or on bare skin. Provides a really balanced blush. Itu2019s not too buildable so if you like a super intense blushy look this may not be for you. Easy to travel with and apply with your fingers though!"
        },
        {
            "review_title": "A MUST HAVE!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am speechless. I used this for this first time today and I gotta say Iu2019m impressed. Smooth. Bendable. Beautiful. Perfect shade for me. I have other multi-sticks and this one blows them out of the water. Ordering other colors now."
        },
        {
            "review_title": "It was a drag",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am NOT sure why people rave over this product and maybe I'm using it wrong but it's such a hard stick formula that it just drags and lifts my foundation like no tomorrow. And for the price and for such a well loved brand it's just disappointing. It needs some more slip for me to give this more love."
        },
        {
            "review_title": "Excellent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Beautiful color. Glides on. Not to harsh, pretty natural glow."
        },
        {
            "review_title": "Beautiful Sheen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "My second review because I also bought in Orgasm. This Copacabana is equally gorgeous. I did an immediate swatch with orgasm first then put copa on top *chefs kiss*. Summer photos will be lit!"
        },
        {
            "review_title": "Pretty pretty pretty!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "incredibly creamy and a great sheen! so happy that I bought it. I got it with travel plans in mind - laying by the pool with photos that show glistening! yes! Can't wait."
        },
        {
            "review_title": "so pretty, i use it as a highlighter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "i love this cream stick so much! i have it in copacabana and use it as a highlighter. it is not splotchy and has the perfect shine. also the tube is thick and tall and you just need one swatch for it to look good. this will definitely last me a long time. this is for sure worth the money!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "South Beach - light, shimmering apricot",
            "review_buyer_description": "Brown eyes, gray hair, Tan skin tone, Combination skin",
            "review_text": "I have this in G-Spot and Palm Beach. I love them. I use them for all over color. I put a couple of swipes on my forehead, cheeks, nose and chin, dot on my foundation then blend it all in. Gives my face a nice glow."
        },
        {
            "review_title": "One of my favorite multi functioning products.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
            "review_text": "Lately I am loving this more than ever as summer is becoming more of a distant memory since it's unique color works to add both a rosiness and subtle bronze sheen.  I use it on my cheeks and lips most noticeably and blend the remaining amount on my MAC 187S to brush lightly across my eyelids and outer parts of my face.  I hope they never discontinue this shade since it's so flattering."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "i love this blush!! it has such a natural rosy glow that makes you look like you just stepped off the beach.  itu2019s so easy to apply, my only complaint is i wish it was a little less creamy.  itu2019s sometimes very soft and if you use too much pressure itu2019s very easy to apply too much.  as long as it stays at the right temperature itu2019s amazing."
        },
        {
            "review_title": "Perfect peachy coral glow from within.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Gives a beautiful coral glow. Thereu2019s a reason this color has been around as long as it has. Itu2019s the perfect shade of rosy coral. Gives you a youthful glow. Stays on all day and blends out beautifully."
        },
        {
            "review_title": "permanent fixture in my makeup collection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Stunning product that you can apply directly to your cheek or with a blush brush.  Gorgeous dusty rose finish that is flattering to anyone"
        },
        {
            "review_title": "not very pigmented.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love the color and the idea of this blush stick, but I have to agree that it is very balmy and does not leave much color behind. I had to use quite a bit to get a nice hint of color on my pale skin. once you have enough and set it, the color is very pretty but I had to use a lot of the stick to get any color."
        },
        {
            "review_title": "A new favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I didnu2019t read any reviews before I bought this because Iu2019m a big fan of the powder blush in orgasm, but after realizing there is talc in the powder blush I decided to try the cream version. I donu2019t know what the other reviews are talking about when they say it doesnu2019t last. The cream lasts just as long as the powder & the color is just as pretty as the powder version. I also love that you can use as lip or eye. I will definitely be buying again!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Orgasm - sheer peachy pink with golden shimmer",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I love this product, it adds such a pretty glow with light color. It also builds really nicely on top of other cream blushes if I want a bolder color but still want a natural looking glow/highlight!"
        },
        {
            "review_title": "LITERALLY ZERO COLOR",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Literally no color - this was such a waste of money and I canu2019t wait to return it."
        },
        {
            "review_title": "STOP TESTING ON ANIMALS",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Giving one star because itu2019s not that difficult to stop testing on animals. Youu2019re limiting your customer base because you have no respect or caring for the thousands of animals tortured during testing processes."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Orgasm - sheer peachy pink with golden shimmer",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I wanted to love this product. I love the OG blush and thought this was a great idea but it just didn't work for me. Disappears by the end of the day."
        },
        {
            "review_title": "Doesnu2019t work well with foundation",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m not sure I totally u201cgetu201d how to use this product. I want to use it after Iu2019ve applied foundation but to get color payoff I have to really rub on my skin which messes up by base. Iu2019d recommend this only for people who are looking for blush without a base layer makeup under"
        },
        {
            "review_title": "Amazing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Absolutely love the texture and the finish of this product! I apply it on my cheeks and eyelids, it adds subtle shine and nice colour pop!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Even the lightest shade, copacabana, has a dark reflect to it when your face is facing forwards. not flattering for any face shape"
        },
        {
            "review_title": "so happy with this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this color stick so much! Iu2019ve used the powder blush in this color for years, but wanted a not powder option. This blends really well and wears so beautifully. I dot have to touch up often at all and when I occasionally so itu2019s quick and easy."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Orgasm - sheer peachy pink with golden shimmer",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have both this and the orgasm/Laguna blush bronzer duo. This is not pigmented at all. Barely shows up as blush. No bueno."
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this ! Such a pretty multi tool ! Honestly here are other products that do the same being cheaper but I do love how this one feels & looks on my skin."
        },
        {
            "review_title": "So so",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Love the colour. Donu2019t love the texture. I wish it was creamier"
        },
        {
            "review_title": "donu2019t bother",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Worst thing Iu2019ve ever gotten at Sephora. It broke easily and barely worked."
        },
        {
            "review_title": "It's OK if you like lots of glitter and shimmer.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "Nice and creamy but the colour is too shimmery and it doesn't stay on my skin. Also, horrible build up on lips. I would have kept it but the price is too steep for what it is. Much prefer the mousse blush from Nars."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Horrible cream blush. Doesnu2019t wear good at all. Mostly glitter. Made me breakout. Returning not worth the $40."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Orgasm - sheer peachy pink with golden shimmer",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This is definitely in my top 3 blushes. It is a super natural gorgeous shade with a ton of glitter which I love. I use this on cheeks and eyes and then as a sort of highlighter for the lips since it is very light, and adds just the perfect amount of glow to your lips. The only reason it does not get a 5 star review is because it melts easily, I took it out once and carried it in my bag for a day and it ended up melting a lot. It took long for me to realize so for the whole summer months it stayed melted. When winter came, it got back to a nice consistency."
        },
        {
            "review_title": "More glitter than colour",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Like how it goes on but the pink is very faint and fades quickly. I keep having to reapply. Might be a better blush in the summer when thereu2019s already a bit of colour in my face!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I used to love it but when I bought it recently, I thought it seemed really cakey. I have to really warm it up on my fingers before applying to make it blend into my skin better. That being said, the color is really so pretty."
        },
        {
            "review_title": "too much glitter",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "3.5 stars. Color is gorgeous but WHYYY the glitter!? Iu2019m okay with shimmer but itu2019s just too sparkly and glittery. Probably wonu2019t repurchase it because of that. Nars please fix this!!"
        },
        {
            "review_title": "Pink pearl",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Gorgeous formula feels very light weight and blends in well with foundations and powders."
        },
        {
            "review_title": "This is THE BEST blush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "HANDS DOWN, MY FAVORITE BLUSH!!! I have purchased multiple blushes, and I always come back to the Nars Multiple in G-Spot. I am very fair, and this deep berry color gives me a healthy, natural flush of color, as if I have been out for a brisk walk on a chilly fall day. I also dab it on my lips, eyes, and the bridge of my nose. This is THE BEST color!"
        },
        {
            "review_title": "nothing but shimmer",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I really wanted to love this product. I have been looking for a cream blush to highlight my skin without being u201cmade up,u201d but this was not it. The color barely shows on the skin and I am light brown / yellow in tone. It gives a shimmer like the name says and thatu2019s it, the color is so faint it appeared my cheeks solely wore glitter. I usually love NARS products and am fine with paying their prices, but with this item I could not justify paying $39 or even $5 for a barely there shimmer on my cheeks. Even with building the color it created more of a glitter effect and the color remained absent. I will definitely be returning and looking for a different cream blush."
        },
        {
            "review_title": "Love in Abundance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Light skin tone, Normal skin",
            "review_text": "I love this stick!  I am over 70 and it can be challenging to appear bright and dewey.  This product has become my secret weapon against those dull and drab days.  Living in AZ, my skin gets tanned without intent.  I use this stick on my face, shoulders and collarbones to highlight my skintones and add a glow."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Orgasm - sheer peachy pink with golden shimmer",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Love it, but the product came smashed into the tube, which sucked. But other than that, itu2019s really dewy looking. I have dry skin, so has been great! Love it!"
        },
        {
            "review_title": "Very little product for the money",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "It's all packaging. For $39, there is very little product there. I do like the color."
        },
        {
            "review_title": "It's a keeper!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "I really like this product and use it every day. It gives my cheeks just enough color without going overboard. Have used it for several years."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Lovely color(Maui), very buildable and bendable and easy to apply. I have olive skin but this color looks like it could go well to blush any skin color. Looks great on the eyelids too but didnu2019t do much for the lips ( faded immediately on lips - thus 4 stars)I have sensitive skin and this caused no issues . Unlike other reviews I did not find it glittery at all though it gives skin a subtle healthy glow."
        },
        {
            "review_title": "not the best",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I mean this is ok, it's very glittery with not much color, but still pretty. it doesn't go on the skin to easily but maybe it's just because I don't want it to wipe off my foundation. it works best as a highlighter rather than eyeshadow or lipstick. but this product is nice, a little  overpriced and I wouldn't purchase again."
        },
        {
            "review_title": "If you like glitter, it's good.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is not a creamy product like you would expect, sort of dry. It's also FULL of glitter, with very little color payoff. So I have to use a lot to get color but then my face looks like a glitter bomb. I think if you like glitter, you'll like this. I prefer a lit from within and this is totally not that. I love the shade of pink just like the powder version (that had glitter too so I don't use it) but I wish they would make another one of these sticks without the glitter because that would perfect!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Orgasm - sheer peachy pink with golden shimmer",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is probably my least favourite product by Nars. Feels a little too oily and doesnu2019t oxidize well on my skin. I have combination skin. However, I do use the Orgasm powder blush and really love that one."
        },
        {
            "review_title": "Itu2019s Okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "The name and cult following of this color carry the product further than its actual use and application.  Obviously the color is fun and cheery.  The product doesnu2019t blend well.  It almost slides around.  I love this color on my lids but it creases.  I find myself constantly wiping away the build up."
        },
        {
            "review_title": "I wanted to love",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This product has so much potential but it kinda slides around when youu2019re applying and almost disappears. the texture is weird, a powdery oil? I donu2019t get it. Also Maui is not a dusty rose at all but just a bad unflattering shade of medium/dark pink that has red undertones. I am NC20 for reference. I remember trying the highlighter shade years ago and it had a completely different texture so Iu2019d be curious to try another color."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Color is a dusty petal pink. Really flattering and buildable. Itu2019s a little matte in finish but I really like it. I tend to use a brush and not my fingers to distribute the color"
        },
        {
            "review_title": "G Spot",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "Been having for over a decade. Love it! Use it with a Sephora brush. Can use for eyeshadow and lip color also."
        },
        {
            "review_title": "itu2019s a winner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Iu2019m going to re-purchase this product because Iu2019d like it that much. I have it in orgasm and the convenience and portability of the stick is great, and it goes on so smooth and soft-not harsh at all. I also have the regular pressed powder compact and the liquid blush in Orgasm. The stick is way better than the liquid which I would not repurchase."
        },
        {
            "review_title": "Great for older skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I am so impressed with this product. As a 50ish person with dry skin, I was looking for subtle color that didn't settle into the fine lines around my eyes. This was the perfect solution. It's soft and stays on but is never greasy and doesn't rub off on my mask. It does have a soft shimmer/ highlighting effect that I like for my naturally light complexion. The real win for me was realizing this looks amazing on my eyes as shadow and on my lips for color as well. It's such a terrific all in one. I would recommend this to anyone who wants to streamline their routine while babying older skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The best product!  I keep buying it over and over."
        },
        {
            "review_title": "Glow from Within",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This product adds the softest, glowiest sheen! It gives your cheeks lift and light--and if you're feeling tired, it will add a little touch of colour that wakes up your whole complexion. I find if it give it a swipe on the back of my hand before using, it removes a layer of glitter so it looks a little more natural...and a little less glitterbalm! It's soft, creamy, and blendable. This product is a total timesaver: I love having an all-in-one product for the whole face."
        },
        {
            "review_title": "Multi use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Such a lovely color to use on lips, cheeks and eyelids. Love the glow."
        },
        {
            "review_title": "Shimmer-less, hooray!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love the color Maui! Iu2019m over 40, and although I have adored all things Orgasm in the past decade, the shimmer is too much now. This one has no shimmer and isnu2019t a bright punch color, but itu2019s a warm natural rosy tone. Until Nars makes something like u201cSecond Orgasmu201d (peachy pink with NO shimmer) I will wear Maui. Blendable and beautiful."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I wanted to love this product. When I first applied it - it was great. Just the right amount of highlighting to look natural and glossy. But the sparkles end up everywhere and doesnu2019t last on the skin even with a setting spray. I havenu2019t tried it as an eyeshadow yet but most likely will return it"
        },
        {
            "review_title": "Lovely!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I've owned this for so long I think it deserves a good review. I have lighter skin (NARS Salzburg/Makeup Forever R250), I'm in my late 30s and I like a highlighter that looks natural and this does just that. This is not a wet-look highlighter, it's very subtle and sheen-like. Not glittery. Does not settle into fine lines either. It's absolutely lovely. I can see how not everyone would like it though, to be honest. You can't swatch it in the store due to covid rules so how would you really know if it's right for you. It has quite a unique formula that is a lot different from other highlighters I own. It's a hard gel-like stick that feels like a velvety powder when on. Not wet or sticky at all. I recommend for someone new to highlighters or someone wanting a natural looking highlighter, sans sparkles."
        },
        {
            "review_title": "returning",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "for almost 40 bucks it should have some opacity. it is light and shimmery, most people buy stick blushes because its quicker than powder; not this one, it takes a few layers just to reach a light powder blush opacity."
        },
        {
            "review_title": "great for olive skin tones",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "HG blush, perfect for my NC25, olive skin tone (I have strong yellow-green undertones). One stick lasts FOREVER, applies very well over my tinted moisturizers, super easy and forgiving to use. Most often use this for more natural makeup days, when I will drape my blush lightly, apply a bit of eyeliner, and leave it at that. Gives me a very natural looking flush, looks great on eyes and lips (very very very pretty lipcolor). Favorite cream blush Iu2019ve used and applies more evenly and blends better than glossier cloud paints IMO. Maui is not as shimmery as the other shades so it does not emphasize pores or texture. Iu2019ve largely stopped wearing makeup during the pandemic as I wear a mask to work every day, but on days when I do want to feel pretty (or if I have a virtual date) Iu2019ll pop this on and I always get compliments when I wear it. The stick is also sturdy and travels very well, never had issues with cracking or breaking."
        },
        {
            "review_title": "Regret buying",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I regret buying this. Was looking for all in one but I couldn't even notice the blush on my cheeks so it's like nothing was applied.. I just use it as highlighter because of the shimmer but not worth the bucks"
        },
        {
            "review_title": "Beautiful Color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Portofino is just the right amount of color, I was torn between this and orgasm.  Im glad I chose this shade."
        },
        {
            "review_title": "Maui is Gorgeous on Light-Neutral Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Oily skin",
            "review_text": "If I could bring only one cheek/lip color for travel, it would be The Multiple in Maui. I have neutral-light skin and medium-blonde hair. This is a perfect pigment/color for me. Surprisingly, it doesn't break out my acne-prone skin."
        },
        {
            "review_title": "Oops",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Love the ease of application and finish. Hated the color but that was my fault. Someone else with a complexion much different than mine recommended it and I should have gotten it in u201cOrgasmu201d instead. It was too orangey on my non sungoddess skin.   NARSu2019s u201cOrgasmu201d Lip Oil and the powder blush are in my steady rotation so it really was silly I went for another color. If you have sun goddessy skin Iu2019m sure this will look perfect on you and I hate you;-)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "Love this NARS stick! Iu2019ve got two and they are so easy. Itu2019s been perfect during this work from home. All I do if use this stick and mascara and on camera, it looks like I have make up on."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Orgasm - sheer peachy pink with golden shimmer",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "Absolutely my favorite cheek product; makes me look glowy and fresh, but never overdone. I use this even if Iu2019ve no other products on, and it looks like me, but better. Iu2019ve tried other cream and powder products in similar shades, but nothing goes on quite so perfectly."
        },
        {
            "review_title": "Too soft for proper application",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have had the multiple in other colours bought in other place and I love it. Ten stars! But the last orgasm multiple I bought from Sephora is so soft that every time I use it, I end up with way more than I want and it clumps up and is messy all over the container. I even tried to put it in the fridge and it didnu2019t help. Has anyone else had this problem?"
        },
        {
            "review_title": "Addicted to this stick.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I don't own any other NARS product but have used this 2 times now and it's still my go to for an easy look. Shimmery on it's own with the gorgeous Orgasm pink peach glow so no highlight needed. And I'm 52 so gives me the perfect natural glow I love. Great for eyes lips and cheeks."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Orgasm - sheer peachy pink with golden shimmer",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I love this product! Orgasm is my favorite blush. Goes on smoothly - yes mistake free; works well on my dry (aging) skin. Provide a sheer amount of color and shine, which is lovely on my light skin. Wish this came in more colors."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Orgasm - sheer peachy pink with golden shimmer",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "It is the most flattering shade ever. The peachy-pink shade is certainly flattering"
        },
        {
            "review_title": "Natural looking boost",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Nars orgasm always looks completely natural and gives a wonderful boost to my complexion.  Used for many years.  Never lets me down."
        },
        {
            "review_title": "Eh...",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love Nars products, especially their lip products. This one in Orgasm at least... Eh.... itu2019s too light for blush and too shimmery and light for lips and too dark for eyes. Overall Iu2019m  it a fan of this u201call in oneu201d product. Perhaps if I had time in a store to try in 20 different colors, Iu2019d find the right one for multiple uses, but itu2019s too much work. Itu2019s also very think and difficult to apply without fingers and then you have to wash your hands. It is so creamy that the color isnu2019t really pigmented and you have to layer and use a lot, yet, it wipes off quite easily especially on clothes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Orgasm - sheer peachy pink with golden shimmer",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "A classic that never fails to disappoint. Love this stick version!"
        },
        {
            "review_title": "Love the stick.  Hate the color.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve used The Multiple stick for years.  I love the texture, the ease of application, and the fact that it doesnu2019t have too much shimmer.  My perfect color was Malibu.  A lovely brownish dusty rose.  When I noticed Malibu had been discontinued, I decided to try Maui as it lis described as u201cdusty rose.u201d  Although the formula appears to be the same, the color does not appear to be close to a dusty rose.  Itu2019s very pink.  Pink, pink, pink.  No dusty nuance.  Just pink.  Iu2019m bummed.  Love the stick.  Hate the color."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Orgasm - sheer peachy pink with golden shimmer",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is a nicely-textured multistick.  Especially these days when Iu2019m hardly leaving the house, I tend not to want to wear much makeup. Itu2019s nice to have a healthy flush of color on the face though and this does the trick. The color stays put on the lids at least for a few hours without primer, but any longer and a primer would be necessary.  The orgasm shade is an old favorite.  It seems to work no matter how pale or tan I am.   The only drawback of this stick is itu2019s a little drier and more shimmery than I like on the lips. If I use it on the lips I just dab it in the middle and apply lip balm over it."
        },
        {
            "review_title": "The best blush ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, lightMedium skin tone, Combination skin",
            "review_text": "I would give this product ten, no twenty stars if I could! Love the applicator and the product. I use it as blush and as eye shadow. Works beautifully on my aging skin."
        },
        {
            "review_title": "Too orange",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I generally love all orgasm products. But I found this one to be a bit too orange for me. Otherwise it would be a great product."
        },
        {
            "review_title": "My favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Goes on smoothly and blends well, whether using it on foundation or alone.   Love it."
        },
        {
            "review_title": "Falls a little short",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Although I like the color, the formula does not seem to have much staying power. I think the blush/bronzer duo is a better value for a multiple-use product. I agree with some of the other reviewers that that the formula also does not work well on the lips.  (Unrelated to this product and more-so a shipping disappointment was that Sephora did not include the free samples that the shipping slip said were included)"
        },
        {
            "review_title": "Bad color, too big, not worth the price.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "In my many years as a Sephora shopper and a Rouge member, this is one of a small handful of times I had to immediately return a product. The color is absolutely horrible on my skintone; it's a frosted light pink that's extremely unflattering and looks like something from the 80s that should have been discontinued decades ago. I don't think this is anywhere close to the shade of the powder blush. Also, the product is so wide that it's not practically multi-functional. It's the right width to use on cheeks, but it's way too wide to sweep on an eyelid (unless you also want color in places other than your eyelid) or on lips. I tested the product once on my lips, cheeks and eyes, saw the hideous results and immediately returned it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Orgasm - sheer peachy pink with golden shimmer",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is gorgeous. I use it only as a cream blush, and itu2019s so flattering and blends like a dream."
        },
        {
            "review_title": "Not the Greatest for Multi-use",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I was super excited to finally try a multiple use product, but this left me disappointed. The color is very sheer. It showed on my eyelids well, but as blush I had to put on about 3 applications for the color to be more pronounced. But the deal breaker was putting it on my lips. It felt dry and chalky on my lips, was incredibly sheer and almost looked cartoonish as I applied more layers to build color. I would be considered deep under the Sephora complexion profile, but I was suprised that I had to do so much for so little pop. Disappointed, but will try other colors down the road."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Orgasm - sheer peachy pink with golden shimmer",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I can't believe I slept on this for so long. This is officially the blush that will always be in my makeup bag. By far the smoothest, easiest-to-apply cream blush I've tried, and it's so easy to keep it very natural looking (which I find more difficult with the powder version) or ramp up the color if you want it to be bolder. The shimmer is absolutely perfect - it's not over-the-top, more of a glow than a shimmer, and I don't need to apply highlighter when I wear this. Overall, completely worth the hype and will repurchase forever."
        },
        {
            "review_title": "Timeless, classic, and one of my all time favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I want the multiple in every color!!! It has been a staple in my makeup collection for a very long time now. Itu2019s a timeless classic that I know applies smooth and creamy, and blends well and stays really well... I mean, especially when combined with a primer (I like yves st laurent and Milk for my primers), but any that you like will work! Forty dollars sounds like a lot at first, but the multiple is named that for a reason, and that is that it has multiple uses!! Aduhhh. I use it as an eyeshadow, a blush, contour, lipstick...anything you want, really. Donu2019t wait, you wonu2019t regret it!!"
        },
        {
            "review_title": "Gorgeous glow and doesnu2019t disturb makeup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I have been a huge fan of cream products recently, but of all the brands and formulas I own, these stand out as the absolute best. I usually like to test out different formulas and donu2019t often purchase multiple shades of one product, but this was so good that I bought it in South Beach, Na Pali Coast, and Portofino. They never disturb any foundation underneath, and blend out so easily to give a gorgeous non-sticky, soft sheen to the cheeks. I love that I can apply the stick directly to my cheeks without picking up my base and I donu2019t even need a brush or sponge to blend it, it takes seconds with my fingers. South Beach can be used as a pretty peachy-nude blush or a natural bronzer on my pale skin, while the other two are pigmented but natural dusty coral-pink blushes. I donu2019t even need to wear highlighter when I use these! If you want easy application, glow, and a natural but colorful flush, definitely try these out. Expensive, but worth it for holy grail status."
        },
        {
            "review_title": "Meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I have a fair medium complexion and this did absolutely nothing for me. Unless I can even get a thick layer on - maybe some color will show - but I definitely think the orgasm blush powder works 10x better. 2 stars instead of 1 because I love the sleek case it comes in."
        },
        {
            "review_title": "Dry skin rejoice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I ended up loving this far more than I thought I would. A bit of clarity though. Itu2019s not shimmery like Orgasm but itu2019s not a flat or drab matte either.  And itu2019s definitely not coral. On my fair complexion with neutral undertones itu2019s more of a warm browny pink which Iu2019m cool with.   It looks great by itself, or dabbed over other colors. If you use it on your eyes, I highly recommend an eye primer first.  It makes for a gorgeous crease color. On me itu2019s an MLBB shade in place of lipstick but I need to wear it under some lip oil or balm for comfort."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I thought this would be a fun a unique highlighter. And while it definitely is and it lasted a long time, I did not love the feel or the application process. I still think itu2019s a great product with awesome pigment and shimmer, just not for me"
        },
        {
            "review_title": "Too chalky/ firm/ dry",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I fell in love with a discontinued Smashbox cream blush a while ago, and I love the Nars powder & liquid blushes, so I thought I'd give this a try. But it's kind of dry and chalky and hard to apply... you have to really smush it on your skin to get any product to come off, which messes with your foundation if you're wearing any. I tried to get it on my finger first and then apply to my face, but again, you really have to work hard to get any product there. I liked the shimmer and I like the shade, it's just not creamy/ soft enough for me"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I love this on my high on my cheek bone after blush, gives a great glow!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Orgasm - sheer peachy pink with golden shimmer",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I am obsessed. I have the orgasm powder blush which I love but this is so much more dewey and I use on my cheeks and on my lips and it is the perfect peach/pink. Not too pink-y, not too peach-y, perfect blend. Makes you look glistening and natural. Highly recommend."
        },
        {
            "review_title": "A classic perfomer that stays timeless",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I've used this since it first arrived on the beauty scene. The OG of highlighting this color is great for accenting the center of a lower lip or the cupid's bow, across a lid, along a collarbone, cheeks. It's a multi purpose stick that hold many applications and stays fresh and put on skin. I love it and it's become a must have staple in my bag."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Orgasm - sheer peachy pink with golden shimmer",
            "review_buyer_description": "Blue eyes, red hair, lightMedium skin tone, Combination skin",
            "review_text": "I really tried to like this but I have come to terms that it just does not work for me. It is just decoration on my vanity now."
        },
        {
            "review_title": "THERE IS A CRUELTY-FREE, CHEAP,",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Do you love the pink and golden-flecked natural flush in your skin that is the signature effect of the famous Nars Orgasm blush, but want a cruelty free version? Nars isn't cruelty free--but Mineral Fusion is, and I kid you not---their 3-in-1 color stick in the shade Rosette is identical in color, texture, and effect! BEST blush I've ever used--and it's so blendable! Don't waste your money on Nars when there's a cruelty free and vegan option out there!"
        }
    ]
}