{
    "product_id": "170",
    "name": "Hairdresser's Invisible Oil Hydrating Hair Mask",
    "brand": "Bumble and bumble",
    "categories": "Hair, Hair Styling & Treatments, Hair Masks",
    "price": 65.0,
    "about": "What it is:\ A hydrating weekly hair mask that reduces frizz and nourishes hair. Leaves your hair hydrated for up to 72 hours – for shiny, smooth, soft strands...Hair Type: Fine, Medium, and Thick..Hair Texture: Straight, Wavy, Curly, and Coily..Hair Concerns:- Dryness.- Straightening/Smoothing.- Frizz..Key Benefits:\ - Hydrating.- Reduces frizz.- Heat protection..Formulation: Cream..Highlighted Ingredients:- Featherlight 6-Oil Blend: Provides conditioning, moisture, nourishment, softening, and smoothing..- Moringa Oil and Pomegranate Seed Extract: Provide moisture...Ingredient Callouts: Free of sulfates SLS and SLES, parabens, formaldehydes, phthalates, and mineral oil. This product is also vegan, cruelty-free, and gluten-free...What Else You Need to Know: Infused with a signature blend of six featherlight plant oils and boosted with moringa oil and pomegranate seed extract, this moisture-rich mask tames frizz, detangles, and protects against breakage...Fragrance Description:\ Take in this luxe yet light scent of fruit and tropical florals, anchored with rich musk and woodsy notes...Clinical Results: Provides 72 hours of hair hydration",
    "ingredients": "-Signature Six-Oil Blend: Conditions, softens, and adds shine..-Moringa Oil and Pomegranate Seed Extract: Provide moisture....WaterAquaEau, Cetearyl Alcohol, Distearyldimonium Chloride, Stearamidopropyl Dimethylamine, Cocos Nucifera (Coconut) Oil, Butyrospermum Parkii (Shea) Butter, Propanediol, Dimethicone, Behenyl Alcohol, Behentrimonium Chloride, Cetyl Esters, Gardenia Taitensis (Tiare) Flower Extract, Carthamus Tinctorius (Safflower) Seed Oil, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Vitis Vinifera (Grape) Seed Oil, Macadamia Integrifolia Seed Oil, Argania Spinosa Kernel Oil, Moringa Oleifera Seed Oil, Punica Granatum (Pomegranate) Sterols, Glycine Soja (Soybean) Oil, Tocopherol, Lactic Acid, Dimethiconol, Guar Hydroxypropyltrimonium Chloride, Hydroxypropyl Guar, Arginine, Fragrance (Parfum), Linalool, Butylphenyl Methylpropional, Hexyl Cinnamal, Potassium Sorbate, Phenoxyethanol....Please be aware that ingredient lists may change or vary from time to time. Please refer to the ingredient list on the product package you receive for the most up to date list of ingredients.",
    "how_to_use": "Suggested Usage:.-After shampooing, pop the flip-top and apply to damp hair..-Leave on for three to five minutes..-Rinse..-Use weekly..-For fine to medium hair, apply a quarter-size amount from mid-shafts to ends..-For medium to coarse/thick hair, apply a palm-size amount from roots to ends. Use enough to saturate the hair..-To use as a pre-poo, apply to dry hair, leave on for five minutes, then rinse..-For a richer consistency, add a few drops of Hairdresser‘s Invisible Oil (sold separately) to the mask..-Leave on for up to 20 minutes for extra-dry hair.",
    "num_reviews": 240,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/bumble-bumble-hairdresser-s-invisible-oil-72-hour-hydrating-hair-mask-P461139?skuId=2382299&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2382299-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "6.7 oz/ 200 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2382299-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Love this mask. It is nice and thick, and your hair will feel great."
        },
        {
            "review_title": "Best hair mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Love love love this mask! Makes my hair so soft, smooth, and shiny! Not to mention the scent is amazing!"
        },
        {
            "review_title": "fantastic!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "this is the best haircare product i’ve tried so far. it makes my hair unbelievably soft. the texture of my hair becomes silky. it is pricey but i only use a quarter sized amount so it’s going to last me a while. i bought it to help with dryness and damage due to blow drying, and i use it once a week, and i do see an improvement. should be noted that i use pure argan oil on the ends of my hair after i shower to help with split ends as well, so the mask doesnt cure all damage on its own, but i still recommend it. smells great, and people have complimented me and noticed that my hair looks soft, so i take it as a win."
        },
        {
            "review_title": "Great product, packaging is kind of flimsy.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Mask is very moisturizing, smells good, makes ur hair soft and shiny. I use before washing my hair, get my hair wet and comb through the product and let sit for at least 15 mins. Lid doesn’t work great and bottle feels low quality."
        },
        {
            "review_title": "Leaves my hair feeling dry/frizzy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I’ve used this weekly for about a month. I don’t think it’s done much - in fact, my hair feels a bit dryer after consistent use. Compared with Amika, Birogeo, pureology - which make my hair feel considerably moisturized and lush - this one falls short. My thin/fine, shoulder length hair feels dry and frizzier after using this. It doesn’t detangle it that well in the shower either. The smell is nice, like everything else in this line."
        },
        {
            "review_title": "There are better options...",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I felt like this actually dried my hair out. Didn't see any improvements in texture or dryness. No matter how long I let it sit, my hair was still frizzy. I had better luck with the Briogeo Avocado + Kiwi Hair Mask."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This did nothing to improve my hair's health or hydration.  Absolutely not worth the cost."
        },
        {
            "review_title": "Skip it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I got a free sample of this and used it as a mask in the shower. It really didn't do anything for me. Other masks leave my hair soft for days but this one just felt like cheap conditioner."
        },
        {
            "review_title": "The best mask I've ever used",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Porcelain skin tone, Dry skin",
            "review_text": "This paired with a clarifying shampoo has been absolutely life changing for my hair - I wish I could use it every wash, nothing else comes close to how hydrating it is. I've been using it for about 6 months now every 3-4 washes and I still love it as much as the first use!"
        },
        {
            "review_title": "Just no",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Two stars because Sephora keeps deleting my bad review. When my hair dried it was sticky and matted from this and had to be rewashed. Worse than using too much of your moms mousse as a kid in the 90’s."
        },
        {
            "review_title": "Must have in your hair routine.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I recieved this product in test size and have used it twice in the last week. I am obsessed! It guves your hair that post-salon feel. Just purchased the full size because I cannot live without it."
        },
        {
            "review_title": "Fantastic Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Love this mask. It's never heavy and completely transforms my hair."
        },
        {
            "review_title": "great for tangly dry hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "It’s a wonder mask for dry damaged and tangly hair. It’s quite expensive so will have to wait for a sale…"
        },
        {
            "review_title": "Did nothing.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Did nothing for my hair. I bought it because it was on sale. I have to use a lot to notice it’s in my hair. I get it saturated and tie it up until I’m done with the rest of my shower. My hair doesn’t seem more moisturized or anything. Glad I paid 1/2 price but I should send it back."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I have curly hair and this mask makes my hair soft, shiny and silky. I’ve been using it for about 5yrs abs yeah, I may try others but I always come back to this!"
        },
        {
            "review_title": "Pricey, but worthy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I have fine color treated hair and only wash my hair once to twice per week. (It's super thick and doesnt get greasy easily/quickly) I use this mask as a conditioner replacement once every week or two weeks. It leaves my hair feeling conditioned and soft."
        },
        {
            "review_title": "It's A Nice Mask, But SO Over-Priced",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The Good: I genuinely enjoyed using this product. I have fine very naturally curly hair that can sometimes be frizzy and unruly. It literally takes a village (of products) to tame this mane sometimes. I feel like this mask added a nice bounce to my natural curls and it also provided a good level of hydration and nourishment without leaving my hair oily like many hair masks which target frizz and include oil in them can do. I really like the way my hair feels after this and I never have a bad hair day after this mask.  The Bad: As much as I like this product, I have a lot of other hair masks that I've been able to compare this to and honestly, there's even better masks out there that perform to a higher standard than this mask does. On top of that, they're a lot cheaper.   The Ugly/Honest: For a hair mask, this doesn't have the standard amount of product (which is usually 8 oz). I much more enjoy the results of CurlSmith Hydro Creme and thats $29/8oz or the SheaMoisture Manuka Honey that goes for $13.99/12 oz. I got this as a free product and despite enjoying it I just can't justify repurchasing it for $43/6.7 oz. Overall, I'd give the product itself 4 stars but I need to take off a star for the price gouging because in my opinion, the price point does not match the performance level."
        },
        {
            "review_title": "Smells amazing and a miracle worker",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Perfect and hydrating for dry fine hair! I've struggled to find something that wouldn't weigh down my fine dry hair"
        },
        {
            "review_title": "Always a winner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This hair mask never fails me. It always leaves my hair soft, bouncy and shiny. I use this to mix up my mask routine.    I have thick but fine hair that is colored and needs pampering often.  Buy this mask you won’t be sorry!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Made my hair nice and not frizzy but made my ends crunchy and dry. Also after I used it twice both times my hair got matted and knotty."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I have super dry, color treated hair and this has been the only mask that has worked for me. I've even gotten hydrating treatments at the salon and they did nothing. I use this each time I wash my hair, 1-2~ a week and put in a small amount of the same brand oil and my hair is *amazing*. Normally I have to put product in it twice a day, but not after this mask. I can even push hair washes out past a week because it keeps both my ends and scalp hydrated. I was hesitant because I don't think B&B is vegan but honestly I will sacrifice my morals for good hair in this case."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "Love the  BB Hydrating Hair Mask. Works well on my frizzy hair, will buy it again"
        },
        {
            "review_title": "2020 in a Bottle",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I'd give this a zero if I could and I'm really hoping I got a dud. There are such better products out there that are way less expensive. I used points to get a sample of this and I was excited--I have in the past liked B&B's products, even if I don't use them on the regular. The typical hair mask I use is from It's A 10, so I compare all other masks to this by default. I have naturally blonde hair that falls to the top of my hips--so while it's thinner, there is a TON of it and the ends need extra care. I was pleased that the sample was quite big so even I could get two uses out of it (hahaha!) and that's where my pleasant experience abruptly ended. The goop out of the package felt like sticky melted plastic and stupidly I put it on my hair hoping that would somehow change it's state, which it didn't. My hair felt like melted plastic as I waited the 5 min as per instructed. It didn't want to rise out, so I had to work hard to really rinse my hair thoroughly. My damp hair felt awful to the touch, snarly, not soft, plastic-y. Took forever for my hair to air dry (8 hours--are you kidding me?). Now that my hair is dry I'm ready for another shower because my hair looks and feels like Barbie hair and that is not a look. It's slightly better than hay, and honestly my hair sans conditioner of any sort would be better off. Hard NOPE on this one!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have thick, dry and frizzy hair. I got a sample set of the shampoo, conditioner, mask and oil and it’s exactly what my hair needed! I got the whole set full size after and I don’t regret it a bit. My man even uses this stuff because it’s freakin awesome!  Also my scalp gets dry and itchy, but since I started using this stuff, I’m good! I’m really glad I had the opportunity to try these because they changed my hair game!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love the smell of this and it actually leaves my course hair looking and feeling soft for days."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "It’s been a month since I’m using this product. Smells good and I would say it has kept my hair soft for the day I shower but the next day the hair gets a greasy texture and didn’t really work well with my frizzy hair."
        },
        {
            "review_title": "DO YOURSELF A FAVOR AND GET IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "Amazing! Smells so good and really works! Only thing is I wish there was more in it."
        },
        {
            "review_title": "Good, but not worth the price",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I have fine, colour treated, high porosity curly hair, and here's my experience with this mask:  - It left my hair soft and hydrated - Added a BIT of shine, but this was gone by the next day - It feels quite lightweight. Not heavy like a shea butter. So I needed to use more than I expected to fully saturate my hair (& my hair is fine/thin)  So it's a good mask, but nothing spectacular that makes it worth $54. I currently use a $20 deep conditioning mask by Shea Moisture and the results are quite similar.   If this mask was $20 (or gifted to me), I would most definitely use it. But I can't justify $54 on something that doesn't really amaze me."
        },
        {
            "review_title": "It works I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I love trying New product for my hair, especially hair mask because I have curly hair and it frizz when it’s start to rain. This actually help my hair a lot it calm the frizz and makes my curl looks healthy and Beautiful. The smell is great not to strong a little goes along way. Yes I would recommend this product."
        },
        {
            "review_title": "it really does work",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Honestly this product does work , I have received this product few days before my vacation , and it was perfect timing , i used it before swimming to prevent water damage to my hair , it worked like charm .  My hair wasn’t tangled after using it I could brush through it easily, and when I used it after shampoo . My hair hair looked shinier and healthier afterwards . I would totally recommend !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have bleached hair, so I love a good hair mask! I like to use it after a clarifying shampoo and it makes my hair look and feel super healthy. It also helps with the frizz that comes with living in the humid south. Will definitely repurchase!"
        },
        {
            "review_title": "love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I love this stuff! I struggle with frizzy hair that is also very fine, and usually hydrating products weigh my hair down and kill any volume I’m lucky to have that day. The invisible oil mask doesn’t make my hair too “heavy” and still keeps hydration locked in. Would purchase this item.  I received this product free as part of a VoxBox; all opinions are my own."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone",
            "review_text": "i received this product complimentary in exchange for a review. this stuff is AMAZING. i have very dry, coarse curly/wavy hair and it made my hair feel so moisturized and shiny."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Does wonders for my sons frizzy untameable hair. Helps to calm some of his curls and ease the matt of hair in the back that develops overnight or during a nap. Also helped get the tangles out"
        },
        {
            "review_title": "Worth the money for some fab hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "This mask smells great and leaves my hair soft but it also feels like it leaves a little bit of a residue if I let it air dry. Feels best when styled.."
        },
        {
            "review_title": "Great for type 4C hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I have extremely dry, course hair and this is one of the few products I used that I actually feel was able to penetrate the shaft of my hair"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This product is perfect for anyone with dry hair! I have bleached my hair twice and this mask made it look so healthy."
        },
        {
            "review_title": "Love it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Overall this a great product, I use it in the shower after my conditioner and I notice my hair is more smooth and less frizzy. I plan on buying this product again!"
        },
        {
            "review_title": "Love this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Love this product! It makes my hair feel so healthy."
        },
        {
            "review_title": "Must Have for Dry Hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair",
            "review_text": "Just what my dry hair needed!! Provides so much moisture, and leaves your hair silky and smooth. Thanks to Influenster, I received this as a complimentary product."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "My hair has never air dried so smooth, or been so silky! I will definitely be using this again. Be careful how much you apply though, because too much and you'll end up greasy. I wish the bottle had more specific directions on how much to apply so I could've avoided that the first time."
        },
        {
            "review_title": "Not bad!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "I was a little wary of trying this at first because my hair tends to get pretty oily when introducing new products, but this hair mask really surprised me! It has a lightweight feel and left my hair feeling styled and soft."
        },
        {
            "review_title": "Worth adding to my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Love this. Just what I needed on my recently bleach damaged hair from an at home root touch up. I'll definitely be repurchasing. It's lightweight but hydrating, creamy and effective."
        },
        {
            "review_title": "Fair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this product as a free sample and would say this did a fair job. Definitely moisturizing but a bit heavy. My hair is fine though."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Moisturizing without weighing your hair down! It's also vegan which is a huge win. I really enjoyed this product thanks to Influenster & their complimentary vox box!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Awesome product, works perfect for controlling flyaways and frizzy unruly hair. Even when styling it leaves hair soft.Would for sure purchase again."
        },
        {
            "review_title": "LOVE MY NEW HAIR",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love it!!! This mask has helped me fix my frizz issue. Also has made my hair shiny and soft, it’s much better to detangle too! A MUST BUY!!"
        },
        {
            "review_title": "Not great",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Left hair feeling gross, tangled, and dry. Very oily feeling and didn’t do it’s job"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I really liked this mask! It left my hair feeling smooth and soft, but I hope to see a greater change with continous use."
        },
        {
            "review_title": "Good for REALLY dry hair",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I really appreciated the slip of this product, but the next day it left my hair feeling so greasy. I had to wash my hair again immediately due to the thick oily feeling.I suppose this would work well for those with extremely dry hair. I received this product for testing from Bumble and Bumble x Influenster"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Leaves hair feeling so soft and looking shiny! Only thing I didn’t like is you need to use a lot of product at a time."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This product really made my hair much softer and healthier feeling. It definitely reduced my frizz but I still had some. It’s very thick and moisturizing. It made my curls a lot more defined also"
        },
        {
            "review_title": "Not a repeat purchase",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Not a big fan of this product. Did not seem to hydrate or repair like one would anticipate from a mask."
        },
        {
            "review_title": "LOVE THIS WHEN MY HAIR NEEDS MOISTURE",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I love this mask. I use it once a week when I feel my hair getting super thirsty. Fine hair beware though, it can be slightly heavy which is why I only use it once a week."
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This hair mask made my hair so smooth, and my hair wasn’t greasy at all. I have very oily hair. I could go a couple days without washing my hair and my hair wasn’t overly greasy. It really is invisible. I am so glad I received this product, and I will definitely be buying."
        },
        {
            "review_title": "Great!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Very nice mask! Leaves my hair feeling nice and soft! Has a nice scent and helps with frizz. I received this product from Influenster."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This smells AMAZZINNG. I loved this product as a great conditioner. My hair felt great afterwards and has a lot less frizz from coloring it. I would definitely buy this product."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really enjoyed this product! It is very moisturizing and I love that its vegan!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This mask is amazing! It’s the one that actually works and you can see the difference after the first use! It left my hair smooth and silky! It also smells very good!"
        },
        {
            "review_title": "Awesome!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Loved this. I will absolutely be purchasing this product again! It smells so good and it works exactly how it says it will."
        },
        {
            "review_title": "Get rid of frizz",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This right here is magic. I loved how it helped with my hair from frizz to help hydrate it when it’s so needed! The smell is soft and sweet smelling. I definitely recommend this product!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I really love this product! My hair is very thick, long and can get frizzy. This made my hair so soft and shiny. It also helped to tame the frizz. My hair felt and looked healthy. The only thing I will say is that I had to wash my hair sooner than I normally do because it did get a bit greasy but this was after almost 4-5 days! The smell is also great too. Would definitely recommend! I received this product complementary to try and give my honest review."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I was sent this product for reviewing purposes complimentary from Influenster. The scent of this product is nice, however I did not see any true difference in my hair after use. My hair was still very frizzy. It felt soft for a little bit after use, but not too long after it was super dry again. It did not provide any long term hydration and there a definitely mask out there that are cheaper and do more."
        },
        {
            "review_title": "A must try for dry or damaged hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "It smells AMAZING! I have recently gone from dark brown to almost platinum blonde and the process had left my hair a bit dry but this product fixed that! It left my hair soft, smooth, and moisturized. I also used it kind of like a conditioner on my 6 year old nieces hair (i didn’t let it sit, I just put it all over her hair except at her scalp and rinsed it right out) and brushing her hair was easy and quiet compared to what is usually a dramatic event filled with “Oooowwwww Toni” in various volumes."
        },
        {
            "review_title": "Super silky",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This left my hair super silky and smelled amazing. My hair was noticeably less frizzy. I will say because it was so silky it made it harder for my hair to hold a curl but allows for a super smooth blow out. The price tag is hefty but the bottle will last a long time."
        },
        {
            "review_title": "I love the smell!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I really loved the smell of this product and it wasn’t overpowering at all!!! The new only downside for me was the fact that after using this product about two hours later my hair was super frizzy again."
        },
        {
            "review_title": "Loved it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I noticed a difference in my hair almost immediately after using this mask! My hair has a lot of damage from years of swim team, dance and theatre but after using this mask just once there was a huge difference in the texture and look of my hair. It feels so soft and is much less frizzy as well!"
        },
        {
            "review_title": "After ONE use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Guys, my hair felt softer and moisturizer after just one use! I super picky about hair masks, and this one is stellar! Didn’t leave my hair feeling heavy or overly greasy, just soft and nourished. I would absolutely recommend. Bumble and Bumble got it right."
        },
        {
            "review_title": "Great for chemically processed hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I have very heavily bleached hair that is also colored and this helped my hair not look so dry and damaged. I used it twice a week in place of my normal conditioner and saw great results. My only complaint is this product is a little oily so it took a while to rinse out."
        },
        {
            "review_title": "Smells super good and works well",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "After shampooing I put this mask in my hair and I left it on for 5 minutes. Then, I used a tshirt to plop my hair for about 30 mins, removed the t-shirt, and left it to air dry. When it was all dry it felt so soft I was shocked because I have naturally dry hair and I didn’t want to style it in any way because I wanted to see the true power of the product. The only reason I will not give it 5 stars is because it does contain silicones. If it weren’t for that this would definitely be a 5 star product."
        },
        {
            "review_title": "Loved it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Loved this hair mask! It made my hair look And feel ten times more healthy and shiny and it definitely helped with the frizz. The humidity in Miami is horrible so it really helps."
        },
        {
            "review_title": "Useful!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "The only reason I gave it a 4 star is because it doesn’t reduce my frizzy hair completely. I have long hair and I have to use a lot of product. I can run out of this mask very quickly. Looking at price point It will be hard to replace. But it works! It made my hair much more smooth and shiny. Also it smells great. I love using it. I feel boogie after using it!!! I have received this product as complimentary to try it out."
        },
        {
            "review_title": "Soft Shiny Hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I liked this hair mask because it was very thick and rich. It smelled really good like shea butter. When you put it on your hair, you can feel your hair softer and with less frizz with first use! I definitely recommend to use this mask as your hair looks super shiny and soft!"
        },
        {
            "review_title": "It smells amazing!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "I have extremely frizzy hair and struggle to find a product that combats the frizz without being to heavy or greasy. This product is super light which is great if you still want to keep some of your natural texture it also doesn’t leave a greasy finish which is a big pet peeve of mine. My absolutely favorite thing about this product is the SMELL!!! I wish I could have the smell of this product in a body wash!!! The only negative for me is that since the product is so light, I find my hair getting quite a bit frizzy after a couple of hours."
        },
        {
            "review_title": "good hair mask",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The smell of hair mask is a miracle!  I'm crazy about her smell.  I have been using the hair mask for 1 month now, it softens my hair and adds shine.  Easily washed from the hair.  I wait only 5 minutes.  The only downside for me was that it added even more volume to my curly hair.  For those who like more volume this will be a plus for him!  A good hair mask really"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I really enjoy this lightweight non greasy hairmask! I also love that you don’t have to leave it in for 15 minutes making it super easy to use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Using this leaves my hair soft and smelling like I just left the salon. The consistency goes from cream to oil as you start working it through the hair which makes it easy to work with. I have fine hair and it doesn’t weigh it down or leave it oily. I like to leave it in for a couple hours for deeper hydration."
        },
        {
            "review_title": "Soooo shiny",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "First off this stuff smells amazing. If you leave it on for the recommended amount of time then your hair comes out feeling amazing. It has really helped my dry and damaged hair feel Soo much softer."
        },
        {
            "review_title": "Softens hair but causes build-up",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "This product is about what I expected when I tried it. It's a deep conditioner that helps soften hair and detangle damaged hair. It also smells really nice!  If you do the 'curly girl method' this is not cgm friendly as there is silicone that is not water soluable and can cause build-up. That being said, if you don't mind a bit of weigh down or like to wear your hair straight this may be what you're looking for!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I am SO happy with this hair mask. I am always hesitant to purchase masks because of the price so when I received this I was super happy to try. Even after one time I noticed how well it did and I will 100% be purchasing in the future."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I love using this so much! Leaves my hair soft and manageable. I apply it after shampooing, leave it in for at least 5-8 minutes, combing through my hair, and finally rinse. Its great for my dry damaged hair."
        },
        {
            "review_title": "Soo good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I actually love this product! The way it smells is absolutely heavenly. I just wish it was cheaper. The only reason I gave it 4 stars instead of 5 is you need to use a lot of product to get the best results."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "Very very good product. I recommend it because it made my hair SUPER soft and silky like never ever before. No conditioner or shampoo has ever made my hair feel this good. But i used it within 5 washes.... so $50 for 5 washes.. that’s absolutely insane. Very small container not worth the price, but it is an excellent product. Wish I had enough money to keep buying more myself. Just glad I got a free sample. If you have the money, this product is sooo worth it I promise you that."
        },
        {
            "review_title": "Amazing product, too pricey for the small bottle",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "Absolutely amazing product. Hands down the only thing I’ve ever tried to get my hair feeling soft after a wash. Not even kidding I hate my hair, it’s so hard to get it feeling nice and soft/silky. It gets oily fast too, and this stuff was so amazing... just reallyyy sucks how it’s such a small container for that much money.... I went through this one container after 5 uses... was disappointing but still a great product and I wish I had enough money to be able to buy this myself"
        },
        {
            "review_title": "Good but not worth the price",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Overall i think the mask does live up to its statement of 72 hours of moisture. my hair also feels smooth right after using it but that’s about it. For the price point, i think it’s not worth it at least for me. I have straight, black hair, and i had a lot of hair loss at one time so i have baby hairs growing that makes my hair looks frizzy on the top of my head. So far this doesnt help with that :("
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I was surprisingly in love with this product! It has the best smell and works wonders on my hair. I noticed that my hair was shinier and softer after using it! Would highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Leaves my hair super soft! I love it so far and I have been using it for 3 weeks now. It smells amazing too. (Received from Influenster for review purposes)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Received this for free to review and I absolutely love it. I use it once or twice a week and it makes my hit SO soft"
        },
        {
            "review_title": "BEST EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Combination skin",
            "review_text": "I love this conditioner so much. It did wonders for my damaged hair. I only use it twice a month for a boost"
        },
        {
            "review_title": "Great for Fine Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I really enjoy this mask! It is nice and hydrating for my fine, blonde hair without weighing it down or making it oily. I tend to use mainly on the ends of my hair, avoiding the scalp area. It smells great - just like the rest of the line! I would repurchase this as I feel it adds to the health of my hair when used 1-2x/week."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Really great lightweight moisture that keeps up between washes. Smells divine qnd left my hair really soft ans manageable."
        },
        {
            "review_title": "Must-have hair mask!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Loooooove. My hair is thick, course, long, frizz-prone, color-treated. Basically, some of the most difficult hair to work with. Not to mention I live in one of the most humid states in the US. Enter: this product. I had recently gotten my hair lightened, which takes a toll on already dry and brittle hair. I received this hair mask and after ONE USE, my hair was transformed! Soft, healthy-feeling, shiny. Of course, it’s not permanent... that’s why it’s recommended to use once a week. Which I do. Will never turn back. This and the B&B primer are where it’s at!!"
        },
        {
            "review_title": "Great Product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I’ve had a great experience with this product. I’ve been using it for a few weeks now as a conditioner and feel like it makes my hair softer and less frizzy. Has a nice smell too!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I really love the smell of this product. It’s a clean orange smell. The product itself is thick, it applies thick also. You let it sit for about 3-5 minutes and then I washed it out. It washes out beautifully. My hair feels smooth, stronger, and my split ends have really been a lot healthier. I would highly recommend this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone",
            "review_text": "I received this as a trial by Influenster.   I cannot rave about this product enough!  It’s great. I have very frizzy and wild hair and this helped my hair so much! I also bleach my hair every 5-6 months and I feel like my hair has become so much softer after I started using this! The instructions say to leave it on for 3-5 min but since I do have damaged hair I leave it in for 20ish minutes.   I definitely recommend!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I have very dry frizzy curly hair And have been looking for the perfect product to add some moisture to my curls and make my hair feel smooth and healthy and this product did just that! My hair has made such a drastic change after just the first time using it. Would definitely purchase this product!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Overall I liked this product. For me this is more of a daily deep conditioner than a mask because it didn’t really offer any mind blowing/long lasting condition effects to my hair. When I got out of the shower, most of the time my hair would still be tangled. Like I said, I DID like it but I wouldn’t call this a hydrating mask.   I would recommend this product despite my 3 star review because it’s possible this works really well on a different hair type (I have relatively straight, thick, color treated hair)."
        },
        {
            "review_title": "I like it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "What I like the most about this hair mask is that it  smells amazing! I’ve noticed that the smell lasts even when my hair dries. There is no need to use conditioner when you use this mask because it makes your hair super soft and helps detangle it as well. I didn’t really notice a difference in my hair’s frizziness, but I do notice that my hair is more soft and shiny after using this hair mask."
        },
        {
            "review_title": "Saved my hairs life!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "THIS MASK SAVED MY HAIRS LIFE! It smells so good and makes your hair super soft, I can definitely see the improvement my split  ends have!"
        },
        {
            "review_title": "works great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "i received this product complimentary through Influenster. i’ve been using the bumble and bumble hair mask for the past two months and i can truly say that it has changed my hair. my hair is curly and textured, so i was nervous to see how this would work. my hair is still curly, just much softer and shinier. a little bit of product goes a long way, which i can attest to because i have thick and long hair. it also smells pretty nice. i would definitely recommend this to a friend because i think it will work well for any hair type."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I received this free from Influenster. I really liked this product! I have thin hair and didn’t feel it weighed down my hair"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I received this product complimentary and I was so excited to give it a try. I have curly hair so I struggle with dryness and frizz. I loved how this product left my hair feeling and looking! I will definitely be adding this into my normal hair routine. I recommend this product for those with curly hair it will work wonders:)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I have an oily scalp with long, thin, and damaged hair. It smells and works great! Detangler, shine, and moisturizer all in one. A little goes a long way so the price isn’t to bad"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "It was good! Was it my favorite? Not particularly, but it got the job done, moisturized well, smelled delicious, and I did notice a difference in the bounciness of my curls. I think i will try putting this in my roots and using a deeper conditioner in my ends to maintain the lightness without depriving my drier strands of the moisture they crave. May work even better for you if you naturally have thin hair!"
        },
        {
            "review_title": "Love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "I love it so much it’s amazing the shine and softness is unbelievable I would totally recommend it"
        },
        {
            "review_title": "Not curly girl friendly",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This product is not curly girl friendly, it contains silicone ingredients that can cause buildup. It looks like such a great product, and I was sent one as a sample through Influenster, but I can’t even try it because I don’t want to use silicone in my hair."
        },
        {
            "review_title": "WOW! I am shocked",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Smells great! It really helps with the frizziness especially during the summer. I was given the opportunity by influenster to try out and review this product."
        },
        {
            "review_title": "Absolutely nourishing and does as promised!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
            "review_text": "When I tell you my hair was super dry until I used this product, I mean it!! It defined my 4A/B curls with no use of any other products. It is extremely nourishing and you don’t even have to leave it on long. I wish the tube was bigger because I am going to run through this thing quickly!"
        },
        {
            "review_title": "Nice finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Definitely recommend. Leaves a nice finish, other masks dry my hair out really bad but this one left it smooth and silky.  I wouldn’t mind re purchasing because when a product works it’s worth the money"
        },
        {
            "review_title": "Well be getting again!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have been using this mask after I was sent it for a few weeks now. My hair has been so dry and frizzy this summer and the mask has really helped tame the frizz. I have always liked the invisible oil and knew I would enjoy the mask. It can leave an oily feeling if you use too much so a little goes a long way"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Good for curly hair, but maybe not the best in the heat of summer humidity. I still think it's good, and it'll go even better in the fall. I did receive this product complementary."
        },
        {
            "review_title": "Ok, but not great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I wanted to love this mask, but it missed the mark a little bit for me. I received it from Influenster to try and review, I’ve been using it almost every time I wash my hair for a couple weeks. It smells very good, but doesn’t have as much of a deep condition as I was hoping for. I have color treated/balayage hair, and it just didn’t do enough for me. I use it as a conditioner, but I wouldn’t purchase it again for a deep conditioning mask."
        },
        {
            "review_title": "It was ok.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I wanted to love this product, but I don’t think it provided enough hydration for my hair. It is unlike the masks I am used to using. I think if I were to blow dry my hair I may like it better? I have just been air drying my hair so I feel like using this mask really hasn’t made a difference and I am looking for another mask to use as a conditioner the one time a week I wash my hair."
        },
        {
            "review_title": "Curls popping? Yes please!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
            "review_text": "I love this! It left my curls feeling amazing! I love how refreshed and moisturized my hair feels after using this. The feeling lasts for days! I love it."
        },
        {
            "review_title": "Great but not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I wanted to wait a while before I reviewed this product so I could use it enough to know if it was good. I received this product from Influenster . I enjoyed this product I felt like it was a wonderful product but not for my hair type. I have pretty normal hair leaning more towards the soft and oily side so this product made my hair much to oily. I already have really soft hair so that added on top of it was not good for my hair. I had to wash my hair more frequently so instead of putting it everywhere on my hair I tried putting it on just the bottoms Or in other words the very very ends. Even after switching it up it still felt and looked pretty greasy so I stopped using it. I felt like this product would be best for the curly haired girls and even recommended it to my cousin who has curly hair. I think this would be a great product for those with dry hair too. The consistency was very thick and felt very nice. It smelled really great too. All in all a good product but not for me."
        },
        {
            "review_title": "Love my hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I received this product III for testing purposes only from Influenster. I must say this product really did help revive my curls. I was not impressed with the ingredients but it did work for my hair and I have enjoyed it very much. I have other hair mask that perform this well at a lower price point therefore I will not be purchasing again but who knows I really do like how my girls are looking recently.  I must say this product really did help revive my curls. I was not impressed with the ingredients, but it did work for my curls and I have enjoyed it very much. I have other hair mask that perform this well at a lower price point therefore I will not be purchasing again, but who knows I really do like how my curls are looking recently"
        },
        {
            "review_title": "Not my favorite bb product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The product is okay, but not sure I love it enough to continue to buy. I definitely have to use more than suggested to get my hair soft, but it smells great and does leave my hair soft. Although I get a similar texture when I use extra conditioner and let it sit in my hair."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Got this for a trial to use. I didn't want to review until I used it multiple times.  I love this product! I probably use to much of it at one time as it goes on thick since its a mask but once I blow dry my hair , it's so soft! And my hair is typically dry and brittle. It gets rid of those fly aways and broken look."
        },
        {
            "review_title": "Amazing Hair Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love it, it leaves your hair very soft and detangled and it smells very good, with a little bit is more than enough I thought that for the price it was not worth it, but it is worth every penny."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I got this from influenster to try out and test. This product was lovely I've used it on some of my younger clients with bad knitting problems and atlas is did wonders. It's cheap and affordable and great in size. It smells lovely and makes hair extremely soft. 7 out of 10"
        },
        {
            "review_title": "Curls 4 the gurls",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Overall the product was okay for me, not terrible, just okay. To start, I have long curly hair so I usually need a conditioner (or mask) that has a ton of slip and where a little can go a long way! The slip factor was again, okay at best. A little certainly did not go a long way but it did get the job done in terms of detangling my locks. The scent was floral and strong — I usually do not like floral scents but this one wasn’t bad at all! The mask claimed to reduce frizz and it kinda did that? Like I said, I have curly hair so frizz is going to happen. The mask also advertises that it’s hydrating and I will agree with that. It is hydrating it just took me a lot of product to saturate all of my hair.   Pros: pleasant scent, hydrating, some slippage Cons: only 2 uses from the standard bottle, a little does not go a long way  I probably wouldn’t buy it for myself, but I could see where it works well for other hair types."
        },
        {
            "review_title": "Awesome for dry hair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received this in my influencer box and was super excited to try it out! I had myself (color treated hair)  my sister (naturally thick hair), and my father (dry virgin hair) all tey it to see which one it works best on. I'd sat my its worked best on my fathers natural but dry hair. He loved it, he would stop touching it any having other people touch it. As for me, I felt it weighed my hair down alot."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love this!!! My hair came out so soft!!! And it smells so good!"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Makes my hair really soft and shiny, 10/10 and the price is great"
        },
        {
            "review_title": "Long term tratment",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I don’t really notice changes until 3rd wash, It’s a non-heavy mask in your hair, not really oily so you can straight your hair with temperature without any fear, I’m satisfied."
        },
        {
            "review_title": "Pretty solid",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "This hair mask got the job done! The main reason I'm not giving it five stars is the smell, which I didn't really love, and I feel that it didn't have the wow factor I would expect for the price. Additionally, I have waist length hair and this bottle seems like it's going to run out pretty quickly."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I am loving this hair mask!! Omg it’s so great and is definitely getting my dry hair moisturized! I love this stuff will 100% get again!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Before I had nothing in my hair and I already untangled it and was ready to wash it. After I used BB hairdressers invisible oil mask my hair felt so soft and hydrated, it looks so silky and just feels good. Overall this product is amazing to me and I love it and would recommend others to try it!!!"
        },
        {
            "review_title": "Hair smooth as silk!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I love this stuff! Really smooths out my hair and makes it shiny. The consistency is perfect for a mask and I love the way my hair feels after I wash it out! Helps keep flyaways and dryness away."
        },
        {
            "review_title": "5/5",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "very good. recommend very much. product good for my hair."
        },
        {
            "review_title": "Perfect for bleached hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have very damaged hair from bleaching it and this mask made my hair a lot softer and more manageable without weighing it down"
        },
        {
            "review_title": "Great!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I really love this product!! My hair is very course and thick and frizzy and it helps reduce frizz greatly! I gave it 4/5 stars because it did weigh my hair down a little bit."
        },
        {
            "review_title": "Game Changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I must say that I love this hair mask! I received it free to review through Influenster and it is by far my favorite thing I’ve received for review! First off, a little goes a LONG way, second it smells AMAZING and most importantly, my hair is as smooth as butter! I have bleached ombr\e highlights in my hair & it was looking a bit dull & dried out from the sun. Now the frizz has been tamed BIG TIME. 100% recommend!"
        },
        {
            "review_title": "Softer hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I have been using this product for about 3 weeks now and I feel like this is a type of product you obviously need to keep up with in order to get good results. Since I have been using it I have noticed a difference in my hair being a lot softer and less tanglier. I use it 2-3 times a week usually alternating days and found out it works better that way. As for the smell it is not a bad scent at all it’s just very light. For me I love when hair products have a stronger fragrance scent to it but other than that the product is good."
        },
        {
            "review_title": "Healthy hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I’m usually very picky with my hair products, so I was a bit skeptical when I got this. Turns out it’s great! I truly felt like my hair felt and looked healthier after a wash. I used it once a week for a month and can definitely notice a healthier difference."
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I'm obsessed with this hair mask! My hair is severely damaged due to over dying it. I've used this mask 5 times so I could give detailed information. My hair feels extremely soft after use! Which is shocking because I typically have to use 5-6 products to get it to feel decently soft. It has a slight scent that isn't overpowering and smells amazing. The consistency is very thick but once you start lathering it into your hair it spreads easier than I was expecting. Once my hair dries I can definitely see a difference in ny frizz and roughness. Overall I'm extremely satisfied with this mask and it will definitely be replaced once I run out!  Also let's talk about how beautiful that packaging is!"
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this through Influenster complimentary in return for my honest opinion. I absolutely love this product. It smells AMAZING and leaves my hair feeling so soft. I have damaged hair at the moment from bleaching and going blonde. This product helps my hair feel nourished and hydrated as if there’s no damage there at all! Would definitely recommend to my friends and family!"
        },
        {
            "review_title": "Great !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "It was really smooth and thick. Smells FANTASTIC. I would recommend for hair that truly needs moisture"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Tried it for the first time this morning - and for the first time since my hair was much shorter, I could comb through my hair without a single tangle this morning! My hair feels and smells great, though I think it quite a bit longer than usual to air dry afterwards? Not too heavy except right in the middle of my hair where I don’t think I washed it out fully"
        },
        {
            "review_title": "Love It",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I have tried the Hairdresser’s Invisible Oil line before and this product is way more hydrating! After one use my hair felt silky and smooth. It also smells so good!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This smells so good! It leaves my hair soft and easy to detangled and I notice way less frizz when I use this product. I received this free for review but all opinions are my own and I will be purchasing myself when I run out"
        },
        {
            "review_title": "Moisturized bouncy curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I was a bit worried that this mask would be too heavy and make my hair greasy. Boy was I wrong. I have really thick curly hair and it needs a lot of moisture but there a delicate balance between glossy moisturized curls and greasy heavy curls. This mask has that perfect moisture balance! My curls are hydrated, soft, shiny, smooth, and controlled. My hair has never looked better. There's no frizz and my curls lol weightless and full of life about bounce. The product has a scent but it's not too floral or over bearing. It works amazing as a mask or I even add a little bit into my regular conditioner. I will definitely repurchase this mask. It's not over priced and you get a good bit for your money."
        },
        {
            "review_title": "Great for Detangling!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I have used B&B’s spray bottle heat protectant version of this for after the shower...but this stuff blows that out of the water! I have extremely long hair, like almost past my butt...and I tend to wash my hair sometimes more than I should which makes it dry halfway down and then ends up getting so tangled it’s painful to brush out. BUT that never happens when I have used this stuff. I barely even leave it for more than 3 seconds and it moisturizes my hair so fast and effectively. I seriously am blown away by how well this product works, how much bang you get for your buck amount wise, and how cute the packaging is! If I could give a 6/5 stars I would. If your debating, BUY it!"
        },
        {
            "review_title": "Silky smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have pretty fine hair so any type of oil I usually stay away from. But this product has really kept my hair non oily and smooth! Right after you get out of the shower you can tell the difference in the way it dries and styles. I only use it about once / twice a week and it keeps my hair feeling great for a few days even after washes in between. Would highly recommend this if you have colored hair specifically blonde that frizzes easily!"
        },
        {
            "review_title": "Good, but not a clean product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this to test and review for my honest opinion, this product works pretty good, leaves my hair soft and silky , but it is not a clean product and has fragrance, if they could clean it up and go fragrance free I would def buy, but unless That happens I will not purchase."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "I’ve only used this product a few times but I’m already seeing a difference! I have color treated/bleached hair and am always looking for a good hair mask. This Bumble & Bumble maam checks all the boxes for me - it’s smoothing and my hair feels healthier even after using it for less than a month. The smell is pleasant and packaging is super sleek and easy.   I received this product for complimentary sampling through Influenster, but would look into purchasing it after I run out!"
        },
        {
            "review_title": "Smells really good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This hair mask have a very sweet and subtle smell! I like how smooth it makes my hair feel afterwards and it is really easy to put on and wash off. It’s not as moisturizing as I expected it to be but it does the job! I think the best part about it is the smell because the smell lasts long."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Honestly kind of love it! My hairs a mess because it’s in between curly and wavy and it’s very damaged but with this I really did find that my hair was more sleek and shiny and way more manageable. I use it maybe 2x a week and I found a great change in my hair."
        },
        {
            "review_title": "Soft manageable hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Great hair mask for my frizzy curly hair! I really prefer the squeeze type bottle so much more than getting water in my mask that are in pots. I don’t sit with a hair mask on for 30 minutes like some products recommend so it’s great that It only needs to sit for 5 minutes or so. My hair has been more manageable and healthy since using this product. 10/10"
        },
        {
            "review_title": "So silky and soft.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I love this product. It makes my hair so silky and soft. I received this product as a free sample through influenster."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Love this product! Makes my hair so soft and smooth, I can’t stop playing with it. Absolutely recommend. The smell is amazing also."
        },
        {
            "review_title": "I love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this hair mask! I love the way it makes my hair feel super silky afterwards. I don’t think it has much of a smell. I normally use products with a lot more fragrance but this one does not. I have long frizzy hair and this stuff is amazing!  #complimentary"
        },
        {
            "review_title": "Smells like orange!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this new mask! Makes my hair feel really soft and leaves it extremely shiny. I love the smell of orange it has. The only thing I don’t like is that you must shampoo your hair prior to using the mask, you can’t just apply on the mask."
        },
        {
            "review_title": "Silky and Smells Amazing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love the smell and silkiness of this. I have long hair and need about a quarter size amount to get good results. I currently have mermaid hair so anything to add moisture to my dry, brittle ends helps. For the price, I wish this worked better though. It does make my hair more manageable for one day after use, but after that it's back to dry and hard to brush at first. I'm currently using it twice a week as opposed to the recommended two. If my hair weren't so bleached and processed, this would work amazing, hence the 4 stars."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Not only do I love the smell, this hair mask works wonders for my dry, frizzy, bleached hair. After I shampoo my hair, I work evenly distribute this into my hair. Then, I’ll use a detangling comb in the shower to further work it in. I personally keep it in a little longer than 5 min but that’s because I do the rest of my shower routine while I wait."
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Just a little bit of this product goes a long way. Makes my hair super soft and decreases frizz. I just got my hair done and it was super dry and felt brittle this revived my hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I use this invisible oil twice a week and I feel my hair so light, Hydrated, soft and DEFINITELY LESS FRIZZ! At the begging I was so excited and couldn’t wait to see long term results... now I definitely can tell, I love this mask! The texture is great, smells so good and the results are real."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Combination skin",
            "review_text": "I found it great to fight humidity. Leaves my hair deleting soft and also keeping shape after using it.  At first I thought the consistency was going to be oily because of the name but it’s more like a cream consistency. Doesn’t leave any residue in the hair and it’s easy to style after using it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This hair mask is my new favorite! It makes hair so soft and shiny. Definitely recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I tried this invisible oil once and I can already feel the difference. My hair is much softer and not as tangled! The next day was even more impressive when my hair was dry.  I also like the packaging, it is easy to get the product out. The texture is great and I didn’t have to apply much which makes it economical. I can’t wait to keep using it and see the long term results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair",
            "review_text": "Left my hair looking and feeling amazing after using !"
        },
        {
            "review_title": "Good for humidity",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
            "review_text": "This product has a very thick and creamy consistency and left my hair feeling very smooth. Even in heat and humidity, I noticed less frizz for a few days."
        },
        {
            "review_title": "New holy grail!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "My hair is very thin, bleached and dry, after the first time i used it my hair was so incredibly soft! It was so easy to detangle and aired dried like a frickin dream! I dont remember the last time my hair lookes this healthy! I love this product so much!"
        },
        {
            "review_title": "Great Hair Mask",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This hair mask has a super thick texture that left my hair feeling very smooth, silky and added a nice shine. I love this line in general, especially the heat protecting hair oil and this mask is a great addition. I was able to style my hair with minimal effort Because the hair mask left my hair so prepped and smooth for styling."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair",
            "review_text": "This product left my hair feeling very soft. It smells great but I didn’t not notice any difference with how frizzy my hair was. I would still recommend this product because it did have an positive impact on my hair overall."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Tried this mask for the first time and love it after only using once. It truly left my hair feeling restored and can only imagine how it will improve more. It left my hair smoother and so much softer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "this is the first hair mask that I’ve tried and I love it so much! It has a light scent and it’s super moisturizing"
        },
        {
            "review_title": "MUST TRY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "SO SO SO hydrating. I am a HUGE bumble & bumble fan and this mask is fantastic. It doesn't have a huge over powering smell and I love that its in a bottle so its mess free."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I’m giving this 4 stars because the smell isn’t all that great. However I do like the results. I’ve used this a couple of times and I feel my hair smoother and a bit more volume. I know it’s suppose to just make your hair smooth but I notice it doesn’t weigh your hair down as much as conditioner does. I’m not too sure if I was suppose to put conditioner on afterwards but I didn’t but I felt like this products was suffice. Will definitely purchase this with a good smelling shampoo."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Great product ! My hair felt instantly moisturized after using it the first time! Smells amazing....thick creamy consistency witch I love since my hair was very dry As soon as I started, I noticed That my hair was soft and shiny and felt truly moisturized."
        },
        {
            "review_title": "Great product for natural curly hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I just recently bleached my hair. And my hair was so brassy and dry. I received this complimentary  from Influenster and let me tell you. I love this product. I must say it did make a difference for first time use. My hair is still dry but it looks better than what it did when i first dyed it. It feels softer and more manageable. Thank you influenster, once this tube is done I will buy another."
        },
        {
            "review_title": "HUGE FAN",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I am obsessed with this product. It really smooths my hair and makes it less frizzy and way silky. Ive used it 3 times now and i will definitely be buying more when I run out. The smell isn’t the best but totally not a big deal"
        },
        {
            "review_title": "Definitely a must",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "So I received this as a complimentary sample and I’m obsessed. It gives my hair life without the frizz. Living in the south frizz is just one of the many problems that occur with curly hair like mine. But this really helps keep the frizz down. Definitely a win and something I’ll be purchasing."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Fair skin tone, Combination skin",
            "review_text": "I received this through Influenster and finally got around to trying it! I have fine/wavy hair that is sometimes frizzy at the ends. This helped smooth my hair without weighing it down or making it greasy. I don't know if I'd repurchase on my own but I will be using the rest of my bottle."
        },
        {
            "review_title": "If you’re thinking about buying this, do it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I have been dealing with frizzy, dry, brittle hair for almost all my life! But it got worse when I bleached half of my hair. Do I regret it? Yes and no! I loved having half of my hair bleached but I hated how damaged my hair was. I dyed it back to its original color and have been struggling to give it a healthy life. The other side of my hair is super healthy since I started taking care of my hair. I have my whole hair care routine but something was missing. A good hair mask! Thank god I received this in the mail. I noticed a difference after the first time using it! The healthy side of my hair was shiny, soft, and tangle free. The damaged side of my hair was also waaaay softer than before and it wasn’t as brittle. The mask has a faint smell to it but it’s not strong. If I had to compare the scent to another product, I would compare it to the Shea Moisture “Strength and Moisture” shampoo. It’s more of a thick formula but that’s pretty common with any type of mask. If you’re Interested and have the money to treat yourself then I would definitely recommend it! I would honestly maybe even bleach my hair again because I know I have this product to help me take care of my hair!"
        },
        {
            "review_title": "I love this!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this product, I used it as soon as I received it in the mail. it really leaves your hair feeling moisturized and also looking/feeling healthy as well. I was lucky enough to receive this complimentary from influenster & bumble and bumble for reviewing purposes. I have bleached & damaged hair, so this is by far the best product I’ve tried on my hair."
        },
        {
            "review_title": "So good!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "You know those conditioning products that seem to melt into your right right when you put it on? This is it. Makes me hair so soft instantly. The scent is sooo good. Think tropical/beachy vibes but subtle. It’s a nice size too, and if only used once a week should last quite a while. Makes hair so silky and manageable, and so soft. Less frizz even after blow drying without a diffuser. Will definitely be purchasing when mine runs out! I received this complementary product from Influenster for testing purposes."
        },
        {
            "review_title": "hair mask",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this product. It makes your hair smell amazing and it’s so soft. I only gave it a 4 star because I don’t feel like it got the center of my head where it’s the thickest. Like it’s trying to."
        },
        {
            "review_title": "New favorite hair mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this lightweight, invisible oil mask! I struggle with dry ends and this is the perfect vegan, cruelty free and color safe formula. It has a very pleasant smell that isn't overpowering and I could tell that there was a noticeable difference in the texture and shininess of my hair after the first use! I can't wait to see how my hair will look after the whole bottle."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This mask made my hair feel so soft after use and it was easy to rinse out and didn’t leave any residue!"
        },
        {
            "review_title": "I love hairdresser’s",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I am in love with this product, after using it my hair was completely silky and soft, before it had a lot of frizz and now with this product I no longer have frizz, my hair is very shiny and soft. I totally recommend it, it changed my life!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love how soft this product makes my hair instantly. I received this product to try it out and I think it’s great. I have naturally curly hair that needs to use products that provide moisture. It help take some frizz and reduced the right knots."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I love a hair mask, and this one does a pretty good job! I have color treated hair so it’s important to keep the ends as hydrated and healthy as possible. I really like that this mask doesn’t leave my hair feeling oily, but still provides enough moisture for me to notice a difference. I wouldn’t say it’s a life changing product, but I do like it. And it smells great!"
        },
        {
            "review_title": "Silky hair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this from influenster to try and will be honest that I had never tried bumble&bumble before now. I started by washing my hair with shampoo and skipped conditioner to test the full effect.  I was expecting a thick cream but once it went on, it was nice and silky texture. Left it on while I shaved and washed my face. About 10 minutes, as directed. Then I rinsed it out and that was all I did to my hair.   After drying,  I did immediately notice how soft and smooth my hair was. I didn't see much shine as advertised, but I have long, dry hair. I have used it 3x so far and am pleased with the silky texture of my ends. Made for a great detangler too!"
        },
        {
            "review_title": "NEVER using a different hair mask again!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I was given this product free complimentary to test, try, and review. Wow! This hair mask is one like I have NEVER used before. I absolutely love this mask. I have been using it for 3 weeks now, once a week. It keeps my hair healthy, little to no frizz and it drys amazing. I cannot say better things about this product. The mask smells great and you can see results for about 4 days. I am so happy with this product."
        },
        {
            "review_title": "amazing for dry hair!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received this product complimentary from Influenster BUT I have already been a fan of anything bumble and bumble invisible oil line!! I use the spray and conditioner and now I love the mask! I have extremely dry long hair and my hair feels super soft and silky after using this product! It’s pricy but I keep buying anything from this line!"
        },
        {
            "review_title": "Great product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "This product was exactly what I expected, it made my hair shine and kept it anti frizz the whole day"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This product feels so luxurious! It smells great and has a very thick consistency."
        },
        {
            "review_title": "Recommend this",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Love this conditioner, made my hair smooth and silky. Would definitely recommend this if yo uare in the market for a new conditioner."
        },
        {
            "review_title": "Loved it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Loved this hair mask! It made my hair so soft and shiny! I did receive it free from Influenster!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "Live this product. It makes my hair so soft and nice to touch. Even bouncier"
        },
        {
            "review_title": "I love this stuff!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I honestly love this product, it really does what it says! it works well with my hair & makes it look/feel healthier since it is bleached."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Such a great product! Leaves my hair feeling soft and smelling great. It makes my hair super smooth and prevents it from being frizzy. Love this product & I would definitely recommend!"
        },
        {
            "review_title": "Soft Hair!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Such a great hair mask! Made my thick hair manageable and super soft! Will definitely be purchasing once I run out. Smells amazing and I look forward to using it."
        },
        {
            "review_title": "Beautiful glossy hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "First off thank you to Bumble & Bumble & Influenster for teaming up and giving out these complimentary testers! Additionally, in no way shape or form is my review biased in favor for either company. Now for the review...this is the BEST hair mask I have ever tried! The smell is sweet and musky and the slip is fantastic. It’s not too thick it’s just the right amount of a light & whipped consistency for the hair. I do have bleached and colored hair so often I do see and feel the damage on my hair. Immediately after the shower my hair showed no frizz, no dryness, it looked and felt healthy again! After styling my hair it got even better, my hair had the most gorgeous gloss to it, my hair was soft, shiny, and sleek! People asked if I had gotten a haircut because my hair looked that fresh and beautiful! I will be repurchasing this product and recommending it to all my friends, family, and coworkers. Thank you influenster for this product it has changed my hair"
        },
        {
            "review_title": "AMAZING CONDITIONER!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "I absolutely LOVE this conditioner!! I typically don’t like conditioners because they make my hair greasy but this conditioner didn’t at all! It made my hair feel so soft for days. It also helped with my natural curls. I highly recommend this conditioner to everyone."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Amazing! Got this on a Influenster Vox Box and I am very pleased. It smells great and it does a really good job nourishing the hair. I have thin curly/wavy hair and usually a lot of frizz and this mask made my hair very silky and shiny. I definitely recommend it!"
        },
        {
            "review_title": "Great Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Love this product! I have naturally curly/wavy hair and this mask hydrated my hair and brought it back to life! I definitely recommend this specific product for a hair mask!!"
        },
        {
            "review_title": "amazing for curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "amazing!! i have curly hair and this mask completely transformed my hair. i went from dull frizzy hair to very silky and shiny hair in just one use! i definitely recommend :)"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I received this complimentary from Influenster for testing purposes. I thoroughly enjoyed this product! I love the way it smells and honestly when I first tried it, I was so so afraid it would make my hair oily but it didn’t. My hair looked and felt amazing... got rid of lots of my frizz. It made my hair looked blowed dried"
        },
        {
            "review_title": "Fluffy, shiny and soft curls!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product complementary from Influenster. I had to apply it and leave it for 72 hours to make sure it does exactly what it says! My hair is usually very frizzy and dry. I have a love hate relationship with my hair and I have to say my curls are FLUFFY! They look so gorgeous, full of moisture and shine. I don’t even want to straighten them. Today it’s the 3rd day and they are still holding strong! I would really recommend this product if you, like me, are struggling with frizzy and rebel curls. Great job bumble and bumble! I really needed this."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "MUST HAVE! Long post, but read. Received this complimentary product in my Influenster box this evening. Was sealed up really well, no leakage. THANKFULLY! Because I am in love with this product. The scent is AMAZING! It’s a SWEET, but flowery smell. It’s light, so it is refreshing in the shower. I have oily roots, and color treated hair. I used this on my entire head EXCEPT my roots. I used as directed on the bottle and let it set. Was able to brush out my processed AND VERY THICK HAIR without using any leave in conditioner. Which I usually always use. I definitely recommend this product. #influenster #complimentary #bumbleandbumble #invisibleoil #free #hairmask"
        },
        {
            "review_title": "So far so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I thoroughly enjoyed this product! I love the way it smells and honestly when I first tried it, I was afraid it would make my hair oily but it doesn’t. I was also afraid it would strip absolutely all of my frizz and leave my hair with no volume but it doesn’t do that either. It eliminates just the perfect amount of frizz for my hair type (3B/3C). I’ll definitely buy again! Thank you Influenster for giving me a free sample to try out!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this product to try and let me tell you: THIS WILL TRANSFORM THE ENDS OF YOUR HAIR! I swear! It looks like I got a hair cut, looks so pretty. And I just used 2x. I really recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Adding this product to my hair care routine provided me with smoother, softer hair. My hair has been dyed for years and I’m just now growing out color, meaning my hair is thin and pretty damaged, however this product really did help. My hair honestly felt thicker and stronger after using."
        },
        {
            "review_title": "LOVE THIS PRODUCT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I’ve used bumble and bumble in the past and I love their products! When Influenster sent me this product I was soooo excited! I have really dry, color treated hair and this brought back some life to my hair! Love how this makes my hair feel and the scent! Def will be buying over and over again"
        },
        {
            "review_title": "At first I was skeptical...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Last year I decided to bleach the ends of my hair and then regretted it. I like to style and iron my hair so you know how that story goes. Heat and bleach not a good combo. I've been slowly cutting my hair to get rid of all the bleached bits so I can have just my natural hair. After just one use of this mask the ends of my hair look like I've had a fresh cut!!!!How does it do it? MAGIC. Best part is how easy it to use and that it's mostly all natural ingredients. I'm a true believer!! Honestly no other product has worked for me like this one, especially after just one use and trust me I've tried many other masks. tip! If you get oily hair quickly but have dry ends just apply the mask to your ends."
        },
        {
            "review_title": "Try It!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I have curly semi thick hair and I had been doing co washes for about two weeks and just putting my hair in slick buns and hats. It was wash day and I was dreading the detangling process but I decided to put the mask on BEFORE shampooing. Got my hair damp and started finger detangling. How soft my hair got just after a couple minutes of having it in my head is ridiculous. Definitely recommend and it smells amazing!"
        },
        {
            "review_title": "Favorite Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "My hair is usually frizzy and curly so this mask is really helping with that and plus it leaves my hair so soft so that’s a big plus I would really recommend this if you have really frizzy hair."
        },
        {
            "review_title": "Sent by influenster",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I love this product! my hair gets very dry and incorporating this into my hair was routine has made such a positive difference. A little goes a long way as well! It is a little pricey but I will purchase again."
        },
        {
            "review_title": "Great Product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I really enjoyed this product! I have really dry and frizzy hair and this definitely helped! My hair is shinier and way less frizzy. I also noticed that it made it so easy to detangle my hair. The main downside is that there is still a bit of frizz, even though it’s less it’s not all the way gone. But overall, it’s a great product!"
        },
        {
            "review_title": "Amazing on curly hair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Overall I really love this hair mask! My hair is super curly and can get super dry, so I always need that extra bit of moisture at all times but it’s always so hard to find the right products. It smells amazing and made my hair extremely soft, it’s incredible! I used a palm amount because I have thick hair, and let it set for about 5-7 minutes and immediately after my hair felt amazing. The ONLY thing I wish was a little better is the fact that my hair was still frizzy afterwards. Maybe not AS frizzy but I expected it to basically eliminate the frizz almost completely. Otherwise, it would be a five stars for me!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone",
            "review_text": "my hair feels amazing soft i would have liked it i would buy it if i was in love with this product  #HairdressersInvisibleOil / @Influenster"
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "My hair has been so dry after swimming and this product has really saved my frizzy hair"
        },
        {
            "review_title": "Great mask for fine hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "So happy I found this product! I have fine hair and have always been hesitant with putting oils and conditioners that will make my hair greasy. This mask is the opposite of that! It instantly infuses your dry hair with moisture, nutrients and reduces frizz. So happy I found a product that really works. I typically use this twice a week for best results."
        },
        {
            "review_title": "love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this product. I let it soak in my hair for 5 minutes after rinsing the shampoo from my hair and wow! What a difference. I have very frizzy and wavy hair and this really helped with the frizz. My hair is also much softer."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Great product ! My hair felt instantly moisturized after using it the first time! Smells amazing and more of a thick creamy consistency witch I love since my hair was very dry"
        },
        {
            "review_title": "Bumble and Bumble hair goddess",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I love Bumble and Bumble products already, so this was definitely a great sample. My hair looks shiny and definitely feels softer after one use. It smells amazing like all of their products. I would definitely recommend to friends and family."
        },
        {
            "review_title": "Awesome!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I love this stuff. Works like magic. I have very dry damaged hair from bleaching and coloring it constantly. And when I use the mask it is silky smooth and feels so healthy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Love this product! Left my hair silky and smooth. Also, it only stays on for about five minutes!"
        },
        {
            "review_title": "Moisturizing and Smells great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I was so excited to try this product because my hair has been so dry and dull recently. And I was not disappointed! As soon as my hair started to dry I noticed it was soft and shiny and felt truly moisturized.  Also, the smell is amazing!"
        },
        {
            "review_title": "Great Mask Treatment",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I am a brunette with long hair, about half way down my back. My hair texture is thin, but I have a lot of hair ( thanks mama!). My hair gets extremely oily and greasy even after one day, especially if I workout. I do not wash my hair more than 2-3 times a week. I used this mask and can feel and see a drastic Difference in just one use. My hair is extremely soft, touchable, and shiny. It feels so much more lightweight when I wash my hair with my regular drugstore conditioner. I think this is a great treatment once a week, and I would recommend this product. I was given this product complimentary of Influenza- this is an honest review."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "It’s okay. It smells great. I didn’t really notice any difference in my hair texture especially my baby hairs on top of my head if anything I noticed it a bit more frizzy than usual. However it did make my hair smoother / softer but I noticed that it also made my scalp a bit more oily. Overall I don’t think I would spend full price on this item. I received this product for free on Influenster."
        },
        {
            "review_title": "GREAT !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This product was amazing, when i put it in my hair it was not heavy at all! when i was rinsing it out it made my hair EXTREMELY SOFT!! it also has an amazing scent! (i got this product for FREE to test out, although these are my true opinions)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "i really enjoy this product. it’s nice and thick so you know it’s going to get into your hair and make it rlly soft. it really helps with frizz and i like it a lot!"
        },
        {
            "review_title": "My hair was so hard to brush.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This product did not work for me. It maybe made my hair a little smoother, but it was so hard to brush through my hair. The directions say to use after shampooing, but I would definitely say to use a different conditioner before or after to detangle. Overall not a fan. I received this product free from Influenster."
        },
        {
            "review_title": "Love this hair mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This hair mask is one of my favorites! I’ve been using it for a few days now and noticed my hair has felt so much softer and less frizzy! The smell is nice and you get a decent amount of product. I did receive this as a gift, but I will definitely repurchase!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This product is incredible, it is worth buying it, I recommend it 100%. It is the best oil for hair, it leaves it hydrated, smooth, soft, manageable when styling hair, it is not sticky, it has a very good smell, a quality product and a good price!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "I have always struggled with frizzy and damaged hair for as long as I can remember. This hair mask smells amazing and left my hair feeling smooth and soft. After I used it and let my hair dry and straightened it, it definitely helped keep the frizz at bay and it makes my hair shiny. I highly highly highly recommend it."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This product is amazing and works wonders on any hair type!!! Not only does it smell wonderful, but it leaves the hair feeling smooth for days. I absolutely love it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product is great! I thought it had a very pretty smell and nice consistency.  My hair didn’t feel any different after using it but it was a nice pick me up for my hair and made it feel a little more hydrated."
        },
        {
            "review_title": "My new best ally against frizz",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "After bathing my hair is at its worst point, because I remove its natural oils for a deep cleaning (these return with the passing of days) so it looks opaque, extremely dry and lifeless.  This mask contains essential Oils, so leaving in it in the shower for 5 minutes (weekly treatment) gave me very good hydration, which remains until today (24 hrs later) my hair is notoriously silkier, with  shine and with a frizz reduction. conclusion for my wavy hair: this mask is perfect to complement it with a wave definition product and using it weekly to give it the life it lacks to my hair.  Oh and love the smell and creamy texture."
        },
        {
            "review_title": "Great mask",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "It’s ok, I didn’t really notice too much of a difference on my hair texture but it did make it less frizzy. I got mine as a sample from influenster so, maybe I’m biased. It smells lovely and I’ll keep using it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I'm very picky when it comes to different hair masks. I love this Bb hair mask!!! Made my hair very soft and shiny. I will definitely keep using and purchasing this in the future. I got a free sample from influenster and im completely inlove."
        },
        {
            "review_title": "Bumble and Bumble Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "After using, I instantly noticed a difference. It felt softer and had more shine. I have never had a product that has helped with my frizzy hair but this mask toned the frizziness down quite a bit! I can’t wait to use it more!"
        },
        {
            "review_title": "Works wonders",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Dry skin",
            "review_text": "I love this product. My hair is usually curly and frizzy. I used this product yesterday in the shower and now 24+ hours later my hair is still moisturizer and not as frizzy as it would have been if I did not use this product. I plan on incorporating this into my routine weekly and I highly recommend this product."
        },
        {
            "review_title": "Oh my yes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Okay y’all this smells amazing to start with! I love how it  left my hair feeling when I rinsed and dried it. I deal with frizzy hair and this absolutely helped with that. I received this product as a free sample from Influenster. I’m so happy I did because this is a big win and I can’t wait to use next week!"
        },
        {
            "review_title": "bumble",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Really has help my hair, I recommend this product ♥️"
        },
        {
            "review_title": "Smooth and silky. Highly recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "My hair is dry and damaged from years of coloring. I was so excited to try this and I’m glad i did. I love this hair mask! As soon as i opened the tube i noticed its soft floral smell. It’s consistency is like conditioner. I applied it to my hair and waited 5 minutes as recommended. After i rinsed it out i immediately felt smooth and silky hair. My comb went through my hair more easily than usually.  The true test would be when i dried my hair. After blow drying my hair i was extremely satisfied with how it looked. I felt like i just got my hair done at the salon, it was smooth and shiny but not greasy looking. I highly recommend this product for anyone needing a good condition for their hair."
        },
        {
            "review_title": "I love this mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Dry skin",
            "review_text": "I just received this hair mask for free and I have tried it today and it is amazing its texture, its smell, and it leaves my hair super soft and nourished I recommend it.  thanks to influenster for sending it to me"
        }
    ]
}