{
    "product_id": "195",
    "name": "Dulce Eau de Parfum Travel Spray",
    "brand": "By Rosie Jane",
    "categories": "Fragrance, Women, Rollerballs & Travel Size",
    "price": 40.0,
    "about": "Fragrance Family:Warm & Spicy.Scent Type:Warm & Sweet Gourmands.Key Notes:Vanilla, Chocolate, Hinoki Wood.Fragrance Description:DULCE is a blend of light-hearted sugar and dark woods. Two kinds of vanilla, a hint of caramel, and a dash of chocolate keep DULCE fun and youthful, but as she unfolds, DULCE reveals a seductive side. This fragrance is sweet and candy-likeu2014with a shot of whiskey on the side..About the Bottle:By Rosie Jane's Eau de Parfum is a blend of organic sugar cane alcohol and pure perfume oil. Itu2019s housed in a beautiful solid glass bottle with a sprayer designed to give the perfect spritz every time. Eau de Parfum is a very aromatic way to wear perfume..About the Fragrance:DULCE is inspired by the good times, innocence, and the sweeter things in life with notes of vanilla, Hinoki wood, and nude musk. It feels like long kisses, mixtapes, and sweet dreams..Clean & Planet Aware",
    "ingredients": "Organic Cane Sugar Alcohol, Dioctyl Adiapate, Dipropylene Glycol, Vanillin, Methly Hydrogenated Rosinate, Ethyl Vanillin, 4-Tert-Butylcyclohexyl Acetate, Octahydrocoumarin, Myroxylon Pereira (Balsam Peru) Oil, Coumarin, Ethyl Hydroxypyrone, Gamma-Nonalactone, Ethoxy-P-Cresol, Butyl Butyrolactate, Anisaldehyde, Benzyl Benzoate, Benzyl Cinnamate, Ambrettolide, Iso E Super, Ethylene Brassylate...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Spritz all over..-Avoid rubbing or dabbing as it breaks down the fragrance..-Applying to well-moisturized skin helps extend fragrance...Recycling Instructions:.-All By Rosie Jane packaging is recyclable, the box included..-Remove pump and sprayer from bottles, rinse, and throw into your home recycling bin..-You can return the sprayer and pumps to By Rosie Jane and they will recycle them for youu2014and give you a little gift in return.",
    "num_reviews": 266,
    "overall_rating": 4.2,
    "product_url": "https://www.sephora.com/ca/en/product/dulce-travel-spray-P503061?skuId=2827533&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2827533-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "0.33 oz / 10 ml eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2827533-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "The PERFECT vanilla scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have always wanted to find a perfume that smelled like vanilla extract and I finally have in THIS SCENT! It is the most amazing, long-lasting vanilla/marshmallow-y campfire deliciousness! I keep catching whiffs of it and falling more in loff be r!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "i get so many compliments lasts so long and smells so good"
        },
        {
            "review_title": "Very BEST vanilla of all time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "By far my most favorite perfume of all time. If I could bottle myself, this is what I would smell like. I know chocolate isnu2019t a note in this but I get chocolate or cocoa in this with the vanilla. And the Hinoki wood is the best wood of all time."
        },
        {
            "review_title": "Overhyped",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have to say, I donu2019t not understand the hype around this fragrance. To me this smells like, vanilla, chocolate, with play-doh. Itu2019s very generic in general, it smells like every other vanilla fragrance."
        },
        {
            "review_title": "Ice Cream Cone Vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Vanilla based fragrances are my favorite scents. There is a popular nice fragrance that I adore but, sometimes, it's a bit too heavy and sweet. Dulce is like the lighter, but equally great version of that fragrance. it reminds me of a freshly baked waffle cone filled with vanilla soft serve. Projection and wear are moderate and it's a beautiful every day fragrance."
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I never write reviews unless I REALLY love something. I bought the Kayali vanilla first and I like this one so much better! Itu2019s lighter while still being sweet. My fiance says I smell like candy when I wear it  (dulce means fancy or sweet in Spanish)"
        },
        {
            "review_title": "Horrible smell and feel",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Normal skin",
            "review_text": "Smelt like a really bad candle and had a super waxy feel on the skin. Some friends and I both tried it and immediately felt the need to shower directly after, it was so bad."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Surprisingly lovely scent. It has subtle vanilla vibes that are cozy and comforting to wear. Itu2019s not overpowering but just right. Lazy for several hours on my skin and clothes. I will definitely be purchasing again!"
        },
        {
            "review_title": "Rosie Jane - Dulce",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "One of my favorite vanilla perfumes. Itu2019s clean and pure in the scent profile and lasts for several hours. I bought the smaller size and then came back for the larger bottle during the Sephora sale."
        },
        {
            "review_title": "Yall get paid to write these 5 stars??",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, mediumTan skin tone, Dry skin",
            "review_text": "This was so hyped up and I really didnu2019t have much expectation for this perfume other than for it to smell sweet and chocolatey for an hour. 1) smells NOTHING like vanillla nor chocolate even on paper/clothing. 2)smells absolutely horrid! thankfully only last"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "I blind bought this fragrance, and was not disappointed! smells like a creamy root beer float ud83eudd0d"
        },
        {
            "review_title": "Returning",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "Worst vanilla scent Iu2019ve smelled. Reminds me of a plastic cabbage patch doll I had when I was young in the worst way possible. Very disappointing because of all the hype around it :/"
        },
        {
            "review_title": "Just ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "I wanted to try this because I loved Bianco Latte and heard this was a dupe. Personally I think this smells very flat compared to BL and more like Comptoir Sud Pacifique Vanille Extreme. On opening itu2019s exactly like vanilla extract (alcohol note included) and then it dries down to a vaguely spicy vanilla. Itu2019s very light with poor silage, definitely an intimate scent. Itu2019s fine just very light and one-note, so I donu2019t think itu2019s worth the price."
        },
        {
            "review_title": "I would avoid",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This one has been on my list for so long and I finally caved and purchased. Yes, I enjoy the scent. But I hate the longevity! Canu2019t smell it 10 minutes later with A LOT of sprays. Tik tok influencers need to be more truthful about products overall. Like yeah of course half of your bottle is gone, you need to apply half the bottle to even smell anything!!! I would avoid purchasing this."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "this smells so generic. just a musky vanilla, for the price i think itu2019s okay but compared to so many others i would not repurchase."
        },
        {
            "review_title": "Scrumptious and delightful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The vanilla in this fragrance is incredibly scrumptious and delightful! The hint of chocolate adds a beautifully sweet, dessert-like quality. As someone prone to fragrance-induced headaches, I'm pleased to find that this one doesn't trigger them. It's sweet yet light and lasts all day without needing to reapply. I bought the travel size and have already used half of it quickly, so I took advantage of the 20% off full-size fragrances to purchase a full bottle. This is exactly what I seek in a vanilla gourmand fragrance!"
        },
        {
            "review_title": "One of my faves",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "By far one of my favorite perfumes!! Absolutely love the smell and it literally lasts all day on me. Highly, highly recommend!"
        },
        {
            "review_title": "the BEST perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "honestly i think this is my no.1. i love very vanilla, cupcake warm creamy scents and this is definitely that but it just has a tinyyyy hint of masculine to it that makes it super sexy and itu2019s like a sophisticated grown vanilla"
        },
        {
            "review_title": "Staying power is wild on clothes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Love this scent! This fragrance could possibly be triggering for people with migraines but it didnu2019t trigger mine. The vanilla is very intense with a hint of spice. Im not a perfume professional and im a newbie to fragrances. If you want to smell like a dessert this is your fragrance. Staying power on skin 6 to 8 hours on clothes its days. Also the price point is great for the longevity."
        },
        {
            "review_title": "Simple vanilla.... Zero longevity",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Combination skin",
            "review_text": "This perfume smells like pure vanilla extract/ vanilla ice-cream but has poor projection and zero longevity. I have the travel size and will be using it as a bedtime frag."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "Absolutely love this perfume! Smells good right when you spray it on, but smells even better once it's settled into your skin. Highly recommend!"
        },
        {
            "review_title": "Not unique",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This isn't worth the hype. There are plenty of vanilla scents that have the same scent and better projection."
        },
        {
            "review_title": "Lovely sweet vanilla fragrance!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is my new favorite scent! I'm IN LOVE with it!! It's a beautiful sweet vanilla scent but not sickeningly sweet. There's also another note in it that I don't know how to describe but it gives it a unique scent compared to othe vanilla fragrances. Their Missy fragrance has that same note somewhere in it as well. I love that this is made with clean ingredients as well. This lasts on my for a few hours. I recommend to layer with their body oil for extra staying power. If you're thinking about getting this I highly recommend it!"
        },
        {
            "review_title": "Doesnu2019t last long enough",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "It smells amazing and very sweet. But the smell doesnu2019t last long and is a lot smaller than I imagined."
        },
        {
            "review_title": "IN LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "The BEST blind purchase Iu2019ve EVER made!!! It smells EXACTLY like vanilla extract. Iu2019ve been searching for so long for a pure and simple vanilla perfume and I finally found my new scent!"
        },
        {
            "review_title": "And Folks, We Have a WINNER!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair",
            "review_text": "A clean frag vanilla winner that is.  This vanilla is WAY better than Phlur's, Commodity's, all of Henry Rose's vanillas (those are runner ups).  Rosie got this right.  This smells AMAZING.  To me, it smells like a fireplace lit room with hot chocolate and caramel chocolate mousse pie. Not cloying.  NOT artificially as some reviews state.  Def not cheap.  A vanilla candle couldn't smell this good.  This one is really, really well concocted.  If you are into gourmands, you should try this.  Atypical, warm and sensual. Fragrances fall into 3 price cats: Cheap - Don't do this ladies.  Just don't. Medium - What most these are.  When you buy frags in this price range, you need to search for the best.  Sometimes, the best will surprise you.  Sis, I wasn't even going to try this one. Expensive - Be careful.  Not all high dollar perfumes are good.  Some are amazing, but have sketch ingredients."
        },
        {
            "review_title": "WOW. New winter fave.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "WOW. Ok, I blindly bought this from someone raving about it on TikToku2026. I am so glad I did. It smells AMAZING. Different than just your standard vanilla!!!!! YUM."
        },
        {
            "review_title": "Amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
            "review_text": "I'm just gonna say this.. this scent brings all the boys to the yard!!.. lol.. it is sweet, delicious, and dries very nicely.  it last for hours on me. I will continue to keep this in rotation."
        },
        {
            "review_title": "bbw candle",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "sooo yes this smells just like bianco latte and if you like bianco latte then great! if you want a truly edible smelling delicious vanilla then iu2019d skip it. it smells OK like a strong vanilla candle and iu2019d probably buy the candle and enjoy it but as a perfume i hate it. i think everyone who describes it as a bowl of fresh vanilla ice cream havenu2019t had vanilla ice cream in a loooooong time! i hate to say it but you can find more gourmand vanillas at bath and body works and even tik tok shop."
        },
        {
            "review_title": "love thisss!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Dry skin",
            "review_text": "i really like this perfume, it smells like vanilla  or like vanilla coffee creamer which smells so good, I feel as though on my skin it smells a little different like I can smell the wood and chocolate in it but it's good longevity is pretty good like 7 hours maybe less for someone ppl but yeah it's good!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This was a blind buy for the sale, I saw it on tik tok a few times and was told it smelled like vanilla ice cream and that is so so true! i would say it does have a slight musk so it dials down the sweetness making it a scent you can wear in any season. i also tried it and woke up the next day and the scent was still evident, so it is long lasting! will repurchase again"
        },
        {
            "review_title": "TikTok perfume community lied lol",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "So much hype around this perfume, however I barely smell it nothing special, it literally last 10 minutes. I envisioned this smelling  like vanilla ice scream, or cake like TikTok said  it would. Fortunately I bought the travel spray so it's not a complete waste."
        },
        {
            "review_title": "Good but a bit plasticky scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "smells good but its a bit plasticky id say. Like when you opened a doll and it had an artificial scent that mixed with the plastic packaging.. idk if I will be keeping it. I prefer PHLURs vanilla scent over this one."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "The perfect amount of vanilla I was looking for,  It's not overwhelmingly sweet & Very casual, Mysterious turn of notes after the dry down to a warmer vanilla scent with a touch of very exotic, Sultry woods, Not a terribly sweet vanilla but more of Sexy, Grownup vanilla, While It creates a very nice scent that you can easily get addicted to, Head Turning Scent that is Classy Warm & Inviting"
        },
        {
            "review_title": "LOVE but the longevity isn't there",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "I absolutely LOVE LOVE LOVE this fragrance but unfortunately it doesn't last at all."
        },
        {
            "review_title": "a must have ladies",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
            "review_text": "amazing I first got a small sample with makeup purchase and took a chance and ordered the large I wanted something sweet smelling but for grown woman not a bubble gum teeny booper kind of perfume like most vinella perfumes,and this was it. it's sweet but not over powering it has a hint of vinella, but in a grown sexy way with the tiny hint smell of waffle cones for ice cream , and omg, the amount of compliments I get wearing this is crazy definitely will be a regular purchase"
        },
        {
            "review_title": "smells cheap..maybe in a good way",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Light skin tone, Oily skin",
            "review_text": "idk how I feel about this one. Reminds me of vanilla extract in a plastic bottle or Walmart vanilla candle...but I can't stop smelling my wrists rn :)"
        },
        {
            "review_title": "Smells exactly like a sweet waffle coneud83cudf66",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I have been waiting for months for Dulce to restock on the Sephora app! When it finally did I wasted no time and purchased it immediately. I must say upon initial spray it was rather disappointing and almost smelled skin like? I got no vanilla cone or chocolate everyone had been raving about? After waiting a couple minutes the dry down was so delicious and I absolutely understand the hype now! I get the chocolate note which I feel mostly shines through in this perfume as well as the waffle coney vanilla and after several hours it dries down even more deliciousud83cudf66. The projection is quite good as I catch whiffs of it throughout the day, I would also say the longevity is about 5-6 hours until it fully settles into the skin. My boyfriend said I smell like candy and he isn't one to compliment perfumes so I'd say that's a great thing! I'll definitely be purchasing again!"
        },
        {
            "review_title": "I love it!! ud83eudd0e",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "I can see why this is always sold out. I've been wanting and waiting to try this perfume for so long and it came back in stock finally and I wasted no time to buy it because now was my chance to try it. I just hoped that I loved it because I bought this not knowing how it smelt and I don't like returning items. this perfume smells good, I wish it had a little bit of a stronger scent but overall I am pleased with it. (I'm not the best at describing perfumes I'm aware that I'm horrible at it ud83dude05 don't hold it against me haha) but it smells exactly like you'd expect,  it's a very light chocolately scent , I hope it comes back in stock again soon and hopefully even in a perfume gift set like it did before and I wish I was able to get my hands on that perfume set ud83dude1e"
        },
        {
            "review_title": "Unique and very alluring",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I love this perfume but I had to write review bc this one grew on meu2026 I orginally sprayed this one on a tester strip and thought it was a bit too synthetic smelling and did not know if it was unique enough to buy. After a few months of still searching for a signature scent I kept seeing reviews on this one pop up, and I decided I had to go back and spray it on my skinu2026 and oh my word. So much better! Should have done this in the first place seeing as this is how you tell if your body chemistry mixes well with any perfume. Now I am obsessed. I wish it was a little bit stronger, but it is still present and longevity on me is pretty great. So I definitely recommend for a intriguing vanilla with a hint of woodsy/musk and a even lighter hint of chocolate that makes this super unique in my opinion."
        },
        {
            "review_title": "Smells like a cinnamon roll",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "Love this perfume so much! I love warm scents and am always on the hunt for a good vanilla. This perfume reminds me of a bakery, like a cinnamon roll. People can't place the smell, but I get a lot of compliments on it. Also, I do catch whiffs of it during the day, so I feel the scent lasts long enough. This is a staple for me as long as they don't go messing with the formula."
        },
        {
            "review_title": "Yummy vanilla!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Perfect vanilla scent! This is definitely for someone that really likes sweet gourmand. Itu2019s a beautiful vanilla scent and lasts awhile on the skin. If youu2019re a true vanilla girlie, you need this in your fragrance collection"
        },
        {
            "review_title": "Buy Something Else",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "Smells like a vanilla candle. Very linear and waxy scent. Youu2019re also only getting 0.25 oz vs other brands that give you 0.33 or 0.34 oz for around the same price. Would not recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "My favorite! Smells like a sugar cookie or a bakery. Super delicious and warm."
        },
        {
            "review_title": "An easy reach",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This is so frigging yummy.  On me it wears sweet but not cloyingly so.  I get a lot of compliments on it and the performance is quite good. It lasts for a significant amount of time and the dry down  lovely.  It is not a groundbreaking perfume but it is cozy, fluffy and delicious.   It is also a gourmand that can be worn in hotter weather which is rare"
        },
        {
            "review_title": "Totally in love! Great for layering.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Oily skin",
            "review_text": "Totally in love with this perfume! This is exactly what I was looking for, a sweet buttery vanilla. A true vanilla in my opinion. Last quite a while on me which I really like. Best part is it layers well with other scents!!"
        },
        {
            "review_title": "Will stain clothes!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I love this perfume so much! However, do not spray it directly on clothes as it will leave stains!"
        },
        {
            "review_title": "Yummy light vanilla, perfect for gourmand lovers!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "The best vanilla perfume I have tried! I want to try the Missy for summer. The only problem is, the travel size spray leaked all over my makeup bag and was gone after only a couple uses. I did buy a full soze later though!"
        },
        {
            "review_title": "Cheaper Option",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This smells close to the expensive Escapade Gourmande by Maison. If you want something more affordable, this is a great option. I think it also smells similar to Vanilla Musk Parfum by Nemat."
        },
        {
            "review_title": "Perfect vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I get lots of compliments on this scent! I think that is a great dupe to a very famous luxury vanilla perfume, save money and buy this one! Not only does it smell good but it is also clean!"
        },
        {
            "review_title": "Exactly what Iu2019m looking for for!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love this perfume smells exactly like vanilla extract and great for anyone who loves vanilla and sweet scents!"
        },
        {
            "review_title": "Loving by Rosie Jane fragrances",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Such a comforting scent. Sweet and fun. A great everyday fragrance."
        },
        {
            "review_title": "Rootbeer float, lingers heavily on clothes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This is a lovely vanilla scent. It smells like a rootbeer float with extra scoops of vanilla ice cream. It is stronger than my usual perfumes. I prefer it for winteru2014I personally think it has too much throw in the summer. Also, this stuff sticks to clothing and sheets rather intensely, so be mindful of that."
        },
        {
            "review_title": "Do not get",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Did not like it after letting set it just smelled like rubber to me I tried layering it with other vanilla perfumes but it still smelled liked rubber to me"
        },
        {
            "review_title": "A Hug In a Bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This perfume feels like the most cozy soft sweater. It sits very close to the skin, but in the best way for a gourmand. Itu2019s also great for layeringu2014I love layering it with Tangerine Boy by Phlur for a creamsicle vibe."
        },
        {
            "review_title": "Dulce - loooove",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Gourmand perfection. It gives sweet, light, and soft vibes. I can smell this on my clothes days later."
        },
        {
            "review_title": "perfect everyday scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "such a beautiful layering scent or even beautiful by itself! sits close to the skin and is the perfect everyday vanilla!"
        },
        {
            "review_title": "Love this one",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Love this and I usually do not like vanilla scents. I also like this for pairing. I pair with Tom Ford Lost Cherry and it smells amazing."
        },
        {
            "review_title": "This was TERRIBLE. I had such high hopes! ud83eudd2e",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I was truly expecting for this to be a sweet, delectable vanilla ice-cream fragrance. It is everything but. Itu2019s artificial, very offensive & strong (not in a good way), and reminds me of those cheap caramel candy cubes. Definitely not"
        },
        {
            "review_title": "Highly complimented!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have well over 30 perfumes and this is by far my most complimented by both men and women! I looove it, about to buy my second bottle."
        },
        {
            "review_title": "Wonderful, sweet skin/personal scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Wonderful, uplifting melted vanilla ice cream scent. The pictures on the website are truly what this smells like. Bad sillage and lasting power but itu2019s so wonderful Iu2019m willing to make an exception this one time"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair",
            "review_text": "At first I did not quite like it (this was a blind buy) but now I absolutely love it itu2019s strong but not too strong and it last a long time on me personally I will buy the full bottle next time itu2019s a little bit expensive for me for now ud83dude03ud83dudc4cud83cudffeud83dudc4cud83cudffeud83dude0b"
        },
        {
            "review_title": "Love this vanilla!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This was a blind buy for me and Iu2019m so glad I did it!!!!! I love this vanilla scent!!!! Itu2019s not overly sugary or artificial. The perfect sexy vanilla not too musky but not too light either. Buying full size next!!"
        },
        {
            "review_title": "smells so yummy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "the only perfume I need! it smells absolutely divine, my only gripe it that it doesn't last super long. but it's a natural perfume so that's expected!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "this reminds me a lot of sweet tooth by sabrina carpenter. personally itu2019s not for me but i would recommend this to anyone who likes that fragrance"
        },
        {
            "review_title": "Almost a 5 star for me",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I love this scent but I wish it projected more. It definitely sits close to your skin and thatu2019s the reason for my 4 stars. It reminds me of a horchata on a warm summer day. Or maybe arroz con dulce without the cinnamon. Itu2019s so comfo and pretty."
        },
        {
            "review_title": "Ended up a top wearer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I honestly passed by this fragrance so many time and would test it but end up putting it back. I finally bought it and it has quickly become a daily wear however not as an on its own scent. I absolutely love to pair this with other vanilla based fragrances"
        },
        {
            "review_title": "If you enjoy smelling like a candle",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Combination skin",
            "review_text": "Smells exactly like the vanilla candles my mom would get from home interior back in the 90s. I get no other notes, just cheap vanilla."
        },
        {
            "review_title": "a lovely sugary powdery perfume butu2026",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Normal skin",
            "review_text": "its a really nice perfume the only thing wrong is that the spray bottle doesnt quite work."
        },
        {
            "review_title": "Offensive Glade Vanilla Air Freshener",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have not had too many fragrances offend me, but this one is one of the few! I am so surprised as I saw how beloved this fragrance is on social media and just by the reviews on here! Out of the bottle and on my skin, this scent is truly the expensive dupe for GLADE VANILLA AIR FRESHENER. It is sickeningly synthetic with the vanilla scent, and has almost a melted plastic + synthetic waxy vanilla combination. I wanted this to be a great gourmand scent, but it just is not it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Itu2019s a clean light smell. Will have you smelling so yummy like a vanilla cupcake."
        },
        {
            "review_title": "Perfect Vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "My everyday scent! Itu2019s sweet but not sickening. It smells real unlike a cupcake scent. Itu2019s warm and cosy. Not so strong it gives you a headache. Sephora pretty plz restock!!!!"
        },
        {
            "review_title": "Smells wonderful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "One of the best vanillas Iu2019ve ever smelt. Very warm and beautiful without being too candy"
        },
        {
            "review_title": "must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve been using this perfume for the past week or so, and iu2019ve gotten so many compliments at school! also smells really yummy like a smore almost"
        },
        {
            "review_title": "Love this, butu2026",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "I really LOVE this fragrance! Unlike anything Iu2019ve ever had! BUT u2026the spray nozzle stopped spraying after I only used it once!.  Can I return this???"
        },
        {
            "review_title": "my go-to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "amazing scent and i get compliments all the time with it :) pair it with sdj cheirosa 59 and prepared to be the best smelling person in the room! wish it lasted a lil longer but i still loooove it"
        },
        {
            "review_title": "Creamy vanilla ice cream!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Dulce is the perfect name for this because it doesnu2019t scream vanilla, you know itu2019s in there because of the sweet creaminess that rounds out the fragrance but itu2019s nothing like a body fantasies type vanilla. On its own itu2019s amazing but I love to mix it with yum pistachio to really give it that pistachio gelato scent"
        },
        {
            "review_title": "This is everything!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This scent is literally the best smell I have ever smelled in my entire life--I adore the warm, sweet vanilla scents and THIS. This is it. I can't explain it, but I could wear it everyday for the rest of my days. You must try!"
        },
        {
            "review_title": "MUST-BUY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair",
            "review_text": "literally the best smelling and long-lasting perfume iu2019ve ever used. itu2019s a sweet vanilla that lit smells like vanilla ice cream"
        },
        {
            "review_title": "the perfect vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, notSure skin tone, Combination skin",
            "review_text": "I struggle to find vanillas that smell good on me, and I swear this one smells the absolute best ! Itu2019s super sweet but not overwhelmingly sweet, and is great for layer with!"
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "Amazing, I love vanilla, so I had to try Dulce. After reading some reviews, I bought the travel size. Afterwards, I knew I had to get the bigger bottle."
        },
        {
            "review_title": "Short Lasting",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This scent smelled great on a sample stick. On me, it has a hint of bubble gum. It disappears within minutes; requiring frequent reapplication. I expect to use this product up quite quickly and will not buy again."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I saw reviews on a different app that mentioned it smelling like ice cream.  This does not give off ice cream to me. It also has a slight hint of alcohol."
        },
        {
            "review_title": "guilt-free indulgence",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "Thick and sweet and rich and warm! I love the clean ingredients, too! It smells like a 90% clean swap for Philosophy Fresh Cream Warm Cashmere. Black Opium girlies might love this, too :)"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Smells just like Bianco Latte but at a fraction of the cost. The longevity is good, and it smells so desserty."
        },
        {
            "review_title": "smells so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I am OBSESSED with this perfume. it smells so good and it's currently my absolute favorite smell. it doesn't have great staying power- I did buy it last week and there's already a small dent in it, but it's worth it. love love love and I will repurchase for sure. I've been wearing it every day since I bought it!"
        },
        {
            "review_title": "A 10/10 vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "One of the best, most long lasting vanillas I own. I get so many compliments, and itu2019s one of my husbands favorites. Sweet and youthful without giving me a headache, and not too immature. An absolute 10/10."
        },
        {
            "review_title": "WILL HAVE YOU SMELLING LIKE A CHURRO",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this perfume doesnu2019t have a cinnamon note but lemme tell you- i feel like a caramel churro wearing it! super sweet and cozy people will want to eat you up. i love all of by/rosie janeu2019s perfumes and had to  have this in my collection"
        },
        {
            "review_title": "Not overly sweet! Great for layering.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I read mixed reviews and tried for myself. To me itu2019s a light sweet with a powder undertone. A lot of people say hint of chocolate? I donu2019t smell it. This is great for layering with my holiday lotions."
        },
        {
            "review_title": "For the gourmand lovers",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "This starts off like chocolate and then quickly turns to a very rich, real vanilla fragrance. On my skin, it smells like I spilled vanilla extract on me which took a while for me to appreciate. Itu2019s a skin scent and worth a try if you enjoy vanillas"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "a great scent if you like more vanilla / gourmand's but not the best longevity."
        },
        {
            "review_title": "My new signature scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I was looking for this scent a long time ago and finally found it am so happy am in love airy vainilla sweet but not heavy it's perfect"
        },
        {
            "review_title": "Good, everyday vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love it! It's a simple vanilla that pairs well with most vanilla based fragrances. It can be a bit sweet before it mellows into a deeper vanilla, so I pair it with By the Fireplace and the EOS vanilla cashmere lotion. It has a decent longevity (6hours on clothes). A good daily scent for an office/school setting. I tend to refresh it at night."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This smells amazing. I would pair it with eos vanilla lotion or bath and body works warm vanilla sugar."
        },
        {
            "review_title": "The Best Creamy Gourmand Powdery Vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This is 0% spicy. This is cream, soft, velvet, vanilla, airy, and sweet. Like a soft whiff of vanilla as you pass an ice cream shop. Very very creamy and so perfect when you want a simple, linear vanilla. THE BEST VANILLA EVER!!!!!!!!!!!!"
        },
        {
            "review_title": "Fades fast but smells amazing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This was one of my favorites from 2023. It literally smells like desert but fades pretty quickly. I honestly donu2019t mind reapplying though, layer with body spray and itu2019ll last a little longer."
        },
        {
            "review_title": "A lighter Bianco Latte",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I heard people on TikTok saying that this perfume is similar to Bianco Latte by Giardini Di Toscana, so I decided to give it a try. Dulce is a beautiful, light, sweet fragrance. If you're a fan of Bianco Latte, though and looking for a dupe, this is not it. Dulce is like diet BL. It's lactonic but but lighter, skim milk compared to heavy cream.  The caramel and vanilla notes feel more airy. Dulce would be great for the summer months if you like like gourmand scents and are looking for something lighter that isn't coconut."
        },
        {
            "review_title": "A must have for sure",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
            "review_text": "The scent last all day on me! I get compliments at work everyday now since using it.  I love love love it"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "It smells like the eos vanilla cashmere lotion just a bit stronger. also, my travel spray had pieces of lint floating around inside so i donu2019t know whatu2019s happened with that."
        },
        {
            "review_title": "I was trickedu2026.ud83dude14",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "This smelled amazing on paper but when I put it on my skin it smelled medicinal and like bath and body works warm vanilla sugar. Itu2019s a hard pass and I will be returning."
        },
        {
            "review_title": "Go to vain al perfume",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "A great lightweight not cheap smelling vanilla perfume. Iu2019m really particular about vanilla perfumes because they can all tend to smell the same but this one is light and sweet, it lasts a good amount of time and I still smell it on my clothes long after Iu2019ve used"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I smell literally delicious. Paired with the new SDJ, you are literally a treat. And itu2019s a clean brand, which Iu2019m really trying to stick with"
        },
        {
            "review_title": "Hit or miss",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This perfume is very very sweet. If you like sweet vanilla  cupcake this is for you. For me personally it kinda gives me a headache  ufffc"
        },
        {
            "review_title": "Smells like vanilla heaven!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "OBSESSED!!! Iu2019m a perfume girl and have more than Iu2019d like to admit. This is a nice vanilla but has a little spice to it. I receive compliments every time I wear it. I started with the travel size and have since purchased the oil and regular size perfume!!"
        },
        {
            "review_title": "Long lasting amazing scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love this smells like vanilla extract and desert. I had the travel size for about a year and was obsessed with it and itu2019s also not too pricey. Lasts so long and smells amazing."
        },
        {
            "review_title": "One of my all time favorites!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, notSure skin tone, Combination skin",
            "review_text": "It lasts foreverrrrr, itu2019s such a sweet yummy scent and layers perfectly with other fragrances! Always gets me compliments and itu2019s great for everyday !"
        },
        {
            "review_title": "Pass",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Ugh Iu2019m so disappointed! Influencers are saying this smells like a vanilla ice cream. This smells SO artificial vanilla and you will not smell it on the skin after like two minutes. Iu2019m returning it."
        },
        {
            "review_title": "Root beer float",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "A bit underwhelming for me. Itu2019s okay, it just smells like a root beer float. If youu2019re really into vanilla gourmands, this would be good for you. Itu2019s not bad by any means, itu2019s just not anything that wows me. Not very intense, but very long lasting."
        },
        {
            "review_title": "so yummy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "i smell literally EDIBLE. this is like if you combined vanilla with like a hint of syrup itu2019s so good. i have asthma and i donu2019t find this to bother it too much! iu2019ve only worn it a few times though, so itu2019s hard to tell. this is absolutely an elevated version of warm vanilla sugar from victoria secret so if ur looking for a dupe, that would be it, but i highly recommend this!!!! it smells like the ingredients of a sugar cookie that youu2019re making in front of a fireplace with your best friends and a romcom is on tv and holiday music in the bckg. so good"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This smells like a creamier less musky version of the billie eilish perfume. Itu2019s very smooth and light and multiple people said I smelled like vanilla. A lot of people said this doesnu2019t last but it lasted me a 10 hour work shift and then some on my skin as well as my clothes."
        },
        {
            "review_title": "I don't get it . . .",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I for the life of me can't understand why anyone would want to smell like sweets. This smells exactly like vanilla extract. It's not sexy, fresh, alluring, unique or anything else you'd want a perfume to be. No thank you."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "This smells exactly like whipped cream once it dries down on my skin! The staying power is kind of weak but I found that layering it (I like it with Choco Musk) it sticks around a bit longer, for me I can still smell it after 3 hours but it doesn't have any projection. Perfect if you like milky gourmand airy scents and are sensitive to really loud perfumes."
        },
        {
            "review_title": "The best caramel perfume!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This is one of the best caramel vanilla perfumes Iu2019ve ever tried. It is such a sweet scent and I am loving it 100%. Iu2019m definitely recommending it to someone who loves Carmel smell. In my opinion itu2019s a really good dupe to Bianco latte perfume, but way cheaper than that one. ufffc"
        },
        {
            "review_title": "A MUST HAVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This was a blind buy do to all of the good reviews, and I donu2019t have any regrets! Super delicious."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "A nice scent thatu2019s sweet and complex but not too overpowering"
        },
        {
            "review_title": "Favorite Perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I love this scent and it lasts really long! I always get complimented on my vanilla scent and I owe it all to this. It has a lot of product and I will definitely be repurchasing. 100% recommend if youu2019re looking for a staple vanilla scent."
        },
        {
            "review_title": "Vanilla ice cream in a bottle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s a beautiful vanilla scent.  Smells like vanilla ice cream!  It has wood in it but you canu2019t smell it, itu2019s literally like someone poured ice cream into a perfume bottle.  Love to wear it to bed because itu2019s a nice cozy  scent."
        },
        {
            "review_title": "yummy non-synthetic smelling vanilla",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "When I smelt this is the store I wasnu2019t too impressed but decide to take a chance because of the hype behind it and im SO glad I did. Itu2019s a very simple vanilla with, to me, the slightest burnt caramel or browned butter vibes - reminds be of when youu2019re making a very vanilla-y dessert and the batter is mixing.   I donu2019t think itu2019s an immature scent or mature, just something simple and true to vanilla scent. It definitely gets more melty and groumand as it wears where when I first tested it out I was overwhelmed by a cheap caramel-chocolate synthetic scent, but that went away in maybe 10 minutes.   It doesnu2019t wear for a very long time but as far as other vanilla perfumes who manage to avoid the synthetic scent I feel this price is fairly low for a full sized bottle so I canu2019t complain."
        },
        {
            "review_title": "Worth the money",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This perfume is in heavy rotation. It is soft, musky and is a beautiful skin scent. Iu2019ve had many compliments. With the exception of one person who said I smelled like cigars."
        },
        {
            "review_title": "Boring Vanilla Body Splash Vibes",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I was so disappointed in Dulce by Rosie Jane. I blind bought it a year ago during a sale because it was hyped as a long lasting gourmand scent. It smells so childish, in fact my 7 year old niece said u201csmells like my lip glossu201d and it does. Like vanilla smackers chapstick which had its moment for sure, but not for a grown woman in her 30u2019s. No more blind buys for me."
        },
        {
            "review_title": "Compliments galore",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I don't even want to write this review because I want to gatekeep but this is the greatest perfume I've ever worn. I love a strong scent, and I've gotten compliments on this everytime I wear it - anywhere from work or even at the bar. People always ask me what it's called because they want to buy too. It lasts a couple hours on me, maybe 3ish, but that's longer than others"
        },
        {
            "review_title": "One of My New Signature Scents",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This is the best blind buy EDP Iu2019ve made! As a floral girlie, I decided to venture into the world of gourmands. I saw Dulce floating around TikTok, and decided to give it a try although TikTok reviews arenu2019t always accurate. However , they got this one right! It smells like melted vanilla ice cream in a waffle cone. I told my friend about it and she went crazy over it and purchased a bottle. I always receive compliments on this perfume. I already have a decent size dent in my bottle and I decided to purchase a back up. This is my signature scent along with my Gucci Flora Gorgeous Gardenia!"
        },
        {
            "review_title": "Bianco Latte?",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I bought this because I seen so many people on TikTok go on and on about how it smells like Vanilla ice cream. When I got it and sprayed it, it reminded me of vanilla mint toothpaste. But as the day went on it smelt just like Bianco Latte to me. They're literally the same scent with a different price point. It's almost like a powdery vanilla cream scent."
        },
        {
            "review_title": "Insane",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Normal skin",
            "review_text": "I put two sprays on and my whole family went nuts. LOL. Smells like vanilla ice cream with cocoa butter. So so good"
        },
        {
            "review_title": "Pure Vanilla. Not overpowering.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "So here are my thoughts on this perfume. Itu2019s very one note pure vanilla, it reminds me of vanilla extract. Thatu2019s not a bad thing. I feel like I finally found a perfume that actually is truly vanilla. Not a fake artificial  vanilla, that being said, itu2019s not very strong so if you are one of those people that is scared of wearing strong smelling perfumes this one is for you.  neither .   Itu2019s"
        },
        {
            "review_title": "Generic",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Very generic, basic, and artificial vanilla. This scent is very overpowering and headache inducing, smells just like bare vanilla from Victoriau2019s Secret. I was expecting a pure sweet scent but it smells like every other perfume."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Literally smells like coke or Dr Pepper I canu2019t distinguish it. Really gross to me and dosnt last"
        },
        {
            "review_title": "BEST scent EVER but does not last long AT ALL.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I want to give this product a u267eufe0f/ 5 stars but I canu2019t. This lasted no more than 10 MINUTES on me. This is the best smelling perfume I have ever smelt. It is the perfect sweet and creamy vanilla scent and when I smelt it I was so excited because I have searched long and hard but then come to fix it does not last long AT ALL so it brings the rating down ALOT"
        },
        {
            "review_title": "NO GO",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "Yikes - this did not please my nose!! Sadly it's a return. I can't tell which note I don't like but it's almost nauseating. It's kind of creamy but in a very very artificial way."
        },
        {
            "review_title": "Longevity",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I LOVE this scent. My perfect vanilla scent. Doesnu2019t give me a headache like some vanillas do. Howeveru2026doesnu2019t last long on me at all which is sad ud83dude1e lasts about an hour on me and then nothing"
        },
        {
            "review_title": "Smooth Vanilla Bliss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is such a lovely delicious vanilla gourmand that smells absolutely divine after 15-30 mins of wear. Not overly sweet or synthetic; itu2019s perfect vanilla."
        },
        {
            "review_title": "Delicious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Such a yummy sweet scent! Was looking for more sugary sweet fragrances and thought I would give this a try, easily one of my favorites:)"
        },
        {
            "review_title": "Gooey cozy warm goodness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "I NEVER write reviews but for thisu2026 I MUST. It smells so cozy and warm. Itu2019s vanilla with a gooey deep twist. It clings to my clothes well and I can catch whiffs of it in my hair when I move. I have even started wearing it at night for bed!"
        },
        {
            "review_title": "Pleasantly surprised",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "At first I didnu2019t like it and thought it smelt cheap. But itu2019s grown on me since, itu2019s suuuch a nice vanilla, itu2019s creamy and light and such a good layering perfume. Goes so well with bum bum cream"
        },
        {
            "review_title": "Not a fan",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I was disappointed in the smell of this. I had high hopes of this and expected something more upscale. It isn't bad but the alcohol smell is very potent. Honestly smells to me just like the vanilla spray from bath and body which I don't care for."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "My favorite gourmand scent ever!  Just wish it lasted longer without having to spray so much."
        },
        {
            "review_title": "buy it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "this perfume smells so good!! i was a little nervous about it because i blind bought it, but itu2019s so good! itu2019s a perfect gourmand and smells like chocolate chip cookies to me! it also lasts all day and i can smell it on myself throughout the day!"
        },
        {
            "review_title": "Light vanilla",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Light vanilla. Not gourmand at all on me. Itu2019s light and soft vanilla. Nothing fancy or complex just a simple vanilla thatu2019s nice for day time . Can be layered well with others . If youu2019re looking for a sexy or boozy vanilla this isnu2019t it"
        },
        {
            "review_title": "Heavy on the vanilla",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "At first I wasnu2019t too crazy about the perfume, very heavy on the vanilla and lasts a long time. You donu2019t need much! If you love vanilla and smelling like sweet desserts, definitely recommend!definitelrecommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The perfect everyday vanilla scent! When I first smelled this in store it smelt like vanilla extract but decided to try it on my skin and oh my after it settled onto my skin it smelled delicious and not too overpowering."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "LLLLOVEEE this perfume. my new sig scent :) i get asked what i wear but im gatekeeping atm cuz its just that good lol."
        },
        {
            "review_title": "best perfume ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "literally the best perfume I own. It smells like a delicious vanilla ice cream clean girl vanilla, people literally compliment me at least once a day on how good I smell when I wear this."
        },
        {
            "review_title": "My boyfriend wonu2019t stop sniffing me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "He loves it and I love it. Itu2019s my new fall scent! u201cGrown upu201d vanilla. Sweet and smoky."
        },
        {
            "review_title": "The best smelling vanilla gourmand!!!! A stand out",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I just got this today and so obsessed!!! Smelled this in Sephora recently and it stood out to me after smelling 5+ vanilla perfumes. It smells phenomenal, sweet and decadent like a dessert. If you are looking for a beautiful vanilla gourmand, look no further I promise!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Smells like vanilla and cookies. It lasts on me all day so this is a 10/10 I will definitely use her a lot during the holidays"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Literally the mature version of vanilla ice cream. It's not too heavy at all, a really pleasant scent. And the staying power is extremely strong--was still there after running three miles, showering, and still even smelled a bit the next morning. This is my daytime vanilla whereas I would go for a spicier one for the evening."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "I finished the travel size in less than a week! Iu2019m hooked and coming back for the full bottle !!!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this perfume however... The price increased from $65 to $95 which is ridiculous ud83eudd72...."
        },
        {
            "review_title": "Amazing fluffy vanilla/woody scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This is SO good. I've tried so many vanillas and if you're expecting a straightforward vanilla, this isn't it. It's a bit more complex. I picture sitting outside in the cold drinking a vanilla latte with chocolate sprinkles with the smell of trees in the distance. In the drydown the woody scent comes out more strongly, but the vanilla undertone is always there. It's sweet but not too cookie-sweet."
        },
        {
            "review_title": "Smoke/Wood scent with vanilla as an after thought",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was hoping for the delicious gourmand vanilla that everyone describes this as with a hint of chocolate but the extremely sharp woody/smokey smell overpowers everything and ruins it. I wish that element was removed."
        },
        {
            "review_title": "LOOOOVEEEE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Bought a sample size and i immediately fell in love with this!! Its very gourmand, like i smell the vanilla but also it settles very well itu2019s a little smokey not to much..But the dry down i love. If youu2019re thinking about it..get it!!"
        },
        {
            "review_title": "Meh. Save for a better a vanilla",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Tried this perfume in store. On the tester, it smelled like melted ice cream but on the skin it smelled sweet but also like soap from the 90s. I canu2019t quite describe but it didnu2019t mix well on my skin. Would pass."
        },
        {
            "review_title": "My new favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Smells absolutely delicious! Itu2019s a warm, sweet vanilla that dries down to a spicy woody, almost cinnamon like smell. Itu2019s fantastic and the bottle is very visually appealing on my counter!"
        },
        {
            "review_title": "Yummy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is like a soft, yummy bakery smell.  It has a very gentle vanilla note and like a powdery sort of sweetness. Definitely not a sickeningly sweet smell. Absolutely love this perfume and great for every day use."
        },
        {
            "review_title": "Loved the smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "First impression similar to bare vanilla but smells better"
        },
        {
            "review_title": "Smells amazing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This is a very aptly named perfume, very sweet and smells delicious. If you are a gourmand lover then you will most likely love this. It smells like a vanilla ice cream with a waffle cone. Iu2019m also impressed with the longevity"
        },
        {
            "review_title": "Just ok...baby powder",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I can't quite make up my mind about this one. I wanted to love it. The reviews for this are almost all favorable so I blind bought it. Melted vanilla ice cream, as everyone describes it, is right up my alley. I thought this would be perfect for me. But...meh.   I will be showing my age here, but this perfume smells exactly like Coty Vanilla Fields from the 90s. Pretty much dead on. I saw someone else put that in a review as well so I know its not just me. When I first put this on it has a sharp note to it. On the dry down I don't get any vanilla at all. I pretty much just get baby powder. Lasting power is mediocre on me, sillage is medium. I don't hate it. I just don't get much vanilla or sweet out of it.  I will use it to layer with other things to help take away the sharpness but I probably won't repurchase."
        },
        {
            "review_title": "BUY IT RN",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I bought this blindly after wanting a vanilla smell and it lived up to the expectations itu2019s such a creamy vanilla scent, Its light so if your going for something that pops this might not be it. Itu2019s gives It girl/clean girl!"
        },
        {
            "review_title": "Spicy Woodiness. No Dessert.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "I love gourmand perfumes so when Dulce came out, I immediately blind-bought a full size bottle. Now, I don't know how people are getting baked goods out of this. I was hoping for chocolate cake and vanilla frosting as promised but neither I, nor anyone around me, are getting baked goods vibes.   Dulce opens with delicate woody spiciness. It's warm and there's some gentle sweetness to it. But the opening does not give me delicious dessert. The woodiness remains as the perfume develops into vanilla extract spilled a couple feet away. It's very distant and almost immediately becomes a skin scent. Chocolate is there as a background role. It's Tree #6 in a school play. If I didn't know it was one of the notes, I would've assumed the perfume just has some musk in there.   It's not a projecting perfume. Most people can't smell it on me unless their nose is like right up to my skin. And I stop smelling it after a couple hours.   As a skin scent, this is fine. I just wish I was more prepared to smell like a tree stump and less like a vanilla cupcake."
        },
        {
            "review_title": "Packaging sucks, fragrance is great",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Dry skin",
            "review_text": "Let me first say I love this scent and the fragrance itself is a 10/10 for me. The sprayer on this is terrible though itu2019s very cheap and I feel like I need to break my thumb just to get 4-5 spritzes. Get the full size instead!"
        },
        {
            "review_title": "if you love sweet, gourmand vanillas...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "If you love sweet, gourmand vanilla scents like I do, then I HIGHLY recommend this perfume. For me, the hinoki wood is the main note I get on my skin with the first initial spray, but the dry down is soooo decadent ud83dude0d. It dries down to a sweet, almost ice creamesque vanilla, and it's now a staple in my collection. I'm veryyyy happy with this purchase. I bought the travel spray and now I'm waiting for my full-size to arrive in the mail as I'm typing this!"
        },
        {
            "review_title": "good, not great.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "i expected something much more creamy and edible with the way this was described, but i think itu2019s just ok. donu2019t get me wrong ir definitely smells good, but i think itu2019s slightly too woody. i wanted a pure edible vanilla from this but instead, thereu2019s something a little too woody in the background. i will say i enjoy the dry down if this more than the initial spray. iu2019m happy to use up my travel delay but not worth a full size bottle in my opinion!"
        }
    ]
}