{
    "product_id": "962",
    "name": "Forget the Filler Lip-Plumping Line-Smoothing Tinted Lip Balm",
    "brand": "LAWLESS",
    "categories": "Makeup, Lip, Lip Balms & Treatments",
    "price": 35.5,
    "about": "What it is: A clinically tested, plumping, cushiony lip balm with a gorgeous wash of color. Powered by Maxi-LipTM, Shea Butter, and Jojoba Seed Oil...Formulation Type: Lip Balm & Treatment..Benefits: Hydrating, Plumping..Highlighted Ingredients:.- Maxi-Lip: Improves lip condition, softness, comfort, and hydration..- Shea Butter: Hydrates..- Rosa canina Fruit Oil: Softens...Ingredient Callouts: This product is vegan and cruelty-free...What Else You Need to Know: Tinted Balm Stick offers the same special plumping ingredient as our Overnight Lip Mask, with a beautiful tint of color in a convenient, portable stick. MAXI-LIP, Rosehip Oil, Shea Butter, and Jojoba Seed Oil strengthen the lipsu2019 moisture barrier while keeping lips smooth, soft, and supple all day...Clinical Results:.Based on an independent study on the specific ingredient complex, MAXI-LIP, itu2019s clinically proven to:.- Improve lip condition +100%.- Improve lip softness and comfort +70%.- Improve lip hydration +60%...",
    "ingredients": "-Maxi-Lip: Improves lip condition, softness, comfort, and hydration. .-Shea Butter: Hydrates. .-Rosa Canina Fruit Oil: Softens...Dipentaerythrityl Hexahydroxystearate/Hexastearate/Hexarosinate, Synthetic Beeswax, Diisostearyl Malate, Oleic/Linoleic/Linolenic Polyglycerides, Octyldodecanol, Butyrospermum Parkii (Shea) Butter, Simmondsia Chinensis (Jojoba) Seed Oil, Polyglyceryl-3 Diisostearate, Microcrystalline Wax, Hydrogenated Poly(C6-14 Olefin), Synthetic Fluorphlogopite, C18-21 Alkane, Simmondsia Chinensis (Jojoba) Butter, Calcium Sodium Borosilicate, Flavor, Tocopheryl Nicotinate, Jojoba Esters, Menthoxypropanediol, Helianthus Annuus (Sunflower) Seed Wax, Ethylene/Propylene/Styrene Copolymer, Silica, Ethylhexyl Palmitate, Acacia Decurrens Flower Wax, Polyglycerin-3, Mica, Tin Oxide, Tribehenin, Glycerin, Water, Rosa Canina Fruit Oil, Zingiber Officinale (Ginger) Root Extract, Butylene/Ethylene/Styrene Copolymer, Sorbitan Isostearate, Palmitoyl Tripeptide-1, Lactic Acid, Phenoxyethanol, Pentaerythrit. May Contain/Peut contenir: Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, CI 77492, CI 77499), Red 30 Lake (CI 73360).",
    "how_to_use": "Suggested Usage:.-Wear it alone for the perfect kiss of color.-Layer over your favorite lipstick for a plumping boost ...PRO TIP: Unlock the extra cushiony texture by warming it up a bit! After the first use and a few swipes, youu2019re good to go.",
    "num_reviews": 1743,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/lawless-forget-filler-lip-plumping-line-smoothing-tinted-lip-balm-P504609?skuId=2787851&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2787851-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Sweetie",
            "shade_descriptor": "pearly nude mauve",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2787851-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Candy Girl",
            "shade_descriptor": "pearly candy mauve pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2787844-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Pink Marshmallow",
            "shade_descriptor": "clear translucent pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2650331-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Baby Doll",
            "shade_descriptor": "creamy baby pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2650349-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Georgie",
            "shade_descriptor": "medium taupe nude",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2650380-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Sugarplum",
            "shade_descriptor": "universal warm berry",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2650372-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Posey",
            "shade_descriptor": "rosy mauve",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2650356-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Lover",
            "shade_descriptor": "plummy rose",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2650364-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Juicy Watermelon",
            "shade_descriptor": "a punchy watermelon",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2678472-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Cupid",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2741577-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Cherry Vanilla",
            "shade_descriptor": "sheer cherry",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2741619-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Amaretto",
            "shade_descriptor": "warm truffle",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2741569-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Whisper",
            "shade_descriptor": "pinky nude",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2741585-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Great colour",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I have a light-medium Indian skin tone and it looks great! Iu2019d like to try a different shade but itu2019s too expensive for me."
        },
        {
            "review_title": "always on me, on reorder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Porcelain skin tone, Dry skin",
            "review_text": "I absolutely adore this formula. with continued use, i definitely see a plumping effect. Like the area has way more hydration than anywhere else. super comfortable, and the application is enjoyable. it has a very light tingle, which makes it super easy to keep reaching for. this isn't like a buxom plumping gloss, this is an ultra luxurious super hydrating lip balm that improves the quality and texture of the lips over time. if you're looking for a just bitten plumping effect, this isn't your gal, but she's way better than that. anyone who doesn't like the plumping or doesn't feel like it's doing enough, doesn't understand the type of plumping being offered."
        },
        {
            "review_title": "Beautiful! New favorite.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "After using this product for the past few weeks, I love the formula. Goes on beautifully. The color is amazing. But my one and only complaint is I thought it was gonna pump a lot more than it does. It does not stain or taste like mace like a lot of other pumping lipgloss is due. But this one is becoming my favorite because itu2019s so easy to go on. It feels great on your lips. And like I said, I love the color. So itu2019s a five star in my book."
        },
        {
            "review_title": "Not a fan of the burn & watermelon flavor",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product is ok, but was not really what I was expecting after reading other reviews. It definitely tingles/burns, so not good for chapped lips in winter. And it was a watermelon flavor that I am not a fan of."
        },
        {
            "review_title": "No Plump???",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I did not notice a difference in my lips when I applied this. No plumping or any sensation on my lips. The shade Georgie is very pretty but unfortunately the color sits in the cracks of my lips instead of u201cline-smoothing.u201d Unfortunately I returned this."
        },
        {
            "review_title": "Beautiful Color!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Candy girl is a beautiful color and stays on forever!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Pink Marshmallow - clear translucent pink",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "As soon as I received this product i immediately put it on itu2019s a nice lip gloss but with slight benefits, it lasts for about an hour if that no stinging with was great minimal pumping like I said itu2019s nice to put on before any lip, you actually put any type of lipstick on or you can put it"
        },
        {
            "review_title": "Pink Marshmallow is NOT tinted, itu2019s clear",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Received as a gift, itu2019s a decent balm. There are quite a few misleading [incentivized] reviews however claiming that the Pink Marshmallow color has a pretty pink tint u2014 there absolutely is not, like whatsoeveru2014 itu2019s clear. I have very fair skin so even the slightest amount of tint shows if I test the color on my arm."
        },
        {
            "review_title": "Tingly effect and slight fragrance",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Warning: tingly effect and slight fragrance.  I didn't see this info on the website and it would have changed my mind about ordering.  Absolutely gorgeous colour and application but the tingle is not for me  butthe tingle"
        },
        {
            "review_title": "No plumping and bad smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Disappointing product. This lip balm smells bad, like bitter paint. Hardly any plumping noticeable. The product amount is also VERY small. Donu2019t waste your time trying it."
        },
        {
            "review_title": "Not a great lip balm",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Medium skin tone, Combination skin",
            "review_text": "This is not a great lip balm. It is heavy and does not glide on. It pulls on my lips as I apply it."
        },
        {
            "review_title": "Forget the filler lip-plumping balm",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Dry skin",
            "review_text": "Very expensive for the quality you get. Regular balm, don't waste your money"
        },
        {
            "review_title": "My Fav New Lip Product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Favorite lip balm! Itu2019s basically been my go to all year. Itu2019s soooo moisturizing and wears beautifully and lasts long. Iu2019m the biggest fan. I stopped wearing all my other products bc this one is so great!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Pink Marshmallow - clear translucent pink",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "The color is sheer and pretty but doesnu2019t wear like a balm. It has a tacky feel and doesnu2019t plump like advertised. Good for a gloss look but thatu2019s it."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Cupid",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I like (not love) this product. The color is sheer but very pretty but I donu2019t think I would consider it a u201cbalmu201d but more of a gloss with a rather tacky feel. I also donu2019t find it to be plumping at all."
        },
        {
            "review_title": "Pass on this. Not hydrating at all",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This product does not feel moisturizing on the lips whatsoever. It does not even give any plumping effects. This is one of the worst lip balms I have ever tried. I am returning this. ufffc"
        },
        {
            "review_title": "Repeat purchase 4ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "Best tinted lip product I've ever bought. On my third tube.  The color, texture, finish - even the shape of the bullet - are perfect for me."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Candy Girl - pearly candy mauve pink",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Candy Girl is fun, but glitter spreads over face. Donu2019t love that."
        },
        {
            "review_title": "New Formula?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Did they change the formula? I have been using this lip balm for almost a year. After getting my recent restock, I noticed the brand new one now has an L imprinted on it which I have never noticed before. Whatever. Kinda cute I guess? But now I am noticing it working and looking differently on than I remember as well.. I am much less happy with whatever this version is :( I would give the original product 5 stars. I wouldnu2019t buy this new one again.."
        },
        {
            "review_title": "Website color/description off",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Whisper- pinky nude looks neither pink nor nude on light, cool toned skin. It's peach. Otherwise, this is a nice but forgettable balm."
        },
        {
            "review_title": "So so tinted lip balm",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Pretty color and feels nice on my lips, but it didnu2019t have much staying power. I also did not feel like it plumped my lips at all."
        },
        {
            "review_title": "Plump me up without the injectables please!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, mediumTan skin tone, Combination skin",
            "review_text": "Product feels so soft on my lips and it does make them extra juicy the color stay so no need to reapply all day."
        },
        {
            "review_title": "Was Hoping This Would Be A Stick Alternative",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I have purchased 12 of the Lawless Forget The Filler Overnight Lip Masks Pots. I was hoping this would be very similar formula and I could use it on the go, since itu2019s a stick. It is not even close to the same formula or feel. I tried it a few times and it didnu2019t give much product, the consistency is hard, and your lips donu2019t feel very moisturized. Pretty dry formula.  tried it a few times and"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Cherry Vanilla - sheer cherry",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been using this lip balm for a few months and itu2019s really helped my chapped lips stay hydrated. I love this cherry color that stays on longer than most lip balms."
        },
        {
            "review_title": "Defective applicator among other things",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I had high hopes for the Lawless Forget the Filler tinted Lip Balm, but had to return it for two reasons.  On the first use, the applicator would advance the product up, but not back down.  In addition, the color Posey was too bright for my lips.  I had wanted more of a muted, dusty rose mauve, and this lip balm has a bright punch to it that looked a bit garish.  Even so, I would have continued to use it if the applicator wasn't broken, despite the fact that it had no plumping effect at all on my lips, and felt a bit dry as the day wore on."
        },
        {
            "review_title": "Regular lip balm",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I could see this being worth it in a different, darker shade but I wouldnu2019t get the pink marshmallow again. I might as well just use a much cheaper, more hydrating regular lip balm from the drug store. . I donu2019t . I donu2019t find it"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Pink Marshmallow - clear translucent pink",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Love love love this!! While it doesnu2019t induce a ton of plumping, itu2019s hydrating and gives a minimal ting. Itu2019s also super pretty on."
        },
        {
            "review_title": "Nice wash of color. Great moisture!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I live in the desert, so dry lips are a daily issue. Hyaluronic isn't supposed to be good in dry air, but I love this stuff. Great moisture and a pretty wash of color : )"
        },
        {
            "review_title": "BEST COLORED LIP BALMud83dude0dud83dude0dud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "MY FAVORITE!!! I wear it everyday. My lips have been chapped for so long after I had my baby and after looking for a good hydrating and lip tented balm. I lost it so Iu2019m buying 2 more lol"
        },
        {
            "review_title": "Not a fan of Candy Girl - Drying and too glittery",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I have this balm in Sugarplum and I love it. This one though is Drying and way too glittery. The color disappeared after an hour, but the glitter stayed behind. Not a fan and will be returning."
        },
        {
            "review_title": "Worth the price",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This is one of the nicest lip balms I've used in a while. There is the smallest bit of a cooling sensation when on your lips, but it's very subtle. I like the clear shade, Pink Marshmallow, and it's nice to use when I need to throw something on that's nourishing and will last on my lips. The price is a bit steep, and I honestly think your money is better spent on a color that you like, as there are many options now. But still, for a simple lip balm this is definitely one of the nicer ones."
        },
        {
            "review_title": "Happy Purchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Such a nice moisturizing feel on the lips , colour is beautiful with a smidge of sparkle and it smells like a juicy watermelon ud83cudf49"
        },
        {
            "review_title": "Clumpy!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Glides in a clumpy fashion, not smooth at all or like the picture."
        },
        {
            "review_title": "A great plumping balm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I love this! It's just the perfect color and so easy to apply. I also love that it gives my lips just a little plumpness! It makes them absolutely delightfully pouty, and it's great. I also really like the smell of the product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Georgie - medium taupe nude",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Love the way this feels going on my lips . So moisturizing. Great color."
        },
        {
            "review_title": "So GOOD",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I love all the tinted balms from lawless, but this one is so nice. I wore it over lawless pink slip liner and it lasted pretty much all day. I reapplied once to add more moisture to the look, but the glittery pink stayed on my lips so well."
        },
        {
            "review_title": "A lip must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "This lipbalm is my absolute staple year round. My lips are now well taken care of. They look plump and feel hydrated which is a win win. I'm Obsessed"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Sweetie - pearly nude mauve",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "love love love this lip set! these look amazing on the lips while also nourishing and hydrating so well! they last for hours and keep my lips hydrated and plump! highly recommend this duo for the perfect amount of hydration and gloss!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Baby Doll - creamy baby pink",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "i did not like this it is so drying and really doesnu2019t do anything for my lips"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Candy Girl - pearly candy mauve pink",
            "review_buyer_description": "black hair, Normal skin",
            "review_text": "I love the lawless lip plumping lippie it feels so smooth on the lips the tint makes it look super natural and hydrating while adding a subtle plump to the lips I highly recommend for anyone with sensitive dry lips"
        },
        {
            "review_title": "Moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This lip balm stick has a candy-like scent that I love. Sweetie is subtle, pink shade that leaves a shimmer. The balm is hydrating and not at all sticky. I can feel a cooling sensation when applied, and with a slight plumping. I love the beautiful hint of color, along with the nourishing ingredients that keep my lips smooth and soft."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Whisper - pinky nude",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I love this lip plumping lip stick! Even with fillers, this lip stick plumps my lips even more and gives them the perfect kissable plumpness! The color is beautiful and neutral so it literally matches anything and can be dressed up or worn with casual attire."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This was so amazing and felt amazing on my lips. The color was just amazing. I absolutely loved it. The consistency was a great payout of the color which was a hot pink. The packaging was super cute. Also, just loved everything about this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Sweetie - pearly nude mauve",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I am obsessed with this line smoothing plumping lippie! I love all the lawless lip products. I love how this has a nice sheen. Itu2019s very fun for a night out. It has little glitters that I find super cute."
        },
        {
            "review_title": "So cute!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This lawless forget the filler lip plumping line smoothing balm is AMAZING! It is such a beautiful color and it does such a great job making my lips look fuller and also getting rid of the fine lines."
        },
        {
            "review_title": "So cute!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This lawless forget the filler lip plumping line smoothing balm is AMAZING! It is such a beautiful color and it does such a great job making my lips look fuller and also getting rid of the fine lines."
        },
        {
            "review_title": "Love this tinted balm stick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The Lawless Forget the Filler Tinted Balm Stick is a wonderful addition to my lip routine!  It has a smooth texture that enhances your natural lip color.  It also has the perfect balance of hydration and lip plumbing pigmented lip color.  Iu2019m definitely obsessed with Forget the Filler Tinted Lip Balm Sticks!"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Lawless Beauty Tinted Lip Balm is a delightful addition to any makeup routine. With its smooth, buttery texture, it glides effortlessly onto the lips, providing a sheer wash of color that enhances natural lip tones without feeling heavy. The formula is hydrating, infused with nourishing ingredients that keep lips soft and moisturized throughout the day. The range of shades is impressive, catering to a variety of skin tones and preferences. Plus, it's free from harmful chemicals, making it a guilt-free choice for beauty enthusiasts. Overall, this tinted lip balm strikes the perfect balance between color and care, making it a must-have for a fresh, effortless look."
        },
        {
            "review_title": "Glittery beautiful balm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "The glitter in this lip balm is absolutely unreal! I have never had such a pigmented glittery balm that actually stays on your lips ever. The color is so beautiful and shiny. The plumping feels nice and I love the results!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I'm really impressed with this Tinted Balm Stick! It offers the perfect balance of hydration and a lovely hint of color. My lips feel softer and plumper. The rosehip oil and shea butter keep my lips smooth and moisturized all day. Itu2019s so convenient to carry around for quick touch-ups, and I love how it adds a natural, healthy shine. Highly recommend if you're looking for both care and color!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I'm really impressed with this Tinted Balm Stick! It offers the perfect balance of hydration and a lovely hint of color. My lips feel softer and plumper. The rosehip oil and shea butter keep my lips smooth and moisturized all day. Itu2019s so convenient to carry around for quick touch-ups, and I love how it adds a natural, healthy shine. Highly recommend if you're looking for both care and color!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Pink Marshmallow - clear translucent pink",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019m obsessed with this product, it is truly a must have in my routine. The color is so pretty, it feels so lovely on my lips. The color lasts a really long time and my lips do look truly fuller after I apply this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Candy Girl - pearly candy mauve pink",
            "review_buyer_description": "Brown eyes, auburn hair, Normal skin",
            "review_text": "Look no further for your favorite lip plumping product!! This lip balm is super hydrating, and I think my lips really look plumper after using it! I really like it and think itu2019s super lightweight and easy to apply. A great every day lippie!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Pink Marshmallow - clear translucent pink",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Love the feel of this lip balm! It gives me the perfect hint of color and doesn't dehydrate my lips - it's super moisturizing! Its convenient to throw into my purse and I don't need to reapply often.  10/10 recommend!"
        },
        {
            "review_title": "It is SO good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This lip balm is so good! It genuinely makes my lips look so smooth and not wrinkly. I love how moisturizing it is! I find myself taking it everywhere with me because it is the perfect size and color."
        },
        {
            "review_title": "beautiful ud83dude0d!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this color and the way it makes my lips look. I feel hydrated all day and stay put for a long time. Great lippie, for sure. So in style also!!! I love the shimmer, and it's just so perfect. Even gliding it on feels amazing!!!"
        },
        {
            "review_title": "Love the color!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "An essential lip product in my purse! Itu2019s smooth and buttery when I apply it and the plumping sensation is very subtle. The color is stunning and I love the sparkles that are in the lipstick! I will definitely be getting every shade."
        },
        {
            "review_title": "Great color",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is my first experience with any sort of lippy for Lawless. thereu2019s no tingle or sensation on your lips, which is normally what I see with plumping. That being said, I donu2019t feel like it plump up my lips that. Beautiful color though."
        },
        {
            "review_title": "A great tinted balm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love this! It's just the perfect color and so easy to apply. I also love that it gives my lips just a little plumpness! It makes them absolutely delightfully pouty, and it's great. I also really like the smell of the product."
        }
    ]
}