{
    "product_id": "913",
    "name": "Protecting & Repairing Shea Butter Intensive Hand Balm",
    "brand": "L'Occitane",
    "categories": "Bath & Body, Body Moisturizers, Hand Cream & Foot Cream",
    "price": 51.0,
    "about": "What it is:An intensely nourishing hand balm crafted with 25 percent shea butter to comfort, moisturize, and care for dry hands..Skin Type:Dry.Skincare Concerns:Dryness.Formulation:Balm.Highlighted Ingredients:- Shea Butter: Supplies a high concentration of omega-6 fatty acids and nourishes and softens skin..Ingredient Callouts:Free of parabens and phthalates. It is also vegan..What Else You Need to Know:Now formulated for the whole family (ages three and up), this rich balm nourishes andu00a0protects skin from environmental aggressors that lead to dryness, such as cold weather and water. Its high concentration of shea butter (25 percent) leaves hands soothed and softened..Clinical Results:In a consumer test on 33 volunteers:",
    "ingredients": "-Shea Butter: Supplies a high concentration of omega-6 fatty acids and nourishes and softens skin...Aqua/Water, Butyrospermum Parkii (Shea) Butter, Glycerin, Pentylene Glycol, Tapioca Starch, Coco-Caprylate/Caprate, Cetearyl Alcohol, Glyceryl Stearate SE, Brassica Campestris (Rapeseed) Sterols, Sodium PCA, Helianthus Annuus (Sunflower) Seed Oil, Hydrogenated Rapeseed Oil, Cetearyl Glucoside, Sodium Stearoyl Glutamate, Xanthan Gum, Sodium Gluconate, Glyceryl Caprylate, Tocopherol, Citric Acid, Beta-Glucan, Caprylyl Glycol, Caprylic/Capric Triglyceride, Parfum/Fragrance.",
    "how_to_use": "Suggested Usage:.-Gently massage onto nails, cuticles, back of hands, and palms..-Apply a thick layer to hands, leave on for 10 minutes, then massage any excess into skin twice a week for an intensely moisturizing effect.",
    "num_reviews": 106,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/shea-butter-intensive-hand-balm-P449167?skuId=2230456&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2230456-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "5.3 oz/ 150 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2230456-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Lifesaver in Canadian winter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is my favourite hand cream! The Shea Butter Intensive Hand Balm by L'Occitane is incredibly moisturizing and leaves my hands feeling soft and smooth. The rich texture absorbs quickly without feeling greasy, and the subtle scent is delightful. Itu2019s perfect for tackling dryness, especially during the cold Canadian winters. I highly recommend it for anyone seeking intense hydration and care for their hands."
        },
        {
            "review_title": "Must have for the winter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I have very dry skin over all and my hands get very dry in the winter this is the only product that helps them and it smells great and doesnu2019t leave a greasy residue"
        },
        {
            "review_title": "A Must have in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I am loving this cream, it is sooo thick and super moisturizing! It has help my hands stay nice and hydrated throughout this freezing cold weather! I would recommend buying this 11/10 I will be buying again once I run out!"
        },
        {
            "review_title": "Winter Hand Care Must-Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "This hand cream is a total winter essential! Itu2019s super rich, keeps my hands soft, and actually helps with dryness from the cold and constant hand washing. My hands feel so much better and stay protected all day. Definitely my go-to for the season!  - Product gifted by L'Occitane Canada."
        },
        {
            "review_title": "Melts into the skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I love the way this massages onto the skin and leaves my hands feeling supple and soft without the greasy residue some creams can leave behind. I only wish the scent was different hence the one star off."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is a thick cream that applies well with residual effects so you do not have to reapply after every hand wash.  It is softly scented which is not offensive to the scent sensitive.  The packaging seals securely so it can easily be tossed in my work bag for reapplication through out the day.  However I do find the packaging to be thick and difficult to manipulate, I feel you would waste a lot of product if you do not start dispensing the product by squeezing the tube from the bottom upon opening.  I enjoy using this cream after a manicure because it keeps my cuticles soft and supple and using it before bed has helped with the chapped hands in the cold season.  - Product gifted by L'Occitane Canada."
        },
        {
            "review_title": "Excellent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "This product was sent for free to review, and I couldn't have come at a better time because the Canadian winter really made my arms and hands really super duper dry! I was super excited to try it out!I absolutely love the fragrance that doesn't last long. The consistency is creamy balm, which feels good while applying it.   I applied it on my dry hands and arms, and I immediately felt my skin felt smooth and nourished. After using it for a few days, I felt my skin get more hydrated and moisturized! A perfect gift for your dry hands! Do give it a try!"
        },
        {
            "review_title": "Saves My Dry Hands",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Dry skin",
            "review_text": "I love everything about this hand balm- the scent, the texture, the size of the tube.. everything! Besides being super moisturizing, it protects my hands from becoming dry in the first place. I love to use it as a hand mask as well. I just apply a think layer and leave it on for ten minutes, then rub in the excess.   - Product gifted by L'Occitane Canada."
        },
        {
            "review_title": "Makes my hands so soft!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This hand balm by Lu2019Occitane Canada is perfect for anyone with rough or dry hands. It relieves the dryness I experience, (especially because itu2019s winter so my hands are more dry) and makes my hands feel so soft. The Shea Butter adds a nice scent to the lotion as well, itu2019s not too strong, which I also love.    - Product gifted by L'Occitane Canada."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "The Lu2019OCCITANE Shea Butter Intensive Hand Balm is my ultimate savior for dry, winter worn hands. The rich, creamy texture feels luxurious and instantly soothes cracked or dehydrated skin. A little goes a long way, and despite its thick consistency, it absorbs surprisingly well without leaving a greasy residue.  After using it regularly, my hands feel softer, smoother, and much more protected against harsh weather. The subtle shea butter scent is comforting without being overpowering, making it perfect for daily use. I also love how it doubles as a cuticle treatment in a pinch. If you struggle with very dry hands, this balm is a must have in your skincare routine!  - Product gifted by L'Occitane Canada."
        },
        {
            "review_title": "Must have this winter season !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "What a beautiful rich thick moisturizing balm! I was so surprised how thick and luxurious it was and not greasy feeling at all! Winter is in full force and my hands are definitely in need of extra TLC ! I highly recommend this hand balm itu2019s so wonderful and really delivers results !"
        },
        {
            "review_title": "Perfect product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Iu2019ve been using the Shea Butter Intensive Hand Balm for a few weeks now, and it has completely transformed the condition of my hands. The formula is rich but absorbs quickly, leaving no greasy residue. Itu2019s perfect for dry, cracked skin, especially during colder months.  The shea butter provides deep hydration, and I noticed a visible improvement in the softness of my hands after just a few uses. I also love the subtle, natural scentu2014itu2019s soothing and not overpowering.  This balm has become a must-have in my skincare routine, and Iu2019d highly recommend it to anyone looking for a deeply nourishing hand cream. Definitely worth it!"
        },
        {
            "review_title": "Luxuriously hydrating",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019ve been using the Lu2019Occitane Shea Butter Intensive Hand Balm for a while now, and Iu2019m really impressed with how well it works. The texture is rich and creamy, but it doesnu2019t leave my hands feeling greasy, which is a big plus. I find that it absorbs quickly and provides long-lasting moisture, even after washing my hands multiple times throughout the day. My hands feel soft and hydrated for hours, which is exactly what I need during the colder months when my skin tends to get dry. The scent is subtle, not overpowering, but I do wish it had a nicer or more special scent like their other products. While it is a bit more expensive than other hand creams Iu2019ve tried, I think the quality justifies the price. I do wish the tube was a little larger, but overall, itu2019s a great product that really delivers on its promises."
        },
        {
            "review_title": "I love everything Lu2019Occitane",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love everything Lu2019Occitane. I was introduced to this product through recieving it for free. This is very nourishing, moisturizing and hydrating. This leaves my hands feeling heeled and soft however the packaging is not it. Since it's Shea Butter it is a thick consistency and the thick silver packaging makes it very hard to squeeze out. The smell also isn't that great compared to other Lu2019Occitane products."
        },
        {
            "review_title": "Soft as Butter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This product is amazing! During the winter, my hand gets really dry, especially when I'm out in the cold. I love using this hand cream. As soon as I use it, my hands feel soft, supple, t and buttery. I absolutely love the shea butter which adds moisture and richness to my skin."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Amazing hand balm, Iu2019m on my third one. Super hydrating and smells nice, my hands like silk after using it."
        },
        {
            "review_title": "Found my hg!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I am obsessed with hand creams and I've been on the hunt for a holy grail cream to stick with. I tried a $$$ cream by a well known luxury brand and it wasn't that special. But this one! It's super rich and thick without being greasy. You get a massive tube of it for just $40. This will last a while bc you only need a small amount each application."
        },
        {
            "review_title": "The best cream ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "Love L'occitane's hand creams. The cream lasts for a looong time and makes my hands so smooth."
        },
        {
            "review_title": "Why did they change this?? Itu2019s horrible now :(",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "They changed the scent of this lotion and it smells awful. The texture is also different and doesnu2019t feel rich and smooth like it used to. Not sure what to use now since this was the only thing that worked for me for years."
        },
        {
            "review_title": "Giving it a pass",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "After using this daily for a week - I had some sort of reaction of dermatitis that caused red itchy bumps on my fingers and hands. It happened only when I used the Hand Balm. I must be allergic to the fillers because I can use pure Shea Butter and I am fine. Sadly, it's not for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "The best! Especially if you work with your hands. Saved my skin for years."
        },
        {
            "review_title": "a MUST HAVE for hand eczema. miracle worker fr",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "this cream has done more for my rlly bad eczema than any other cream from any brand or Dr. idk what's in this stuff but it is pure magic, so hydrating!! it's intensive and it MEANS it. my skin was flakey and bleeding and after 2 weeks of constant use, my hands are totally back to normal."
        },
        {
            "review_title": "Great product, quick results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I have extremely dry hands from working in harsh weather and with harsh chemicals, I also suffer from psoriasis. This hand cream has been the only thing to provide relief without irritation. I could feel and see results after only one use . Highly recommend this product!"
        },
        {
            "review_title": "A rich, healing miracle worker for the skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019ve used Lu2019Occitane for years. It is a Godsend for my very dry hands and elbow. I used the Lu2019Occitane for my feet as well. I would give it 10 stars if it came in a larger container!! It will always be a staple on my nightstand."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Very hydrating !  Does not feel heavy on the skin, and does not have your hands feeling greasy!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I use it for my hands and feet at night and they are so soft and moisturized in the morning! Love this production! You only need a small amount"
        },
        {
            "review_title": "You'll never buy another hand cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This is probably the best moisturizer cream for my hands that I have used in a very long time. Love how it leaves my skin soft and not greasy. Love the light scent as well!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This stuff is amazing!! I loved the smell of it and the fact that itu2019s not very oily. A little goes a long way and  the sheer butter definitely moisturized my skin well. Itu2019s a little on the pricier side, but to each their own.  own."
        },
        {
            "review_title": "yall need this if you got alligator hands.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "his is an honest incentivized review. when I tell you my hands SUFFER in new england winter, it is an understatement. I work outside these days delivering mail, and it leaves my hands worse off than when I was a chef working in kitchens if you could believe it. I am basically a hand cream expert at this point, and fly through it all winter season. I've tried them all, and only a few have actually worked well enough that I don't need reapplication every hour. this is one of them. the smell admittedly is not going to be for everyone, it's nostalgic for me and reminds me of a long gone bug spray from my childhood. if you got dry hands like me though, smell is not going to be your concern if your looking for decent results. the packaging is lovely, and comes in an aluminum paint like tube, which is also nostalgic of paints for me. but the results, oh the results are AMAZING. this INSTANTLY brings cracked and alligator like skin back from the dead, and even saved my poor cuticles from receding. it absorbs so fast, but still leaves my hands feeling softer for hours without an oily feel. with some creams I really gotta slather it on but with this all you need is all you need. absolutely 10 out of 10, home run, will absolutely be purchasing in the future. the process tag is worth my poor hands not suffering next winter. thank you influenster"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "It smells amazing! Very moisturizing for my hands! I love love love it!"
        },
        {
            "review_title": "Must have hand cream",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "Nice light fragrance left skin filling very soft and not sticky. Long lasting and you only need it is small amount."
        },
        {
            "review_title": "If the scent were just a lilu2019 but different.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Midwest Winters are THE WORST for skin. Dry. Dry. Dry. You have to pull out all the stops or you will shrivel up into a nasty red, scaly, ashy skin crust and fall over and get blown away with the snow. Or This Lu2019Occitane  is a fast absorbing, shea butter laden hand cream that you can use your hands to apply anywhere. Listen: wanna save $$$ on tell tale signs of aging? Botox is NOT where to start. Obviously itu2019s with sunscreen immediately out of the womb and then every day after, but a second close is caring for your hands. NOTHING shows your age more, and no one clocks your age faster, than by the skin on the back of your hands. No joke. This hand cream is heavy duty enough, but not heavy or too greasy, that it canu2019t absorb quickly enough for you to continue practicing throwing hatchets or whatever it is you do that requires hands that are not slippery. I use this with the Lu2019Occitane heavy cream, as it makes for an ideal ol' lotion foot in ugly socksu201d overnight treatment. The shea scent is a bit perfume-y  and not like the sweet, yet earthy scent Iu2019m used to when it comes to shea. This brandu2019s ALMOND scented line is PHENOMENAL, btw.  Anyway, invest in your hands, in your future. You canu2019t avoid the change, but you can slow and soften it easily and inexpensively, comparatively speaking. Treat yo self!!"
        },
        {
            "review_title": "full hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Oily skin",
            "review_text": "This cream has been crucial for my hands. After a medical treatment, my hands needed something effective. This cream, rich in shea butter, has proven to be just what I was looking for. Its complete absorption without leaving greasy residues is impressive. Additionally, I appreciate that it doesn't have an overpowering scent, making it perfect for daily use. It has really helped my hands a lot; my cuticles no longer feel dry at all. I would definitely recommend this daily-use hand cream for effective care!"
        },
        {
            "review_title": "yes yes yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I really like this hand cream it goes a long way and will moisturerize dry hands so if you're a nurse or someone who washes their hands alot this is for you it's also good for your nails and cuticals which will stimulate nail growth I love this my only complaint is the metal tube I'm not a fan of those"
        },
        {
            "review_title": "Hands so soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Really loving this hand cream! I recieved it complementary from influenster in exchange for my review. This time of year my hands are extremely dry, this stuff was nourishing, smooth, light feeling not heavy or greasy. Scent isn't bad either. Overall I'd recommend!"
        },
        {
            "review_title": "A must-have for anyone battling dryness.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This hand balm is a savior for dry hands! With 25% shea butter, it provides intense nourishment, leaving my hands moisturized and cared for. The formulation is a luxurious balm, and the shea butter, rich in omega-6 fatty acids, works wonders in softening my skin. A must-have for anyone battling dryness. Say goodbye to parched hands!"
        },
        {
            "review_title": "Dry skin be aware!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "With the thick consistency of the hand cream a little goes a long way. It have a light scent and when you wear perfume or cologne it won't clash."
        },
        {
            "review_title": "Best Hand Cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I am truly impressed with this product! Lu2019Occitane Cru00e8me Mains Hand Cru00e8me is true wonder on my hands and nails. I carry tiny one in my bag too. I keep facing dry hands issues a lot in winters. So I keep this mini in my bag too. It moisturises skin instantly leaving it extremely soft and supple. I moisturise my hands with this cru00e8me, every time I do any house hold chores. The cru00e8me easily absorbs in skin. It has a mild fragrance. It does a great job. Thank you Influenster, Lu2019Occitane and Sephora."
        },
        {
            "review_title": "Best hand cream available",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "Best hand cream available. I've tried a bunch of other hand creams in the past year to replace it, but none are quite as smooth as this one."
        },
        {
            "review_title": "PRICE IS WORTH IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Probably the only hand cream Iu2019ll be getting for the rest of my life. I always struggle to find a nice hydrating cream that doesnu2019t leave a greasy feeling and this one does the job. I would compare this to Glysomed but with a better smell. I live in a -30 weather so my hands get flaky and sometimes it hurts to move them and this cream gets rid of the problems"
        },
        {
            "review_title": "loveu2764ufe0f",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "really good. I use it everyday and its definitely a repurchase."
        },
        {
            "review_title": "No",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "No just no, you pay more to get that intensive consistency but itu2019s not the same. Same price, lesser quality itu2019s watery, this is definitely not 25% shea. Youu2019ll waste your money."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I love the original hand cream and this is the more hydrating version. Your hands feel so soft after applying. Iu2019m not sure which one I will stick with in the long run, but Iu2019ve been using the original Lu2019Occitane hand cream for so many years and they both work so well. I definitely recommend them."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "Not the same formula as it used to be...Smells unpleasant now. Stings when applied. Consistency is thinner. Disappointing and expensive product, for what used to be a winter time staple for my hands."
        },
        {
            "review_title": "MUST HAVE TRUST ME!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "THIS IS A MUST HAVE TRUST ME. This is the BEAT hand cream I have had yet!!! It is so moisturizing and makes your hands extremely soft. Beware, this has a lot of Shea butter therefore, it will make your hands feel a little bit greasy, so if youu2019re not that kind of person avoid this, other than that, I highly recommend this handcream, especially for winter ufffc"
        },
        {
            "review_title": "Something changed",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I've used this hand cream for a long time and always loved it. The last tube I received was different. It used to have a mild, pleasant smell but that's changed. It has a strange smell now that I don't like at all. It's still a rich, emollient cream but the smell, I just can't get past it. Yuck."
        },
        {
            "review_title": "Works Exceedingly Well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, lightMedium skin tone, Dry skin",
            "review_text": "This works better than any hand cream Iu2019ve ever bought for extremely dry skin. It took one use to improve the skin on my hands. One caveat-do NOT use if you have an odor sensitivity."
        },
        {
            "review_title": "yes yes yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Living in a dry climate ruins your hands and this is the only fix. The only downside is that you are left with a slightly greasy residue but that is also the only way to truly fix the dryness. My hands went from cracked to normal within a few days of using this"
        },
        {
            "review_title": "A must-have to prevent chapped and flaky hands",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This was the only thing that kept my hands from turning into alligator claws during that awkward time when we had to work in office again but were still wearing masks and using hand sanitizer every 20 minutes. I still keep this in my nightstand and put it on every night before going to sleep. Along with normal hand cream during the day, my hands stay healthy and not chapped, which is saying something coming from a germaphobe who washes her hands too much."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I love this cream and use it all year!! It keeps my hands so soft!!"
        },
        {
            "review_title": "Best hand creme ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I used to have such dry hands they would crack and bleed and it was terrible and then I tried this lotion, and it made my hands soooo soft and moisturized and Iu2019ve been using it for years now. Itu2019s pricy but so worth it!"
        },
        {
            "review_title": "Amazing, Eczema safe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is my favorite hand cream thus far. Iu2019ve had severe eczema on my hands throughout the summer and winter and this cream has worked extremely well alongside the cream I was prescribed. I am using it alone now and itu2019s working very well. I highly recommend to anyone with sensitive hands that need all the moisture they can get. Smells very nice as well."
        },
        {
            "review_title": "no bad smell!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is one of the best intensive hand creams! Unlike other reviews I donu2019t think itu2019s too greasy, nor do I think it smells bad! Itu2019s perfect for extremely dry hands"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "It is a intense balm, my husband have eczama on his hands and this product helps him a lot."
        },
        {
            "review_title": "Smells bad",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
            "review_text": "It's not greasy, moisturizes well, and lasts.  However, shea butter smells awful -- exactly like ant spray that exterminators use.  Worse, it projects, and I've had others comment about the ant spray smell when standing next to me.  I think L'Occitane's almond hand cream smells much better."
        },
        {
            "review_title": "A tad greasy but overall the best hand cream ever",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this product and will continue to purchase it as my go to hand cream. My hands feel soft and hydrated for HOURS after applied, and a little goes a very long way. Because of how concentrated the shea butter is, I can even use it on my knees, elbows, and feet and feel immediate hydration that lasts for a long time. My only complaint is the formula is a bit greasy. Now it may be due to the fact that I religiously use hand creams (after every handwash, and especially on days I work around a ton of papers to prevent papercuts) so my skin my not as thirsty as the intended selling market's skin so I always have leftover residue on my hands. I will work it into the skin for about 5 or so minutes then pat dry with a tissue and good to go! My husband claims there is a perfume-y smell to the product but I don't notice it. My hands are so soft and happy, I love this product."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I bought this because my usual favorite Kiehl's was out of stock and the reviews were good.   I HATE HATE HATE the smell. It's very baby powder or baby product smelling in an overpowering way. I also think that compared to other lotions it sits a bit greasy on my hands and doesn't feel that moisturizing. I unfortunately accidentally ordered two tubes of it and there's no way I'm going to finish it. Quite disappointing."
        },
        {
            "review_title": "My pandemic hand saviour!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "During the pandemic my hands went downhill so fast with the constant hand washing and sanitizing. I tried almost every hand cream out there and nothing has actually worked to repair my hands like this hand balm! I was on the fence about this product for a while because paying this much $ for a hand cream seemed ridiculous to me, but itu2019s worth every penny! A little goes a long way and I love the buttery silky texture. The tube contains a lot of product, too. I rub this into my hands before crawling into bed and wake up to smooth soft looking hands. It penetrates so deep into the skin that even after washing my hands they look and feel soft! The cons: takes a while to rub in and absorb. Initially thereu2019s a slight greasy look but after a few minutes the cream dissolves into the skin."
        },
        {
            "review_title": "Delicious feel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone",
            "review_text": "Pricey cream, but hands need this cream!!  Smell is delightful, and works like a charm."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Love this product!! Amazing scent and so moisturizing!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This is not as good as the regular hand cream in my opinion."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Love this stuff! Highly moisturizing and the scent is beautiful."
        },
        {
            "review_title": "very good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Very good cream, not intensive but moisturizer good and smells great"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Life saver for people with dry sensitive skin in winter. But I donu2019t deny that it would be too thick and oily for summer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "When I tell you Iu2019m obsessed with this hand cream, itu2019s an understatement! I have 4 of the full size tubes and 12 of the travel size! I keep one full size on my bedside table and one at work. And I ALWAYS have a travel size in my purse.  I bought this when it first launched at Loccitane and have never stopped. This contains 25% Shea butter and it keeps my hands soooo hydrated and soft youu2019d think Iu2019ve never worked a day in my life! lol Iu2019ve found that if you use too much it can be very greasy and youu2019ll have to wait for it to absorb. Other than that, itu2019s like the original Shea handcream but on steroids. Soft glowing skin, stronger nails, no more brittle cuticles, no more hangnails! The packaging is a little stiff, but Loccitane sells a key that you use to roll the tube with to ensure you get every bit out. I give this away as gifts every Christmas, birthday and u201c just becauseu201d every chance i get. Iu2019ll never use another handcream. Also, the scent is just like the original so thatu2019s always a plus. Love love love!"
        },
        {
            "review_title": "Very Bad eczema",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I have had really bad eczema since I was 16, its so bad that My dry skin rips open if I fold my fingers and it looks like someone cut my skin.    I have used number of things but only until i became a mother I figured out my triggers and flare are related to season/weather change.   I have tried everything from eating vitamin C, propolis egyptian creams steroids and have lost my nails from fingers. So please understand when I tell you, YOU NEED THIS!   With this cream little goes along way, the smell is like Johnsons baby powder. Its thick but non greasy, absorbs quickly but doesnu2019t feel it disappeared, leaves a film of smooth and soft hands. Nourishes cuticles and i have actually noticed my skin on knuckles are not dark because they are not dry."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "best stuff out there! I'm a nurse and this saved my hands from all the hand sanitizer I have to use all day!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Favorite hand balm. Super moisturizing. A little goes a long way."
        },
        {
            "review_title": "Good Stuff",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I haven't been compelled to write a review in quite some time. This balm is so emollient and really penetrates. Definitely have some time to let your skin soak in the shea and relax with the scent. It works equally great in larger and small quantities."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love the smell and it works great but leaves your skin very oily so you have to wait a few minutes before doing anything until it dries."
        },
        {
            "review_title": "Luxurious",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Very intense, a little bit goes a long way and lasts.  Scent is a bit too strong for my liking.  I'm taking 1 star off because I really disliked the packaging.  Tube is made out of aluminum/metal sheet so it is hard to squeeze out product, in which a lot of product ends up in waste.  When I tried to cut the tube open, to get the wasted product out, it is sharp and you have to be careful not to cut yourself."
        },
        {
            "review_title": "Only thing that has helped my dry cuticles!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Only thing that has helped my dry cuticles! Iu2019ve tried over 15 hand and hand and nail creams and this is amazing and isnu2019t greasy only use a tin bit for a full absorption and more to leave on like a mask."
        },
        {
            "review_title": "Elle conviendra u00e0 tous les types de peau",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Excellent soin ru00e9parant pour les mains qui ont tendance u00e0 u00eatre  su00e8ches et abu00eemu00e9es, par exemple par l'utilisation excessive de savon u00e0 main ou de gel antiseptique en temps de pandu00e9mie. La texture est tru00e8s (tru00e8s) grasse assouplit la peau et pru00e9vient la du00e9shydratation. Son odeur est apaisante. Par contre, je suggu00e8re de l'utiliser u00e0 la maison en fin de soiru00e9e pour ne pas donner de poignu00e9e de main grasse et graisser vos appareils u00e9lectroniques."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I tend to get dry skin due to frequently washing my hands at work. This hand cream is simply the best and makes my skin feel super soft compared to other hand creams. Also, it isn't heavy or greasy, and smells nice. My skin soaks it up well, and I feel like it keeps it moisturized for a good chunk of the day. Highly recommend!"
        },
        {
            "review_title": "the best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m a nurse with already dry hands and this hand cream is the ONLY one that gives me some relief from and helps heal painful chapped and cracked hands"
        },
        {
            "review_title": "L'Occitane always deliver",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "L'Occitane never disappoints, and this ooomph'd up 25% shea butter hand cream definitely saved my hands from harsh winter, and constant hand washing. My skin's soft and less wrinkly when I use it.  I have both small tube (office) to the big tube for night use."
        },
        {
            "review_title": "Long time customer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, lightMedium skin tone, Oily skin",
            "review_text": "Love this cream!  The best for dry cuticles!! Nothing comes close."
        },
        {
            "review_title": "very moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love, love this cream I have it next to my bed and use it nightly to combat winter dry skin.. smells great and super moisturizing -"
        },
        {
            "review_title": "The best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Probably the best hand cream I have tried last 3-4 years. Regular Shea butter hand cream is good but this is far better. Not greasy and soaked in my hands quickly. Josie Maranu2019s body butter is emollient but it stays oily so I was only able to use it at bed time. I use my hands a lot for washing dogs for my job and this cream healed my cracked hands in no time.  Only problem I have with this tube is the teeny tiny cap."
        },
        {
            "review_title": "Lifesaver for dry hands!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Absolutely love this cream. I live in the cold US midwest. The weather is not kind on my hands and neither is my excessive use of hot water. They suffer a lot of abuse. Start cracking and bleeding during the worst months. This cream is absolutely delightful. I use it before bedtime, it is thick and dense without being greasy. Smell is a classic L'occitane one. I can definitely feel an improvement after only a few nights, I would think this works best if you're able to leave it on and work its magic."
        },
        {
            "review_title": "Favorite hand cream for years!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "I have been using this hand cream at night right before bed for years! It may seem pricey, but a little goes a long way and a tube usually lasts a few months. The scent is nice but not overpowering, and the texture is thick enough to be super nourishing, but not so thick where you feel like you canu2019t touch anything afterwards. They now make it in many scents, but the classic shea butter is still my favorite. If your hands get dry, this should be your go-to!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Very light formula that gets the job done, I already noticed a big difference only after a few uses!"
        }
    ]
}