{
    "product_id": "956",
    "name": "Mini Ultra-Blur Talc-Free Translucent Loose Setting Powder",
    "brand": "Laura Mercier",
    "categories": "Mini Size, Makeup",
    "price": 38.0,
    "about": "What it is: A talc-free loose setting powder that is infused with hyaluronic acid for comfortable, up to 16-hour wear and ultra-blurring power...Coverage: Light.Finish: Natural and Matte.Formulation: Loose Powder.Highlighted Ingredients: - Hyaluronic Acid: Makes the powder comfortable for all skin types..- Amino Acid and Silica Powders: Create a soft-focus effect on fine lines, pores, and imperfections...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance...What Else You Need to Know: This powder has a weightless texture, so skin looks and feels soft, smooth, and flawless. It is infused with ultra-blurring ingredients like amino acid and silica powders to blur away the look of pores, fine lines, and imperfectionsu2013with total shine absorption and zero photo flashback...Clinical Results: After 3 days of consumer testing with 71 women that used the Ultra Blur Translucent Loose Setting Powder:.- 100% agreed it sets makeup.- 99% agreed it feels comfortable.- 97% agreed it controls the look of shine on skin",
    "ingredients": "",
    "how_to_use": "",
    "num_reviews": 96,
    "overall_rating": 4.0,
    "product_url": "https://www.sephora.com/ca/en/product/ultra-blur-talc-free-translucent-loose-setting-powder-P505906?skuId=2665487&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2665487-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Medium Deep",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2665487-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Translucent Honey",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2665479-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Translucent",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2665461-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Rose",
            "shade_descriptor": "peachy pink for fair to medium skin tones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2793446-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Not great",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really wanted to love this and had high hopes for this powder. I donu2019t know if itu2019s just my user error (I use a powder puff) but my under eyes always seem to separate and look patchy and cakey after using it. It does this woth both of my concealers (NARS and tower 28)."
        },
        {
            "review_title": "Flawless",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Flawless. This powder is very very blurring to the skin and looks like a filter. The only downside is that it is very heavy and mostly works with a more heavier base so it wouldnu2019t really look good with a natural makeup look. Although I will always use it for full glam days!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this powder. It sets makeup well without making your face look powdery and does provide some blurring."
        },
        {
            "review_title": "Itu2019s bad , trust me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Look I read so many good reviews about this powder that I could not possibly think that it was bad. I never expected it to make my under eyes worse. It makes my concealer crease and it does not brighten at all."
        },
        {
            "review_title": "Flashback",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Just get the original one, this one has flashback and makes you looks like a ghost."
        },
        {
            "review_title": "A must everyday - social media got it right",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This was a social media buy that was worth it.  It was exactly what I was looking for.  Light coverage, with softness and blur.  I just bought my second jar.  I use it everyday for a light look to go to work."
        },
        {
            "review_title": "My go to setting powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the Laura Mercier brand and have used quite a bit of their products. I have the original setting powder, but it was getting low, so I decided to try this one. It didn't disappoint. My skin looked like it had a filter on it. Absolutely love it!"
        },
        {
            "review_title": "I tell everyone I meet about this setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Literally cannot bring myself to try another setting powder after this one. Its the only product that can keep my makeup in place, and I don't even have to use setting spray after it either. It keeps my pores blurred for the whole day as well :) super easy to reapply too, it doesn't get cakey. I literally rave about it every chance I can get"
        },
        {
            "review_title": "Looks so good!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Really good! I personally prefer pressed powder as I don't wear too much base makeup on a daily basis but bought this for my mom and she loved it! It blurs the face very well and looks very natural! While I don't need it now, I will definitely be purchasing this for myself in the summer for weddings and parties!"
        },
        {
            "review_title": "wanted to love this",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "wanted to love this but its not for my dry mature skin"
        },
        {
            "review_title": "Must Have for Mature Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This powder is legitimate for mature skin. I am 42 now and dealing with dry skin. I have had to relearn my makeup routine and products, and this is one of my new favorites! I set my makeup in the morning, and I am good all day. It has a blurring effect and makes everything look soft. I love this stuff!"
        },
        {
            "review_title": "Just ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like the original Laura Mercier translucent powder more. This powder just sits on top of my makeup and doesnu2019t blend as seamlessly. It also has a weird scent..?"
        },
        {
            "review_title": "worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this loose setting powder does blur and helps make it look airbrushed!!"
        },
        {
            "review_title": "Love it but not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought this product about a month ago, and I noticed from using it, that since the powder is loose,  it gets everywhere when I use it. I loved this product but it got in everything, my clothes, hair, carpet, furniture, etc. and I'm not even going overboard or crazy with usage. I do use a powder brush for this, so it could be an issue on my part but this is just from personal experience, hopefully others have a better experience than i did."
        },
        {
            "review_title": "A new add to daily routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This does what it promises.  Blurs just enough and is smooth not cakey. A little goes a long way.  A new must have."
        },
        {
            "review_title": "Ok",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Like this, but not as good at blurring as the original Givenchy Presme Libre powder or Huda Beautyu2019s Cherry Blossom Cake. Just ok."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this powder! My only regret is I wish bought the bigger one!"
        },
        {
            "review_title": "A perfect colour match!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have enjoyed using the original Laura Mercier translucent ultra-blur loose powder, however the colour is quite yellow and I could only get away with using it in the summer. I've just picked up this rose colour, and it is the perfect peachy pink for my peaches and cream complexion. Same blurring performance I've enjoyed, now in a translucent powder that I can wear all year long."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Translucent Honey",
            "review_buyer_description": "",
            "review_text": "They didnu2019t have translucent. So I chose this colour and it did not look good on my skin tone. Made me yellow. Better for darker or olive skin tones I think."
        },
        {
            "review_title": "gave me breakouts",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I switched from the original as I have had some acne lately and talc-free is supposed to be much better for that.  I actually started breaking out a lot more with this product over the original.  Coverage is just as good as the original but the formula just might not work for some people, like me."
        },
        {
            "review_title": "Love this powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve used this a couple times after shopping for a new setting powder for a while now. I wanted a powder that was fragrance free and talc free. This product has both. Itu2019s the perfect shade for me and even feels hydrating!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Translucent",
            "review_buyer_description": "",
            "review_text": "Holy grail setting powder! Makes you look SO smooth, almost like a filter."
        },
        {
            "review_title": "Best Loose Powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "after using this product since january, i have to say that this product is an absolute must for beginners and people with textured skin. it works really well on acne prone skin, and it doesnu2019t break me out at all. itu2019s a stapleud83eudd2d"
        },
        {
            "review_title": "Insane",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Floute bien la partie du visage souhaite et fixe le maquillage. Je recommande"
        },
        {
            "review_title": "MUST HAVE 4 flawless skin 2 set makeup ALL DAY!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Laura Mercier kindly gave me this Ultra-Blur Tone Up Translucent Loose Setting Powder in Rose for free so that I could review it! This product has left me at a loss for words! It is pure perfection! I love how fine the powder is and how it leaves my skin feeling smooth as a baby's skin! It goes on so creamy and buttery, blurring all of the imperfections on your skin. I struggle with redness on my skin. This color corrects my skin and  evens out my skin tone. It is also very pigmented. A little goes a very long way! I have been using it for a month and have only used about 1/4 of the jar! I found that using a large powder brush to apply it on top of my concealer applied the product more evenly as well as used less product and naturally picked up just the right amount! Another benefit of this product is how it doesn't settle into fine lines or wrinkles, making it perfect for more mature skin, too! The product lasted all day. Setting my makeup on my face and keeping the shine and oiliness away!  I have used so many other setting powders, all of them fall short by settling into fine lines, feeling cakey on my skin and causing my skin to end up sweating all my make up off only an hour or two into the day!  It gives your skin and face the most beautiful, natural, flawless look! I have recommended this product to so many of my clients and have had many of them start adding it to their daily routine! Some benefits of this product are: u2022Makes all of your other makeup last longer as you won't have to apply it nearly as often! u2022It doesn't clog up your pores u2022Lightweight u2022Doesn't cause foundation to settle into fine lines u2022Product lasts a long time getting you way more BANG for your BUCK!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Translucent",
            "review_buyer_description": "",
            "review_text": "Love this, keeps me from getting oily through out the day."
        },
        {
            "review_title": "Totally worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love love LOVE this powder! I wore it every day during a week of 95+ degree days and it really helped to keep my makeup and face from melting. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Medium Deep",
            "review_buyer_description": "",
            "review_text": "After using this i soon realized it did not match my skin and made my makeup look u201ccakieu201d donu2019t think Iu2019ll try to get another one in my skin tone because of the formula. tbd though!!"
        },
        {
            "review_title": "A STAPLE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This powder is so much better. The powder itself is so much finer and sets flawlessly! It doesnu2019t crease or budge through out the whole day. Wore this to a rave and it made sure everything stayed put. I would definitely use a sponge or a puff for this over a brush!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Translucent",
            "review_buyer_description": "",
            "review_text": "100% the best powder for me! I do not bake, and I do not need heavy duty shine control. What this does for me is lock in makeup over layered skin care and sun protection without getting cakey.  It has a light, silky texture, and glides on beautifully.  I get a soft, blurred finish that doesn't appear to be powdered at all. I do not find it drying or irritating. Will definitely repurchase!"
        },
        {
            "review_title": "Funky odor",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It was super nice on the skin. It set my makeup well and looked and felt natural. The powder itself is fantastic. However, I returned it because it smelled funky. The product was new and sealed when I got it, so I don't think it's expired or tampered with. It was just such a weird odor for makeup. I hate returning stuff, and I felt so bad. If you are OK with the scent, this is a fabulous setting powder."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After using this project for a couple of months now I really like I have the mini and the normal sized one both are really good if I mess up my make ou it fixes it and I love it ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Translucent",
            "review_buyer_description": "",
            "review_text": "I hated the original setting powder that Laura Mercier came out with because it was too yellow and drying. I had none of those issues with this formula. It sets my concealer and gives a blurring effect. My only complaint is the packaging. Too much powder comes out of the holes and was a nightmare to travel with."
        },
        {
            "review_title": "Love Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "LOVE, LOVE, LOVE this setting powder. Honey is the perfect shade for medium skin tones."
        },
        {
            "review_title": "Best Powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It looks pretty good on u2014 great coverage not cakey. Laura Mercer always had one of the best setting powders But WHERE IS THE PUFF? They used to sell the puff w it at half the price"
        },
        {
            "review_title": "Part of my Holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is my second time purchasing this because I love it! Keeps me looking fresh and glowing and last all day, this really compliments my makeup routine and sets nicely overall."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Translucent",
            "review_buyer_description": "",
            "review_text": "No for the price. Not any better than O/S or any other setting powder. Returned."
        },
        {
            "review_title": "Orange",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Way too orange. Not the color on the photo at all. Waste of money. Im really sad i bought this."
        },
        {
            "review_title": "The best stuff on the market!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Best powder Iu2019ve ever used!  I have a talc allergy so I was so happy when I found this!  The full size is pretty pricey, so I started with the mini first.  It lasted me so long!  Really decent sizing. Blurring and long wearing but super natural. I set my whole face with this and cream eyeshadows. The best!!"
        },
        {
            "review_title": "Color: Translucent",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It looks too cakey on me. Have used different brushes but nothing seems to work. Won't repurchase. Also, it would be nice if it came with a small powder puff but it doesn't."
        },
        {
            "review_title": "Favorite powder !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Very good, last all day even if you have a pretty oli face!"
        },
        {
            "review_title": "My New Go-To for natural looking skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have 32y/o combination skin and struggle to find powder that works for me but this powder was a nice surprise.  I won't say it mattifies my oily parts completely but it does set my makeup nicely and has a blurred effect.  I've repurchased twice now because I really love the finish. One star removed because sometimes I have to use a different powder to eliminate my oily zones, but I honestly don't know if there's a powder that can accomplish everything my skin needs. Love the mini size btw! Great way to try the product without investing too much money ud83dude18"
        },
        {
            "review_title": "Very smooth but just get a cheaper powder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Honestly this powder is very easy to work with but I think a drugstore powder could do the same but for cheaper ! If you can afford this though I would recommend it!"
        },
        {
            "review_title": "Yes!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The best I've ever used, totally worth it, especially if you're an oily girl."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Translucent",
            "review_buyer_description": "",
            "review_text": "Similar to the original formula just talc free product goes in crease free I used and triangle puff and pressed down"
        },
        {
            "review_title": "Allergic Reaction",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Allergic reaction the following morning after using it for the first time. Puffy eyes, itchy and red skin. I had the same type of reaction from the Kosas revealer foundation in the past, so there must be some sort of common ingredient."
        },
        {
            "review_title": "Just no",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This Laura mercier mini talc free translucent setting powder never worked 4 me. My makeup could look flawless but then I add this & it becomes flakey, cakey, super drying. Has never worked for me, under different skincare or foundations."
        },
        {
            "review_title": "Mehu2026 get the OG",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I tried it because I really like the talc free aspect but I muchhhhh prefer the OG one. I ended up returning this one as it was not giving me the same smooth finish ( specifically under my eyes)."
        },
        {
            "review_title": "Staple in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "There is no setting powder like it! Super fine powder that helps set my makeup to last all day."
        },
        {
            "review_title": "Not Impressed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Super disappointed in this product. My go to is translucent powder by Bare Minerals and for some reason I wavered and purchased this. The packaging causes this product to be super wasteful as t wasteful."
        },
        {
            "review_title": "Not translucent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great setting powder, but this is not translucent. On my fair skin it's orangey and makes it seem as if I didn't match my makeup correctly. Disappointed."
        },
        {
            "review_title": "A must-have in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is my second time buying this! My holy grail!! No other products can beat this!!"
        },
        {
            "review_title": "Must have in makeup routine and touch up kit.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Perfect for T-Zone oily area and great for dry skin .It doesnu2019t make dry patches more dry .I have dry  sensitive skin but it work like magic .It disappears pores and smooth that area like velvet finish."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Translucent Honey",
            "review_buyer_description": "",
            "review_text": "This powder works well and a little goes a long way!"
        },
        {
            "review_title": "No crease and no ashy foundation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Was looking to replace my darker ABH powder with something new and came across this in store. Iu2019ve used LM regular powder before too. I liked the blur effect and the color on my brown skin without turning my concealer or foundation ashy like the translucent or honey ones have. It seems to keep my concealer nicely set without creasing."
        },
        {
            "review_title": "Better than their other best powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "A must have.  I gifted it to everyone for Christmas.  Iu2019m so glad they have the travel size also.  Perfect for pressing under the eyes because it wonu2019t leave that area dry."
        },
        {
            "review_title": "Better than the original! Has soft blurring effect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product is way less drying. It shockingly does cast a blur type filter look and makes pores and lines less noticeable like REALLY! I just tried my old original one today and Iu2019m sticking with the blur"
        },
        {
            "review_title": "Wonderfully sets!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "A little goes a long way and sets makeup just right. Iu2019m naturally tanned and chose translucent. Talc Free is what made me purchase"
        },
        {
            "review_title": "Blurs and Sets like a dream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This powder is one of my favorites. Itu2019s lightweight and blurring. It doesnu2019t cake up and wears really well throughout the day."
        },
        {
            "review_title": "Weightless!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great product! The best part about the product is the weightlessness."
        },
        {
            "review_title": "must have powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "it totally blurs my pores and i have no more creasing under my eyes"
        },
        {
            "review_title": "Disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I tried Fentyu2019s lavender powder in the store and loved it but then realized it has Squalene and I am allergic so Laura Mercier was my 2nd choice. I just want to lightly blur between my nose and cheeks but donu2019t see that effect. Iu2019ve tried applying with brushes and sponges and canu2019t get a sweet spot between not enough product and caking or settling into tiny lines. I gave up because I get better results an old powder compact from a different brand that is easy to apply."
        },
        {
            "review_title": "Nice size for travel",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love the compact travel size!  But I do not feel this powder is translucent, it leaves me looking a bit orange tinted."
        },
        {
            "review_title": "why does talc free products have to be bad",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "made me look super cakey and glittery immediately returned"
        },
        {
            "review_title": "Velour puffs no longer come included, disappointed",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019m disappointed they no longer come with the puff.   If they stopped selling with the puff they should remove that wording on the box saying to u201cuse the velour puffu201d.  And if they arenu2019t going to remove those words at least sell them separately!! I canu2019t find the puffs now. Smh"
        },
        {
            "review_title": "LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i have the mini one, but im definitely buying the big one, I LOVE IT, it blurs your makeup beautifully. 100% recommended"
        },
        {
            "review_title": "Absolutely love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Absolutely love this! Gives a finished look not heavy and didnu2019t contest my skin. Highly recommended"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Definitely buying the large size. I bought the mini just to try it out but I really like the product and the smallest isnu2019t enough.great powder not super drying"
        },
        {
            "review_title": "Ok.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I didnu2019t get the blurring effect as much as I did with other powders but it is talc-free."
        },
        {
            "review_title": "A winner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is actually a decent mini size in the same miniature packaging as the big size. I wanted a smaller pot for travel to refill because the standard powder pot sizes are super bulky and big. Comparing to the Hourglass mini Veil translucent powder, you get WAY more in this mini. Plus I LOVE the honey tone so you can blend the power in better without it looking to whitish. To me this is a more concealing powder to even out the light areas, whereas the Hourglass and Saie and Kosas, are more all over setting. This one evens out my highlighted areas where I contoured my lower face with my shape tape concealer. Or when I have a tan, this Translucent Honey is awesome. This is more a press in powder, whereas I like my Hourglass Veil as a light dusting finishing setting powder if that makes sense. This does not look cakey and wears well all day if you have a lighter good foundation under. This type of powder will work better with a sheerer foundation in my opinion. This powder is a staple in my routine."
        },
        {
            "review_title": "Incredible powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Beautiful, lasts, and doesnu2019t break me out. And unlike the powder that are comprised of silicones, it doesnu2019t look or feel strange up close, and doesnu2019t mess with makeup."
        },
        {
            "review_title": "Flawless Setting Powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "beautiful semi-matte finish without drying the skin or causing the makeup to appear patchy. The appearance and longevity of my makeup is beautifully impressive! Please DO NOT reformulate this product! ufffc"
        },
        {
            "review_title": "Really good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It is an incredible baking powder. Donu2019t dry my skin at all."
        },
        {
            "review_title": "So so very good for dry eye+",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I put off trying this powder because of the price but after many fails with other powders, I decided to try this. It works so well at setting my concealer and adding a nice effect to my lines and wrinkles. I hate that I have fallen in love with a powder that works so well but costs so much. I've tried drugstore powders with similar claims that weren't anywhere near as good as this powder is."
        },
        {
            "review_title": "Wanted to love, but terrible creasing!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought this in the mini size to try and I was so excited. I've had it for about a month and tried to make it work plenty of times, but I do not like it whatsoever. My under eyes crease so easily with this setting powder and it always ruins my mood seeing it. I will be returning this as I am very disappointed."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Translucent",
            "review_buyer_description": "",
            "review_text": "I have dry acne prone skin and while this product didnu2019t break me out it did make my face feel dry after putting it on."
        },
        {
            "review_title": "couldnu2019t hate a product more",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this product was a huge let down. the first time i tried it i hated it. i gave it a few more tries and regretted putting it on every time. it accentuated lines and wrinkles i didnu2019t even know i had. not one to leave such harsh reviews but iu2019ve never felt more passionate about the poor quality of a product. stick to the og"
        },
        {
            "review_title": "Disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought this thinking it would be a little more hydrating than the original but it ended up being more drying. My under eyes were very patchy. Maybe it works for others or maybe it just doesnu2019t set well on my concealer"
        },
        {
            "review_title": "Must have for my routine.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've used Laura Mercier translucent powder for years.  Now I am trying the setting powder.  It's perfect for helping to keep my makeup in place.  I can't do without it.  It's very fine texture and very little color are perfect."
        },
        {
            "review_title": "Beautiful Finish!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really prefer this loose powder over the original!"
        },
        {
            "review_title": "LM Mini Ultra-Blur Talc-Free",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Out with the old u2026 in with the new. Iu2019ve been using the original setting powder for years. I decided to try out this mini version before commuting to a full size. I absolutely love this finish of it. I tend to use the medium deep colour before applying my foundation. I use the honey colour for my under eye concealer bake."
        },
        {
            "review_title": "Dry skin approved",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got this a sample in a order and Iu2019d liked it and itu2019s non comedogenic ive tried a million setting powders and they all make me look dry, textured and cakey. Iu2019ve been really enjoying how this sets."
        },
        {
            "review_title": "THE ABSOLUTE BEST!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really don't understand all the negative comments about this powder! It's so much better than the original and doesn't leave your face looking too powdery. It's finely milled and will have your makeup last all day! I also love that its talc free! Easily my new favorite powder."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Medium Deep",
            "review_buyer_description": "",
            "review_text": "The orginal one made my eyes water and I like  this one better because of the talc free."
        },
        {
            "review_title": "Better than expected results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This powder is light and gives me great coverage. So happy I got it. Will buy again."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Translucent",
            "review_buyer_description": "",
            "review_text": "it leaves a weird patchy look on my face, it doesnu2019t really do nothing on my face either. Maybe itu2019s because my face is oily so i would recommend on dryer skins"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product caught my eye recently because itu2019s talc-free and it gives my face a beautiful finish! My makeup looks great all day without any texture showing."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I wish I got the original :( I do not see blurring at all, just powder."
        },
        {
            "review_title": "favorite power ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i always loved laura mercier i even have the original does blur my pores than the original but i set my face and put this on the spots like my undereyes and where i crease amazing powder"
        },
        {
            "review_title": "Itu2019s just okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Nothing special, especially for Laura Mercier.  The finish is flat and almost drying looking. Much prefer Hourglass which tones down oil, but leaves a flattering satin finish.  Did not cause any reaction or accentuate wrinkles, but had a slightly odd scent when opened which has since dissipated. Will go back to Hourglass."
        },
        {
            "review_title": "Donu2019t leave home without it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After using this amazing finishing powder for the last few weeks, I am loving the long lasting effect and the way it sets my foundation in place. A little goes a long way and will definitely purchase the full size!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Translucent",
            "review_buyer_description": "",
            "review_text": "Love this product. I have mature skin   This one is great compared to the other powders"
        },
        {
            "review_title": "Pretty - Your skin but BETTER!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Pretty on the skin - beautiful in photos.  Does have a very slight shimmer, but nothing that this oily girl cannot get away with"
        },
        {
            "review_title": "Like it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like this version as much as the original. I have combination skin and where I live every day is hot and for the days when I know I'm going to be outside all day and I want my makeup to stay intact this is one of my secrets in my routine."
        },
        {
            "review_title": "So Good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I never give 5 stars bc nothing is perfect but this was very very close!! I used this paired with the Makeup Forever Ultra HD foundation and my makeup was soooo beautiful I have normal skin and I loved it!! Highly recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Translucent",
            "review_buyer_description": "",
            "review_text": "This makes my skin so flawless and airbrushed. It keeps my makeup in place all day but doesnu2019t make me look dry. My makeup never cracks or separates with this. So happy it comes travel sized."
        }
    ]
}