{
    "product_id": "1396",
    "name": "Dew Blush Liquid Cream Blush",
    "brand": "Saie",
    "categories": "Makeup, Cheek, Blush",
    "price": 35.0,
    "about": "What it is: A blendable and buildable dewy, liquid cream blush that melts into cheeks for a wash of color...Finish: Natural..Formulation: Liquid..Highlighted Ingredients:.- Elderberry Fruit Extract: Fights free-radical and environmental damage..- Licorice Root Extract: Helps brighten the overall appearance of skin..- Plant-Derived Glycerin: Powerful humectant known to increase skinu2019s natural moisture level...Ingredient Callouts: This product is cruelty-free and vegan...What Else You Need to Know: Dew Blush is packed with skin-loving ingredients like Plant-Derived Glycerin and Licorice Root Extract for smooth, dewy and nourished skin. Say goodbye to harsh lines, our creamy formula blends seamlessly for a flush of natural color that's never patchy or streaky. The chunky doe-foot makes targeted application easy and allows you to build shades to your desired level. Dermatologist tested and safe for sensitive skin..Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
    "ingredients": "- Elderberry Fruit Extract: Fights free-radical and environmental damage..- Licorice Root Extract: Helps brighten the overall appearance of skin..- Plant-Derived Glycerin: Powerful humectant known to increase skinu2019s natural moisture level....Isocetyl Stearoyl Stearate, Glycerin, Tribehenin, Sambucus Nigra (Elderberry) Fruit Extract, Mica, Glyceryl Stearate, Glycyrrhiza Glabra (Licorice) Root Extract, Silica, Morus Alba (White Mulberry) Root Extract, Symphytum Officinale (Comfrey) Leaf Extract, Oenothera Biennis (Evening Primrose) Root Extract. [+/- May Contain/ Peut Contenir: Titanium Dioxide Ci77891, Iron Oxides (Ci77492, Ci77491, Ci77499), Yellow 6 Lake, Red 7 Lake, Red 22 Lake, Ferric Ferrocyanide]&nbsp;.........The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Use the chubby doe-foot to dab one to two dots of Dew Blush onto each cheek..-For deeper color, add more as desired..-Blend out with fingertips onto apples of cheeks, cheekbones, or anywhere else you want a flush of color..-Dew Blush blends seamlessly over Saie Slip Tint (sold separately) or Saie Glowy Super Gel (sold separately)....Recycling Instructions:.-Dew Blush's vial is made of 40% post-consumer recycled plastic..-While Dew Blush's components are made of recyclable materials, individual components under two inches do not typically make it through the curbside recycling stream. Saie works with Pact Collective to make sure your hard-to-recycle items get recycled.",
    "num_reviews": 2298,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/saie-dew-blush-liquid-cheek-blush-P469825?skuId=2742989&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2742989-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Rosy",
            "shade_descriptor": "soft rose",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2437788-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Sweetie",
            "shade_descriptor": "neutral pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2742971-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Chilly",
            "shade_descriptor": "mauve",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2564722-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Dreamy",
            "shade_descriptor": "bright berry",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2437804-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Spicy",
            "shade_descriptor": "warm terracotta",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2564730-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Poppy",
            "shade_descriptor": "bright coral",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2437796-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Cutie",
            "shade_descriptor": "warm dusty rose",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2742963-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Baby",
            "shade_descriptor": "cool baby pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2742989-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "My New Favorite Blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "It blends very well and looks very natural on my skin. It lasts a long time and I would definitely repurchase this."
        },
        {
            "review_title": "Must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Literally so pigmented and has such a smooth application. Feels a little sticky after applying but not too big of a deal."
        },
        {
            "review_title": "Such a pretty blush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "This blush goes well with my pale skin tone and it is very hydrating. Itu2019s super pigmented, therefore it lasts a long time. I totally recommend buying this."
        },
        {
            "review_title": "Amazinggg",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Such a pretty color! Great pigment and blends really well. Packaging is 10x better than rare beauty. Rare beauty blushes are always so messy for me"
        },
        {
            "review_title": "Just ok",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It was ok it dident do much rare beauty blush is the same price and has more pigment it is a bit overpriced for the size"
        },
        {
            "review_title": "One of my fav blushes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Super cute. I love using this blush, I just wished I got a different shade but the formula is amazing & it gives the dewy look!!"
        },
        {
            "review_title": "The best liquid blush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I have mature skin. This formula is easy to blend & flattering colors! I have rosy, cutie & spicy. Simply a big fan of the Saie!"
        },
        {
            "review_title": "A little goes a long way!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I've never used blush before in my makeup routine and decided I'd give this a try. I sometimes can look naturally flushed so I was worried this would be too much, but it actually looks really nice. I just make sure to do a tiny dab and blend it in well - I think it has helped subtly accentuate my cheekbones and has added life to my face. I got Cutie which is maybe a bit too orangeish for my light skin tone - but since I use such a small amount, it still looks good."
        },
        {
            "review_title": "This is Something I Can't Live Without",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "This is this absolutely the best blush (liquid, cream, powder) I have ever used. Saie is the best makeup I've ever used. It's clean for the environment,  it also works, and it looks amazing.  I noticed in some people's reviews that they seem to may be new to applying heavily pigmented liquid makeup. I have very light skin with pink untones. You always clean your face and moisturizer or use a moisturizing sunscreen. After I do that, I usually use  a light layer of the saie slip tint tinted moisturizing sunscreen. Then I put one big dot in the middle of my cheekbone (i do not let it dry!) I immediately begin to blend with the saie blush brush blending upward in small circle movements. I blend add more if needed blend more, etc. it should not stain if you put moisturizing or sunscreen under it, and it you did let it dry without blending it first.  Place the lid on evenly screw it on tight. Make sure it is screwed on eveningly and tight. You should wipe off all the excess around the rim of the bottle and all around the outside. If it is still leaking open it check again. Put in a plastic bag so it won't stain anything. I have never had this product stain my skin, stain any of my personal possessions or discolor, and leak."
        },
        {
            "review_title": "A leaky mess",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "In the blush I got the shade poppy. So pigmented, a little really goes a long way. But coming with it being pigmented it also stained my cheeks. Once I put it on my face and left it for a few seconds it aleady dryed under and stained   my face. Also the bottle started leaking, I stopped using it because I didnt like it so I dodnt open the bottle for awhile. And then this hot pink residue was all over the bottle and my make up holder. All that pink residue in the photo is from the blush and it wont come off."
        },
        {
            "review_title": "Amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Pigmented, long lasting, easy to blend, and overall amazing product!"
        },
        {
            "review_title": "No-fuss, soft look and easy application",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "Much like the Glowy Super Gel, this blush glides on with ease. Great for someone new to makeup, or looking for a minimal, curated routine. Because it is such a forgiving product, I donu2019t have to stress about doing and re-doing my blush. The formula is sheer, yet packed with enough punch that it shortens the time I spend on blending, which I appreciate when I am in a pinch. Cutie and Rosy are next on my to-try list!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "My favourite blush for a natural day! Or even for going out itu2019s absolutely beautiful."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Chilly - mauve",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "It's a beautiful color and blends out very nicely, I don't notice any fading but it sometimes leaks and the packaging can get oily but it also might be me"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this blush!! Itu2019s very pigmented and shows right away. Itu2019s good for a lot of skin types and it stays instead of smudging."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Terrible I repeat TERRIBLE. Worst blush I have ever tried. Has medium to full coverage for some reason so it doesnu2019t make it look natural. The pigmentation chooses to be good or bad whenever it wants to. Lasts for a maximum of one hour so a definite no."
        },
        {
            "review_title": "Great liquid blush",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Light skin tone, Dry skin",
            "review_text": "The formula is great but i just wish they fix the packaging, mine spilled sometimes. But the blush itself is amazing, itu2019s definitely glowy and lasts a long time"
        },
        {
            "review_title": "But itu2019s still a must have in my routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this product, it looks really nice on my skin but the SMELL is weird."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Baby - cool baby pink",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Its an okay blush, it looks pretty but you have to build product. It leaks a LOT, all my makeup gets covered in liquid from it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Great doesnu2019t irritate my skin and super pretty.ufffc Totally recommend."
        },
        {
            "review_title": "Bad texture.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The texture of the blush was horrible.  No pigment at all. Iu2019ve returned it and the employees also agreed that the texture of the blush was off.  Do not recommend."
        },
        {
            "review_title": "very sad.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "pretty shade but i was so excited to have this product. i was really sad that i dont like it, its very patchy and it hard to blend. i tried with. beauty blender, brush and so many techniques to make this blush work but it did not do it for me. i i am very disappointed."
        },
        {
            "review_title": "So blendable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "THE BEST SHADE EVER FOR WINTERTT I LOVE THE VIBE!!"
        },
        {
            "review_title": "Creamy and Blend-able",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Super creamy, more thick than Rare Beauty Blushes. Blends really nicely with the Saie large brush. Stays on all day, pretty color."
        },
        {
            "review_title": "A literal must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone, Oily skin",
            "review_text": "So easy to useee guys!!! This is the most easiest blush to blend I absolutely love it."
        },
        {
            "review_title": "Radiant and Glowy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I got it in the shade chilly and this product lasts so long! You really get what you pay for. It gives a very natural glowy dew on the face!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Very cute color but drys quickly and is hard to blend out"
        },
        {
            "review_title": "such a good blush but ..",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "one of the best blush on the market, the best dewy finish and a lot amount of product. my only complaint is that it wears off during the day, it doesnu2019t last very long on the skin."
        },
        {
            "review_title": "Buildable but white cast",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "shear and buildable however it give a slight white cast but besides that perfect beginner blush"
        },
        {
            "review_title": "Saie Blush-Baby",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I love the color, and the texture. Itu2019s so pretty on the face."
        },
        {
            "review_title": "Baby",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Received this little baby today and I absolutely love the texture and shade. Blends easily and the color just makes me feel youthful and flirty! Iu2019m looking forward to buying more shades."
        },
        {
            "review_title": "omg yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "this is the most blend-able blush even my momma was like girlll i need one so u best believe i bought us matching blush, compliments my skin so well"
        },
        {
            "review_title": "LOVE this blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I really like this blush, a little def goes a long way. I've had this blush for 6 months now and it's still very full regardless of using it everyday. Only downside is that it leaks if you don't shut it super tight, but it's such a good product so I'm willing to overlook that. Color is also super gorgeous on paler skin tones."
        },
        {
            "review_title": "A must in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "A beautiful blush color I really recommend for sensitive skin."
        },
        {
            "review_title": "Pigmented!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "I love it but a little goes a LONG WAY!! I may never finish the product because one dot gives me so much color on my cheeks."
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The prettiest color and so blendable. I wish I bought sooner"
        },
        {
            "review_title": "Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Dry skin",
            "review_text": "Iu2019ve been using this blush EVERYDAY since the first semester of school and it still has not runout and itu2019s truly so buildable and has a pretty dewy finish i would buy this in every shade"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Spicy - warm terracotta",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Hands down my favourite blush everu2014brand and shade! Itu2019s pigmented, buildable, versatile, and long lasting, not to mention absolutely beautiful"
        },
        {
            "review_title": "WILL REPURCHASE AGAIN AND AGAIN AND AGAIN!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Normal skin",
            "review_text": "I love this blush so much. Itu2019s the best colour for my skin colour and refuse to try a different blush. I have been repurchasing it for two years and I cannot get enough! Itu2019s too good. I promise once you buy it you will be obsessed!!!!ud83dude0d"
        },
        {
            "review_title": "A daily staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "I really love this blush! It is very pigmented and doesn't require a lot on your skin. It blends so well and is very easy to remove!"
        },
        {
            "review_title": "Wouldn't recommend, patchy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This was patchy on me. I tried it a few times and couldn't get it to work.  The color was off too. It was a lot brighter than it appears in the bottle or description  ufffc"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I love this blush I love the look of a cute little sunburned cheek look, and itu2019s exactly what I get for it! It only looks that why if you use a lot of it! Itu2019s very pigmented!"
        },
        {
            "review_title": "love saie products butu2026",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I wish this blush worked for me but I had to apply a lot of the product to actually show up on my skin and I feel that it didnu2019t last long. It also looked patchy."
        },
        {
            "review_title": "Nice formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I have this blush in the shade chilly, which is a lovely mauve color. It is very pigmented when swatching it, but it blends out very naturally when applied to the cheeks. The formula is dewy and buildable, and it looks natural on my cheeks. It applies nicely over my foundation and doesnu2019t disturb my face makeup. I do find it applies and blends better with a blush brush than fingers, though."
        },
        {
            "review_title": "Disappears into my skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "This product is very overhyped. I would recommend saving your money and investing in a higher quality product such as the Patrick Ta blush. Iu2019m very pale and fair skinned and personally this product just did not show up on my skin"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Beautiful rosy mauve blush! It is perfect for a sun kissed makeup look"
        },
        {
            "review_title": "Love this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I love this I wasnu2019t sure about the shades because I didnu2019t look in store but I found the perfect shade for me and I love it"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Baby - cool baby pink",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "It really is a nice dewy looking blush my only problem was that it seemed like I was using a lot for the pigment to come through."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Chilly - mauve",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019ve only used it a few times but I like it. A little goes a verrryyyy long way like the rare beauty blush. It will probably last a year at least if youu2019re doing your makeup daily."
        },
        {
            "review_title": "LITERALLY IN LOVEEEud83dudc97ud83dudc97ud83dudc97",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "The amount of pigmentation on this blush in unbelievable!!! This is super easy to blend, plus any of the blushes will look amazing on you! I honestly wish that all liquid blushes were like this!!!"
        },
        {
            "review_title": "Almost perfect",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Super easy to blend, beautiful finish and color. Love the packaging as well. Could be longer lasting."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Baby - cool baby pink",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Has a sheer finish, not pigmeneted at all. I kept reapplying more product to build it up."
        },
        {
            "review_title": "Girly must-have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I loved the formula a lot. It is creamy but doesnu2019t feel heavy on the skin, itu2019s buildable and suitable for all skin types. I have combination skin and it works just perfect."
        },
        {
            "review_title": "Staple in my makeup routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
            "review_text": "I bought this product a while ago and having been using it ever since. I love it a lot. Definitely something I recommend, strongly pigmented, which is a strong factor for dark skinned girls, Inloce kt!"
        },
        {
            "review_title": "Ju2019adore",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ju2019adore ! Couleur tres pigmente donc pas necessaire du2019en mettre enormement! Mais une fois bien blender la couleur est magnifique"
        },
        {
            "review_title": "Love it but the shade !",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I really like this product. I got the shade poppy itu2019s a little bright for my preference but other than that I love it! It is so pigmented I love it! So"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is a great blush, it is such a pretty color but it has its downsides. First thing is it leaks and gets everywhere. Second is it blends badly, and makes your makeup patchy."
        },
        {
            "review_title": "Rhode dupe!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love this so much! It is quite pigmented and it lasts forever. definitely a dupe for the rhode shade!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Sweetie - neutral pink",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "It is a pigmented blush and lasts a long time, I recommend it."
        },
        {
            "review_title": "Must have!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Got this as a gift and absolutely love it! Was the first product from this brand and now iu2019m hooked!"
        },
        {
            "review_title": "amazing blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "i have been using this blush for about 3 weeks and LOVE IT. it blends so seamlessly into the skin without dying the skin pink which a lot of creme blushes do.  this color is also PERFECTION on my paler skin and brings a natural glow to me :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Spicy - warm terracotta",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Love the formula! So dewy yet pigmented but can be sheered out for no makeup makeup days. Also, the shades are just AMAZING! This one specifically adds such a nice cozy feeling in the winter and that sun kissed look in the summer. Love it."
        },
        {
            "review_title": "gorgeousss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "its so perfect omg i reach for it literally everyday. itu2019s so buildable but also the perfect sheer shade if you want."
        },
        {
            "review_title": "love this product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "so easy to blend and looks so natural love it so much! always use it!"
        },
        {
            "review_title": "Too leaky",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Very leaky...my friend bought the bronzer and it does not leak so maybe I got a bad one?Other wise it looks nice and glowy"
        },
        {
            "review_title": "deserves the virality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Normal skin",
            "review_text": "i love this shade so much - blends soo well, looks very natural!"
        },
        {
            "review_title": "Dreamy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Dreamy was very pigmentedu2026.can look like a clown pretty fast"
        },
        {
            "review_title": "Hard to blend, faded away, and gave me acne.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "It was okay. It was hard to blend and the color I got was not cute. It also didnu2019t last very long and faded away. Also it gave me acne! So if you have sensitive skin be careful."
        },
        {
            "review_title": "Meh",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "It was a bit clumpy, and when I opened the bottle, I noticed a small black hair. Maybe it was just from my blush, but regardless, it wasnu2019t what I expected."
        },
        {
            "review_title": "Love this color",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This blush is pretty good not as good as rare beauty in my opinion but definitely still up there on the list of good liquid blushes . I would repurchase."
        },
        {
            "review_title": "Great!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this , the perfect bubble gum pink color on the cheeks. I have medium skin color and it shows so beautifully on me. I Always get compliments.Easily blends,works well with all other products in my routine."
        },
        {
            "review_title": "Obsessed - Spicy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Shade is perfect for my fair-light warm olive skin tone! I also love that this isnu2019t heavily pigmented; it is very natural looking and easy to blend."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I wanted to love this blush but it was patchy on my skin no matter how I applied the product. The pigment/glow wasnu2019t there for me either. It doesnu2019t compare to the Makeup by Mario cream blush or Rare beauty."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Does not blend good at all and picks up my makeup under. Itu2019s alright sometimes but overall not good"
        },
        {
            "review_title": "Perfect formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I really love this blush. Itu2019s very pigmented; the product is thicker than the bronzer, which a love because it blends beautifully with just one dot of product on each cheek bone. This will last forever."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have two Saie blushes and they never disappoint. Blends like a dream and doesnu2019t set two fast with a u201cglow from withinu201d finish in my opinion."
        },
        {
            "review_title": "Better than I thought it would be.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I am not a fan of liquid blushes so I was apprehensive about trying this. I followed the instructions and only used 3 dots, very small dots, and blended upward. It blended very well and had a nice flush of color, but not too much. It is a pretty mauve color. I did receive this as a Gratis and these are my honest thoughts as a Sephora Beauty Insider Community Ambassador."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Chilly - mauve",
            "review_buyer_description": "",
            "review_text": "It could just be me but whenever I would put this blush on my cheeks would break out into red blotches, I really liked how it applied and the color though"
        },
        {
            "review_title": "new fav!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Normal skin",
            "review_text": "LOVE SM, especially the color. perfect for the winter for that rosy red cheek look from the cold. love the application and is super pigmented!!"
        },
        {
            "review_title": "Beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "After getting this product, I was super excited and it did the job. This blush blends perfectly and is super pretty love this soooo much."
        },
        {
            "review_title": "I canu2019t live without it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love it!! The color is perfect and it lasts a lot!"
        },
        {
            "review_title": "Favorite blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I fell in love with this product. A little goes a long way and I love how the formula feels and how it applies. Top 3 fav blushes"
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "absolutely love these little blushes!! they have the most gorgeous color payoff. they blend seamlessly & make a fabulous gift! i love the applicator."
        },
        {
            "review_title": "Absolute fave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "These mini blushes are my fave. Perfect shade to play with"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Spicy - warm terracotta",
            "review_buyer_description": "",
            "review_text": "The color is so pretty but unfortunately it was hard to blend and patchy:("
        },
        {
            "review_title": "Must have blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Dry skin",
            "review_text": "After using this it looked like I had natural blush not kidding at all itu2019s amazing."
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I love this blush. I bought it a while back and itu2019s still full. It always makes my cheeks look the perfect color."
        },
        {
            "review_title": "Must have blush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I love this blush so much! It offers a nice amount of pigment, and saie has such a great color range for you to choose from! If you donu2019t have it, consider getting it!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "After using this blush for a month i can say this is the best liquid blush Iu2019ve ever tried. This specific color makes you look like you have a natural tan"
        },
        {
            "review_title": "love it! ud83dudc93",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "i really like this product bc of the finished result it gives me, i love that itu2019s buildable and it gives you a dewy finish!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Baby - cool baby pink",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "so good, pretty and pigmented the color, is cheap and it lasts a long time"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Chilly - mauve",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I love the coverage and how easily it blends. Its the perfect shade for fall/winter. Saie has done it again"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Chilly - mauve",
            "review_buyer_description": "",
            "review_text": "Iu2019m obsessed with this blush! I love the for formula, very bendable and glowyud83dudc90ud83dudc95ud83cudf80"
        },
        {
            "review_title": "Doesnu2019t blend anymore, waste of money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I purchased this a few months ago. It blended fine initially, but after having it for a while.. it no longer blends. It also picks up your makeup underneath. Iu2019ve tried warming it up on the back of my hand, using a beauty blender and brush, and nothing works anymore."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I love the formula but I think that the color rosy kind of washes me out (medium to med tan skin)."
        },
        {
            "review_title": "Patchy!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "No matter how I apply this blush it picks up my foundation underneath and it looks patchy. I don't understand all of the good reviews. I've used many liquid blushes, but can't seem to make this one work. Wish I could return."
        },
        {
            "review_title": "Good silky blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Good color coverage. It is more liquid than a cream blush, nice to have it as an option for a dewy finish"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Baby - cool baby pink",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "get it. just get it. it eats DOWNNNNN and it's so easy to blend. literally fool proof."
        },
        {
            "review_title": "My new favourite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Obsessed with this blush! Itu2019s SO good and the colour is perfect, will definitely be a staple in my bag."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Very glowy and radiant finish. I love this formula but my favorite shade is chilly."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I think I got the wrong shade for me in this product, but I do like the formulation of it. I got the shade poppy and itu2019s almost TOO pigmented. Poppy would maybe be a better shade for a darker skin tone. Whenever I apply it, it just looks like I put WAY too much blush on, even when using a light hand."
        },
        {
            "review_title": "Beautiful in Moderation",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "great product! very creamy and easy to blend. my only warning to buyers is the color u201cdreamyu201d is very pigmented so you can only use the smallest dot. for pale people like me this is definitely more of a bold blush but can be used well by using a small amount. overall good product, it lasts long too! i definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "My favourite shade looks good with or without makeup. Is like a bronzer and blush in 1!"
        },
        {
            "review_title": "Maybe",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The formula is extremely creamy and a tiny bit hard to use. It is pretty but I usually don't reach for it over some other blushes. Sometimes it comes out a little patchy. But overall really pretty"
        },
        {
            "review_title": "Saie blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This shade is sooo prettyyyy. And it is perfect for winters love it"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Sweetie - neutral pink",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I recently bought this blush and I love it!! The texture is great and it is so creamy! It is very pigmented so I would only use a small amount, but overall I am obsessed with this blush"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Long lasting - survived school air + creamy formula;  a little oily though"
        },
        {
            "review_title": "Good for beginners",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "Love this. Iu2019m kind of a beginner with liquid blush and this was really easy to use. Itu2019s kind of small but like the rare beauty liquid blushes, I canu2019t imagine ever running out of this. Great color!"
        },
        {
            "review_title": "Meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Lowkey sucks, the color does not look the same irl and is a weird thick consistency thatu2019s rlly hard to blend."
        },
        {
            "review_title": "Doesnu2019t last on me like I wish",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "The color is gorgeous, but it doesnu2019t seem to last. I feel like Iu2019d constantly have to apply it for it to show up on me. However, I love also putting it on my lips. Itu2019s a great all year color. Iu2019d still recommend it."
        },
        {
            "review_title": "Must Have!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I walked into Sephora and had no intention of buying anything, but when i saw this i had to buy it! itu2019s not too pigmented which i love but it adds just the right amount of pink pop to your face!"
        },
        {
            "review_title": "Splotchy but nice color!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve been using this blush for a couple of days, and it just isnu2019t workingu2026 the formula is very sticky in my opinion, and if you have light rosacea, donu2019t use this. It makes your skin way more splotchy looking. I did like the color (sweetie) though! Iu2019ve heard very good things, so maybe itu2019s just me?"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Spicy - warm terracotta",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "the shade is absolutely perfect on my skin! I can use it as a bronzer and a blush at the same time, and my makeup looks so natural with it :)"
        },
        {
            "review_title": "Definately LOVE!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Been using this for about 2 weeks now. I absolutely love it. The colour is gorgeous. It is very pigmented so I only need a little. It blends extremely easy. Definately my new favourite blushes"
        },
        {
            "review_title": "Best blush ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The perfect blush exists and itu2019s this one!! This is the best pink blush Iu2019ve ever found. It stays pink, not coral at all. I am very fair skinned, so I hate looking pale or orange, this is the perfect blush."
        },
        {
            "review_title": "My new favorite!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is the perfect slightly dewy finish without being too much and Iu2019ve noticed the color really sticks all day! Tower 28 and merit are a couple of my other favorites but this color lasts so much better."
        },
        {
            "review_title": "Slightly disappointedu2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I love saie products but this one was a bit of a miss for me. Patchy and the pigment disappears quickly. It does give you glowy skin but I was expecting more. Works best on bare skin but still just ok"
        },
        {
            "review_title": "LOVE LOVE LOVE!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "i always say i have too many blushes, and i wasnu2019t going to buy this one solely because i have too many, but this was SO WORTH IT! i LOVE the cool undertones because not many blushes are like that, and i love the fact that itu2019s not pigment led so i can layer with how much blush if like. iu2019m in my u201cbare blushu201d phase so i donu2019t wear lots of blush, and this is perfect!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Chilly - mauve",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This Blush overall is the best. Iu2019ve tried so many blushes this one just stands out the most. Especially this color I am more of a warmer town person or blush in this one is the best. ufffc"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I love this blush. Gives you a nice glow and the color is pretty. Build able too."
        },
        {
            "review_title": "Good blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Beautiful color for brown skin. Blends out easily and lasts all day."
        },
        {
            "review_title": "great for fair skin too!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "looks super pretty in my very fair skin tone! blends really easily!"
        },
        {
            "review_title": "Too dark and Pigmented",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "This product is so pigmented and dark I do not recommend it in the color Dreamy."
        },
        {
            "review_title": "BUY IT!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Beautiful blush! This is my second time purchasing and this is hands down my favorite blush! I honestly think saie makes better liquid blushes than rare beauty. Even though itu2019s a cool pink, i donu2019t think itu2019s too harsh and blends into the skin super nicely. Would be flattering for a wide range of skin tones and blends like a dream. These blushes also last super well throughout the day and mesh well with other makeup! 22/10 recommend!"
        },
        {
            "review_title": "Liquid gold!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, notSure skin tone, Normal skin",
            "review_text": "I donu2019t know why this doesnu2019t get enough attentionu2026 this is one of the best cream blushes Iu2019ve ever used and the color is gorgeous!"
        },
        {
            "review_title": "Gorgeous, but beware of closed comedones.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "Gorgeous and dewy, lasts very little. I loved how glowy it was however, Iu2019m not acne prone but it caused me to get closed comedones. Therefore, great blush but something in the ingredients is causing breakouts :("
        },
        {
            "review_title": "In love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Beautiful finish. Much easier to blend and work with than Rare Beauty ones and a more subtle look. Does not move and make up underneath even though itu2019s super creamy. Need to get my hands on more shades!"
        },
        {
            "review_title": "Holy grail blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I've tried so many cream blushes and other than PMG, these remain my hands down favorite. So easy to blend, and the prettiest dewy but not sticky finish, plus good lasting power."
        },
        {
            "review_title": "Mid",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Its very mid definitely overhyped the pros r that the color is nice and it comes with so much productttt a lot double rare bueaty for the same price but cons r that sometimes not always it can be patchy and the applicator is a little weird its also just not as moot h and pigmented as I wantsd taste bueaty is better just for comparison"
        },
        {
            "review_title": "She loves it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I bought this as a gift for my friend and let me say it look absolutely beautiful on her. The color compliments her skin tone perfectly and she has told me the formula glides smoothly and has a lot of pigment."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Baby - cool baby pink",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "This is actually perfect I love it so much I blends so good"
        },
        {
            "review_title": "Canu2019t say enough good things!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "My favorite blush of all time! I have in sweetie, chilly, and spicy. So buildable and called Dew Blush for a reason. It feels like it should be more expensive than it is."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Cutie - warm dusty rose",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I live in extreme cold area so the formula froze and seemed there wasnu2019t enough product. I would get a good liquid blush blending brush for a better application but the colour is very nice and gives a natural look"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Spicy - warm terracotta",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Warm terracotta is a slay. Instantly warms up your face."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "this is my favorite blush ever I bought back in December and have repurchased it I love it sm!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Spicy - warm terracotta",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "cute color. glossy finish. i want a little more pigment than what it deposits"
        },
        {
            "review_title": "Use it everyday",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "After using this product it gave me a cute blushy sunkissed look that made me feel more confident than ever"
        },
        {
            "review_title": "long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I put this on the back of my hand. rub it around and then dab on my face. i think because of the bottle design there is some product loss but overall better than with other designs. i think it lasts really long on the skin even if i don't put foundation underneath. i really like it. i wish they had more colour range."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "recently tried the Saie Dew Blush Liquid Cream Blush in the shade Poppy, and really like t! The formula is beautifully creamy and blends effortlessly into the skin, giving a natural, dewy finish that looks fresh all day. Poppy is a stunning, vibrant coral that brightens my complexion without being overwhelming."
        },
        {
            "review_title": "Pretty Color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This blush is easy to apply and I love the pigment. You can build up the color on your cheek."
        },
        {
            "review_title": "Everyday staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone",
            "review_text": "This blush is so pretty and so easy to use. I layer it on top of the liquid bronzer and itu2019s the perfect glowy look. It also lasts forever!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "The dewiest (not sure if its a word) formula! So easy to apply and blend!"
        },
        {
            "review_title": "perfect color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "I've tried this product before and loved it. it gives the most amazing tint and coverage, and beautiful color. I love this product and will definitely purchase it."
        },
        {
            "review_title": "hydrating and so pretty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I loved the color, it lasts all day! It also is great on acne prone skin."
        },
        {
            "review_title": "Overhyped",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Wanted to love it, but this blush is hard to work with. Itu2019s fine sometimes, but other times it blends out extremely patchy even with the same application technique/skin prep/etc. The bottle gets very messy. In a market saturated with liquid blushes donu2019t settle for one that is at best mid."
        },
        {
            "review_title": "best saie complextion product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "i am a very pale girle but this shade is just perfect. it looks so natural, not just for the color but also for the slight dewy finish. iu2019m in love with every saie complexion product but this one definitely takes the cake. 10/10 absolutely a slay"
        },
        {
            "review_title": "Perfect pink",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Great pigmentation and easy to blend. Texture is so amazing and it is a perfect pink shade"
        },
        {
            "review_title": "MUST HAVE BLUSH",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Probably the best liquid blush on the market! It is so pigmented and the finish to it is so dreamy! It melts like butter and it blends so easy! I love this shade so much! It will one of my favorites forever!"
        },
        {
            "review_title": "This is the best color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This blush is the absolute bestu2014itu2019s beyond beautiful! The color payoff is incredible, leaving a soft, natural glow that enhances any skin tone. You have to try it; itu2019s the perfect touch to elevate your makeup. Once you use it, you wonu2019t want to be without it!"
        },
        {
            "review_title": "You needdd this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This blush is the absolute bestu2014itu2019s beyond beautiful! The color payoff is incredible, leaving a soft, natural glow that enhances any skin tone. You have to try it; itu2019s the perfect touch to elevate your makeup. Once you use it, you wonu2019t want to be without it!"
        },
        {
            "review_title": "The best blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "This is my absolute favorite blush formula, this is such a beautiful dewy formula, it last all day and the shades are so so pretty"
        },
        {
            "review_title": "Very sheer, yet buildable!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love how this blush is watery/dewy it's what I personally look for in a blush because I can build it to be more pigmented or be sheer. depending on the day and what I'm looking for."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Baby - cool baby pink",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Love the texture of this and the shade range of colors"
        },
        {
            "review_title": "Need all colors ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I looooove the texture, it gives me a cute glow and has a lot of pigment, I would buy it again without doubts, the range of colors itu2019s so inclusive and thatu2019s so important to meud83eude77"
        },
        {
            "review_title": "Must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this it had so much pigment and itu2019s a great color!"
        },
        {
            "review_title": "a must-have 100%!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "this has to be my favorite liquid blush EVER, absolutely stunning!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love how easy this blush blends in and the beautiful dewy pop of color that it adds to my face. It also features some awesome skincare ingredients and it hasnt made me breakout which is a big plus!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Chilly - mauve",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The perfect blush for tan skin!! It looks beautiful, I canu2019t even explain how much I love this blush ud83eudd79"
        },
        {
            "review_title": "Just Okay Product",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Its patchy and doesnt last. Sad because I was really looking forward to the color."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Baby - cool baby pink",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I loved the Saie Dew Blush Liquid Cream Blush for its lightweight formula and easy blendability. It provides a radiant, natural finish that brightens the face without feeling heavy. The pigmentation is buildable, allowing for customizable intensity. Plus, its durability is solid, and the shade range is versatile, perfect for any occasion. Itu2019s definitely a favorite in my makeup routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Baby - cool baby pink",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "I love thiss blush is definitely worthy, easy to blend and a beautiful finish   My favorite blush!!!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Absolutely love this blush, easy to blend and very buildable. I also did not break me out"
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Itu2019s such a beautiful everyday color! Itu2019s perfect for not makeup days. Blends like a dream, and you can built up for more punch. Clean ingredients are always a win!"
        },
        {
            "review_title": "Not my favorite",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Formula is very thick, almost like clay. Fades quickly. It didnu2019t break me out like many products do but just not worth the cost IMO"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Spicy - warm terracotta",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Loved the color and was pretty upon application but disappeared within minutes. Reapplied and the same thing happened."
        },
        {
            "review_title": "Favorite blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This is honestly one of my favorite liquid blushes because the formula is so easy to work with. This blush isnu2019t too pigmented, which I like because when I make mistakes, itu2019s easy to correct. It also isnu2019t that dewy, so my pores aren't emphasized that much. My only complaint is that the brush sometimes gets stuck on the tube."
        },
        {
            "review_title": "one word:  AMAZING ud83eudd29",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "loveeee thisss! it is soo blendable, so pretty! the shade Chilly brings out pale girls like me!"
        },
        {
            "review_title": "A must in your routine.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "After using this product for quite a bit, I can confidently say that this is a great product with amazing pigment and a long lasting formula. It also has a hydrating look perfect for natural girlies."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Baby - cool baby pink",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "This blush is dreamy!! Itu2019s so user friendly and has the most beautiful colors!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Chilly - mauve",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Saieu2019s blush is a game-changer! The Dew Blush blends seamlessly into the skin, giving a natural, dewy flush that lasts all day. The formula is lightweight, buildable, and perfect for a fresh, healthy glow. Itu2019s a must-have for a natural look and feels great knowing itu2019s made with clean ingredients!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Baby - cool baby pink",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I love the texture, the color it leaves you, everything at all"
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "A little goes a long way with these blushes! The pigment and blendability is great! They look very natural! I love underpainting with these to really make it look like a flush of color from within! One of these eill last a long time since you dont have to use a lot!"
        },
        {
            "review_title": "My favorite product ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I love this product so much! It has such a pretty finish and it melts to right into my skin, it is my favorite blush ever! I will definitely repurchase"
        },
        {
            "review_title": "Favorite blush by far!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "The dew blush is everything. Itu2019s the only blush I reach for now. This cool pink color is gorgeous on my fair skin. A little goes a long way! I also mix this shade with their rose shade and itu2019s a gorgeous combo!"
        },
        {
            "review_title": "Perfect everyday blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "The perfect neutral rose color. Formula is amazing. Leaves such a beautiful, soft dewy glow. Lasts all day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Baby - cool baby pink",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This is a very beautiful blush. Stunning and vibrant color that is easy to blend. a must for every kit."
        },
        {
            "review_title": "Nice but bottle Leaks",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The pigment is great and blends nicely but didnu2019t last on my skin and the bottle leaks a greasy/ oily film."
        },
        {
            "review_title": "A must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I love this product it is so perfect for fall and winter"
        },
        {
            "review_title": "A must!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "My favorite blush! Not patchy and it is buildable the pigment is chef kiss fr ud83dudc8b"
        },
        {
            "review_title": "Fave blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Iu2019ve tried a few other popular blushes and this one is by far my favorite!! The color is so pretty and it has build able pigment."
        },
        {
            "review_title": "Need!! This is absolutely amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have been using this product for about 4 months now and it now a staple in my makeup routine. It is the perfect amount of glowy and pigmented. Itu2019s buildable so you can pick how pigmented you want it to be. I have had it for 4 months and it still has a ton of product!"
        },
        {
            "review_title": "Perfect natural finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Iu2019ve worn this shade for my everyday look and itu2019s amazing, blends super easy and has a glowy finish"
        },
        {
            "review_title": "BEST BLUSH",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this product is one of the best blushes i have every tried! it is perfect if you need a little tiny but not too much and the formula is smooth and easy to blend!"
        },
        {
            "review_title": "Love the color",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This is a true pink, love the shade and it is nicely blendable. I do not go through much makeup, so I canu2019t truly compare to other products though.."
        },
        {
            "review_title": "Does not blend very well",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Not bendable if you have dry cheeks, feels like a drugstore product"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Beautiful color, this blush itu2019s very easy to blend and it dits well on top of any product 100% would recommend   Iu2019ll be repurchasing ud83eudef6ud83cudffdud83eudef6ud83cudffd"
        },
        {
            "review_title": "Natural Flush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I really enjoy using this product! The color looks really dark when you dab it on, but I just pat it along my cheekbones and it blends in very naturally. I like the finish and don't find it oily or drying at all. It's my favorite blush I have purchased. I just wish they made mini versions so I could try out new shades!"
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "fabulous liquid blush! these melt into the skin like a dream and blend so easily. my favorite part is how buildable they are! you can go for a bold blush with a full dip or a tiny glow with a little drop!"
        },
        {
            "review_title": "a must-go for dinner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "i love the color shade and itu2019s like so shinny and glowy"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Sweetie - neutral pink",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Love the colors and how it feels but unfortunately the color fades fast. I had to return because I felt like the color disappeared within 10 minutes of application!"
        },
        {
            "review_title": "Best blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "The best blush I have ever tried, I love the chilly tone, I would buy it again!"
        },
        {
            "review_title": "donu2019t be scared of spicy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "this color might look intimidating at first, but it melts seamlessly into your skin for the perfect sheer sunkissed glow! this is my favorite blush of all time"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Baby - cool baby pink",
            "review_buyer_description": "Green eyes, black hair",
            "review_text": "I love this blush, I would never change it for another, I love it"
        },
        {
            "review_title": "Must-have blush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love this natural-looking and glowing blush! It is easy to use and buildable."
        },
        {
            "review_title": "Fav blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The dew blush in chilly is my go to blush! The formula and applicator make it super easy to use."
        },
        {
            "review_title": "Loved it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Cool baby pink shade is my all the time favorite. It has perfect amount pink shade like Barbie. And I love it so much"
        },
        {
            "review_title": "Loved it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Beautiful color and very flattering, a bit oily on the skin which makes it not long lasting. Overall recommend, and this shade specifically."
        },
        {
            "review_title": "Best liquid blush Iu2019ve tried",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "I love this product, I do have a slight obsession with liquid blush but this has to be my favorite. It is the perfect berry shade for fall. It feels so light on the skin but still supplies so much pigment. I highly recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Spicy - warm terracotta",
            "review_buyer_description": "Fair skin tone",
            "review_text": "Love this blush! Spicy is my fav <3 blends so well and leaves a beautiful radiant glow"
        },
        {
            "review_title": "this is my fav",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "this is my literal favorite blush of all time. i love that its so easy to blend and it has become a staple in my everyday routine. it also lasts all day!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Baby - cool baby pink",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Amazing!!! Perfect colours, perfect formula, everything's amazing about this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Sweetie - neutral pink",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Easy application and perfectly pigmented! Saie knows what its doing. Keeps my skin very dewy. The packaging is cute, formula is on point, colour is jaw-dropping, what's not to love?"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Spicy - warm terracotta",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Looks very pretty on browner skin tone and is very buildable."
        },
        {
            "review_title": "Gives glowy finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got this SAIE liquid cream blush in the shade: Chilly-Mauve. It works so well on my dry skin. Blends like magic into your foundation and gives a healthy glowy finish. I wanna try other shades as well."
        },
        {
            "review_title": "Must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "After uso g this product , i can say that is my favorite product of the brand"
        },
        {
            "review_title": "LOVE, LOVE, LOVE!!! (Shade Spicy)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
            "review_text": "LOVE, LOVE THE COLOR!!! I love more neutral colors for my makeup. Especially for my blush so this is now my favorite blush, Iu2019ve been using it for a while now but donu2019t be afraid  by the applicator! It is a little thick looking, but the color and after blended!!! ud83eudef6ud83cudffeud83eudef6ud83cudffeud83eudef6ud83cudffe Overall, amazing!!!!  a little thick a little thick"
        },
        {
            "review_title": "Leaks everywhere",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Color is beautiful but the bottle leaks pink oil everywhere! Even when standing upright, the product is covered in oil. Would be impossible to keep in a makeup bag or travel with. Such a shame because the product is nice"
        },
        {
            "review_title": "A must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is an absolutely beautiful mauve color and a little goes a long way. There is also a good amount of product and will last a while before it runs out. I typically wear this blush every day. Highly recommend."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "So dewy blendable and easy to build up, thereu2019s also many colors to choose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Baby - cool baby pink",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "One of my afavorite blushes! The shade u201cBabyu201dlasted me 4 months with almost daily use. Itu2019s buildable, blends smoothly, and never looks patchy.  And the packaging is perfect, no leaking at all!"
        },
        {
            "review_title": "Leaky mess",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love this color, but the bottle is faulty and always leaking weird oil onto my vanity and making a mess of pink stains, really really gross. canu2019t travel with it or lay it flat, might have to toss."
        },
        {
            "review_title": "Love this Blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Loving the results! Nice peachy pink tone, its so beautiful!"
        },
        {
            "review_title": "Yes yes Yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Dry skin",
            "review_text": "Always and will Always love Saie Blush. This is my second color purchased from Saie! I love the pigment and how this color brings out my other blushes :)"
        },
        {
            "review_title": "Lightweight and blendable!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "ROSY - Left SWEETIE - Right   It gives my skin a natural and dewy finish. Great for beginners and make up lovers. It has a good pigment which makes it buildable. Blends effortlessly on to your skin. A must have!!!"
        },
        {
            "review_title": "best blush ever!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "after using this blush for many months, i can confidently say its one of my favourites in my blush collection. the pigment is there, and itu2019s super easy to blend and i really love the doe foot applicator."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Sweetie - neutral pink",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I love how dewy the blush is! Itu2019s great on my skin and so easy to blend!"
        },
        {
            "review_title": "you will look like a glowing baby angel with this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I've been using the shade baby and I LOVE IT! it leaves such a beautiful finish on the cheeks and literally makes you look flushed from within!"
        },
        {
            "review_title": "really cute! true cool pink tone",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "such a cute baby pink blush! blends very nicely and makes me look dewy and very naturally flushed"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Baby - cool baby pink",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "This product is perfect and nace safe, it pigment so good"
        },
        {
            "review_title": "Must have blush!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this product! Especially the shade chilly looks perfect on fair skin tones. The formula is also really hydrating and doesnu2019t feel thick on the skin which makes application super easy!"
        },
        {
            "review_title": "I LOVE THIS BLUSH!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This blush is SO user friendly!! It lasts forever, Iu2019ve had it since 2023! Spicy is the best shade for my warmer olive girlies!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Baby - cool baby pink",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I love it this product, itu2019s so easy tu used and te color is a fantastic mix with the color of my skin ud83dude2dud83dudc97ud83dudc97 itu2019s perfect"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Chilly - mauve",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Blends like a dream and looks amazing on any skin tone! So natural and pretty, makes skin look so dewy!"
        },
        {
            "review_title": "Must-Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "The colour is so pretty and the product is very smooth when applying. I loveeee this product"
        },
        {
            "review_title": "get it now!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "so good and blendable. clean ingredients too! def get!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Baby - cool baby pink",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Absolutely love this baby pink blush. As someone with fair, cool toned skin this is the perfect pink that looks good all the time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Baby - cool baby pink",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "The best blush I have so far, I don't even know how to explain it but I feel that it has made the best investment I have so far"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Love the color u201cbaby.u201d Great pigment and I use it all the time!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Poppy - bright coral",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "The Dew Blush Liquid Cream Blush in the shade Poppy is perfect for everyday makeup but also for going out. You donu2019t need to use much product each time because itu2019s so pigmented, but it blends out beautifully and naturally. I highly recommend it!"
        },
        {
            "review_title": "the best blush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "this is my favourite blush of all time. The consistency is so  unique and it blends in so well. The colour lasts all day and it doesnu2019t get splotchy which tends to happen with some cream blushes. 10/10 recommend."
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love the Saie Dew Blush Liquid Cream Blush in the shade Chilly! The formula is so lightweight yet highly pigmented, making it super easy to blend for a natural flush or to build up for a bolder look. It leaves my skin with a dewy, radiant finish without feeling greasy. Plus, I love that itu2019s a clean, planet-aware product. The color Chilly is a gorgeous mauve shade that complements my skin tone perfectly and adds a fresh, youthful glow to my cheeks. A little goes a long way, so itu2019s definitely worth the price. This has become a staple in my makeup bag"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Baby - cool baby pink",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "so creamy and smooth for application! pigment is so amazing"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Chilly - mauve",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "My favorite blush ever, se difumina su00faper bien y da un acabado natural que me encanta"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Spicy - warm terracotta",
            "review_buyer_description": "",
            "review_text": "This is my favorite cream blush, I just apply a little and it gives me the perfect warm color. I totally recommend it."
        },
        {
            "review_title": "PIGMENTud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "love this color and the PIGMENT!!! itu2019s so good and will last foreveru2026 would rebuy it if i ever have to lolud83dude02"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Chilly - mauve",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "It's perfect, it pigments too well. a great product"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Chilly - mauve",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "After trying this product I recommend it 100%, it lasts a long time and leaves a very nice finish"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Baby - cool baby pink",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Omg I loved this product so much, best makeup brand ever ud83eude77u2728"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Spicy - warm terracotta",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "The best liquid blush in the world, is very kiut a soft"
        },
        {
            "review_title": "I love it ud83dudc97ud83dudc97ud83dudc97u2728",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This blush has a gel-cream texture that is lightweight and blendable. When applied, it melts into the skin without feeling heavy or sticky. The dewy finish lives up to its name, giving a radiant, natural flush that looks like it comes from within. It doesnu2019t dry down completely, which may be ideal for those looking for a hydrated, luminous glow, but might not be the best for those with oily skin or looking for long-lasting wear without touch-ups."
        }
    ]
}