{
    "product_id": "401",
    "name": "Jelly Bear Lip Mask ",
    "brand": "Dr. Jart+",
    "categories": "Skincare, Lip Balms & Treatments",
    "price": 34.0,
    "about": "What it is:A leave-on lip mask for day or night with hyaluronic acid that delivers intense hydration, rapidly plumps the look of lips, smooths visible dry lines, and boosts shine..Skin Type:Normal and Dry.Skincare Concerns:Dryness, Dullness, and Uneven Texture.Formulation:Mask.Highlighted Ingredients:- Hyaluronic Acid: Delivers intense hydration to relieve the feeling of dry lips..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance..What Else You Need to Know:The jelly texture lip formula goes on clear and comes in an irresistible jelly bear jar. It rapidly plumps lips up and reduces visible fine dry lines for healthier-looking lips. Use it as a lip mask or as a primer for a hydrating base before lip stick or lip gloss. Itu2019s also dermatologist tested..Clinical Results:Clinical results after 1 use:",
    "ingredients": "-Hyaluronic Acid: Delivers intense hydration to relieve the feeling of dry lips..Polyglyceryl-2 Triisostearate, Polyglyceryl-2 Isostearate/Dimer, Dilinoleate Copolymer, Bis-Diglyceryl Polyacyladipate2,Phytosteryl/Isostearyl/Cetyl/Stearyl/Behenyl Dimer Dilinoleate, Diisostearyl Malate, Polyethylene, Limnanthes Alba (Meadowfoam) Seed Oil, Glyceryl Behenate, Hydrolyzed Sodium Hyaluronate, Ethylhexyl Palmitate, Polyglyceryl-3 Polyricinoleate, Polyhydroxystearic Acid, Lecithin, Isopropyl Myristate, Isostearic Acid, Tocopheryl Acetate, Dehydroacetic Acid, Titanium Dioxide (Ci 77891), Yellow 5 Lake (Ci 19140), Red 7 (Ci 15850)...*Hyaluronic Acid Hydrolyzed Sodium Hyaluronate (Salt Form of Hydrolyzed Hyaluronic Acid).",
    "how_to_use": "Suggested Usage:.-Apply an appropriate amount of this hydrating lip mask day or night. .-Keep a jar on your bedside table and use before bed to keep lips hydrated all night long. .-During the day, use it as a moisturizing lip primer before applying lipstick or lip gloss, or use as a lip gloss alone.",
    "num_reviews": 90,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/dr-jart-dr-jart-x-enhypen-jelly-bear-lip-mask-with-bonus-id-photo-set-P513294?skuId=2810299&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2810299-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Jelly Bear Lip Mask",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2810299-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Jelly Bear Lip Mask",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The mask really good!! I put it every night before bed and my lips always feel moisturized throughout the next day. For people who say it doesnu2019t come with the u201cenyphen photo cardu201d, it has to come from the actual website itselfu2026"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Jelly Bear Lip Mask",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I bought this to use as a nighttime lip mask and have been using it for about 3 weeks. The texture is slightly thicker than the laneige mask and stays on the lips but I think this works better as a daytime balm. I don't feel like it moisturized as much as it just prevented my lips from drying out."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Jelly Bear Lip Mask",
            "review_buyer_description": "",
            "review_text": "Didnt come with enhypen ids and that was mainly the whole reason i had bought the product so if ur a engene in the states and buy this for the pcs it doesnu2019t come with it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Jelly Bear Lip Mask",
            "review_buyer_description": "",
            "review_text": "Excellent pour lu2019hydratation des lu00e8vres. Je recommande!"
        },
        {
            "review_title": "Donu2019t hesitate-BUY IT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, mediumTan skin tone, Combination skin",
            "review_text": "I have rosacea and excess so winters are brutal for me. I bought this yesterday and had such relief from my dry chapped almost split lips that I returned to Sephora to buy another to keep at work."
        },
        {
            "review_title": "Dryness begone!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I live in Calgary. That place is so dry having cracked lips is almost always. This is a life changer. Itu2019s hydrating and makes your lips feel soft u2764ufe0f"
        },
        {
            "review_title": "Cute idea, did not meet moisturizing expectations",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Unfortunately I was not the biggest fan of this lip product. The texture is nice and I appreciate that it is fragrance free, however, have not been impressed by the moisture levels it provides. Iu2019ve used other lip masks that I prefer over this for true overnight moisture. It just didnu2019t do it for me"
        },
        {
            "review_title": "Simply awesome lip mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "From the product itself to the packaging, this product is a big hit for me. I received this for Christmas as I am well known to have painfully dry lips, and I couldn't be more pleased. This lip mask is smooth, soft, and nourishing. I find I can wear it during the day as well as at night as it's not nearly as thick as other masks I've tried.  (like Laneige, Nyx, Elf, Kiel's, Fenty, etc) It applies super smoothly and has no distinguishable scent but doesn't smell waxy either. My lips, after only a few days, feel less dry, have fewer flakes, and I feel like they are actually getting moisturized. I absolutely recommend this product. It's got this cute little bear packaging, too, which once emptied can be reused. It's worth the price."
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "So much better than Laneige. I love it so so so so much"
        },
        {
            "review_title": "Powerful healing and hydrating overnight lip mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve tried a lot of lip hydrators because Accutane has dried my lips out in ways Iu2019ve never imagined. This is the best one I have found so far! It actually melts into the skin and stays on throughout the night. Okay to drink water from glasses but not water bottles at night as it will leave some residue. . Heals flakey, painful, and peeling lips with a few uses."
        },
        {
            "review_title": "Definitely my new go to for my lips!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "I had put this on my Christmas list and got it in my stocking and I absolutely LOVE it!!!! Definitely my new favorite and will absolutely be buying a second one as back up. I love that itu2019s a cute teddy bear ud83dude0dud83eudd70  although I was a little disappointed because I didnu2019t get the photo cards with it."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Itu2019s okay, it is hydrating but does not finish matt rather a little sheer. Doesnu2019t really last on the lips that long either."
        },
        {
            "review_title": "Nice lip mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Combination skin",
            "review_text": "This lip mask is good. Its similar to laniege but thicker, to me. It last on my lips way longer than laniege. Its not sticky, but creates a nice barrier on your lips. I think if you loke laniege but think the lip mask is to thin, this lip mask might work better for you."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Jelly Bear Lip Mask",
            "review_buyer_description": "Gray eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "the texture makes it hard to get a good amount of product out with your finger, doesnu2019t feel as nourishing as other lip masksu2026 and i didnu2019t get the enhypen photo card like they advertise ud83dude2d"
        },
        {
            "review_title": "Gorgeous! After several uses, a hydration DREAM.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Hot tip: use it more than once to break the u201csealu201d and access ultimate hydration. Possibly before writing a review. Itu2019s amazing. Above and beyond the mask quality of my Laneige lip masks. 10/10. Do it."
        },
        {
            "review_title": "Didn't do much for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Product didn't work for me.  Packaging is sturdy and adorable but the balm itself didn't seem to do much.  I didn't get the feeling the product was hydrating my lips. It seemed to just sit on the surface.  I didn't find the balm sticky or with an unpleasant texture, just too stiff and without noticeable benefit."
        },
        {
            "review_title": "It's going to be added to my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Just received today and tried it out, WOW!!! Iu2019m hooked after just one use. I can't wait to try it to tonight and see what the results are tomorrow!"
        },
        {
            "review_title": "One of the best lip products I ever tried !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The texture is so smooth, it make your lip feel so hydrating and the packaging is also so cute"
        },
        {
            "review_title": "Why Must It Be So Cute?!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Unfortunately, this doesnu2019t work on me - itu2019s thick, sticky and made my lips more dry and chapped. Butu2026why must it be so darn CUTE? Toying with returning or keeping it.  ud83eudd37u200du2640ufe0f"
        },
        {
            "review_title": "Best lip mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, lightMedium skin tone, Combination skin",
            "review_text": "The best lip mask ever!! Very moisturizing & it actually last through out the day. I live in Colorado and itu2019s always cold and dries out my lips."
        },
        {
            "review_title": "Made lips more chapped",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This made my lips very dry and chapped within minutes after use."
        },
        {
            "review_title": "yes yes yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Such a good lip mask, balm, even gloss etc. It lasts so long, it does exactly what it says it will, my lips have never been smoother. The only thing is I wish the packaging didnu2019t require using your fingers to apply it, but other than that Iu2019m literally obsessed. Iu2019ve tried the Laneige one and it does not compare in the slightest to this one"
        },
        {
            "review_title": "Sooooooo gooooood!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I sure hope they bring this back and make it permanent! Itu2019s a great lip mask! Iu2019ve been using another brand for years but Iu2019ll admit if this was permanent in Dr. Jartu2019s lineup I would switch in a heartbeat heartbeat"
        },
        {
            "review_title": "Must have !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "My son gets extremely chapped lips especially around his lips, we have tried tons of chap sticks and nothing seems to hydrate and take it away except this !This is a 1000/10"
        },
        {
            "review_title": "Love it !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I love this I leave it on my night stand and before I go to bed a put some on and it leave my lips soft throughout the night."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Your lips will feel like clouds after applying this."
        },
        {
            "review_title": "PERFECT lip product. LOVE IT.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love lip products. I always buy way too many lip balm, lip masks, lip oils, lip glosses, etc.  I bought this one just because the packaging was SO CUTE. Turns out I absolutely love it! It is super soft, it feels so good on the lips and it lasts super long! I put it on before going to bed and I woke up and I could still feel it. It has no scent or taste, which I love. Iu2019m considering purchasing another one during the sale because I love it so much."
        },
        {
            "review_title": "Nice one.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Nice. I wish it had a nice scent but its unscented. Make my lips look naturally nourished instead of just glossing over them. Just more of a healthy look to them and I love that.  Cute little bear container and only take a a small amount to get the job done. Iu2019d repurchase."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Great product, not sticky, cute packaging, keep my lips hydrated ud83eude75"
        },
        {
            "review_title": "Only buying this for Enhypen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "What the title says. If Jake says to buy something, Iu2019m going to buy it. Amen."
        },
        {
            "review_title": "Lips are so soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I used this and forgot I had it on because it feels so nice on the lips! A few hours later I realized how soft my lips were, love this product and brand"
        },
        {
            "review_title": "Better than other popular masks!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Tested this at the store and was amazingly impressed. I have a habit of licking my lips a lot so no product ever stays on my lips. This product stayed on for hours and my lips were nice and moisturized for the rest of the night. Iu2019m hooked. Wish they had a chapstick version of this because I hate using my finger ud83dude05"
        },
        {
            "review_title": "A must have.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Oily skin",
            "review_text": "A sales person in Sephora (Eva) suggested me, so I got it. When I tried it on my lips, it was exactly what I needed in my routine. excellent product, money well invested."
        },
        {
            "review_title": "most underrated lip mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I have a terrible habit of biting on peeling skin on my lips and this mask has eliminated any peeling! I used the Laniege lip mask everyone was raving about and that one is a joke compared to this one!"
        },
        {
            "review_title": "Perfect for night time routine!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Such a lovely lip mask! I love that it has Hylauronic acid! I put it on before bed so my lips stay hydrated all night. I would repurchase this!"
        },
        {
            "review_title": "Newbie to my skin care routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I just received my jelly bear today and I just tried a little bit and it definitely revived my lips. Itu2019s a must have for sure!!!"
        },
        {
            "review_title": "Hard but hydrating",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have been using this over the past few weeks. It is definitely hydrating. It is very hard though, quite difficult to get it out of the container. It hasnu2019t become softer over time. The packaging is very very cute"
        },
        {
            "review_title": "love it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I love it! It kinda made an u201corangeu201d color nearby my lips, but everythingu2019s fine except for that one problem!"
        },
        {
            "review_title": "meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "it's really the packaging you're buying this for. as a mask it's just alright, no scent or flavor and kinda has a white sheen to it which I didnt like."
        },
        {
            "review_title": "Love the packaging so cute !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Besides the look of this product thatu2019s is the cute blue acrylic bear face the balm really gets your lips hydrated and with a nice smoothness to it"
        },
        {
            "review_title": "Fall must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "Long lasting nourishing lip mask! Love this lasts on your lips and adds moisture. Super cute packaging!"
        },
        {
            "review_title": "must have for sure",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "love this, packaging is super funny but the product is really great."
        },
        {
            "review_title": "worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love it! I noticed results after first use. It's very hydrating and my lips feels so soft. I definitely recommend it. I bought it on a whim because my daughter wanted the Enhypen photos that came with."
        },
        {
            "review_title": "we need this lip mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have very dry lips and I always use lip balms or lip masks.First time I try this brand and love it.I use every day every time.And packaging is so cute!!!"
        },
        {
            "review_title": "Causes lips to peel and crack",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I was really excited for this product based on the reviews; however, I ended up returning it. It caused my lips to peel and crack. I donu2019t get the hype."
        },
        {
            "review_title": "cute but product is just ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "it's a super cute lip mask but I think the product itself is kinda mid. It's very balmy and feels good on but i didnt see or feel a difference in the morning. the first time i used it, i used a touch too much and it collected on the inside of my lips and looked really gross. i dont like that it is unscented. it makes it kind of less enjoyable to use. i also wish it came with a built in applicator so that it's more hygienic to use. the only thing I like about this is the packaging design. the ears make it easier to open and close. I wish the bottom was made of the same clear plastic bc the smooth frosted plastic made it harder to grip when opening/closing."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Jelly Bear Lip Mask",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The actual balm was just fine, but nothing special at all. And more slippery than I expected. I got it to use as a night balm but I like those to be thicker so that it stays where itu2019s put all night. The package itself is bulky and makes it look cheap."
        },
        {
            "review_title": "LOVE ITTT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this , it didn't come with the pictures tho, but I love the product"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Jelly Bear Lip Mask",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "very cute and makes my lips very moisturized but way to expensive"
        },
        {
            "review_title": "Perfect!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Gifted by Drjarr: am a Dr Jart skincare lover so when I saw this Jelly Bear Lip Mask, I had to try it! Itu2019s as amazing as I expected! My lips are so happy! It has now become my favorite especially overnight! I wake up with the most hydrated lips!"
        },
        {
            "review_title": "GO BUY IT NOW ud83dude21ud83dude21",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Itu2019s so hydrating and it feels so light on my lips 10/10 omg I canu2019t name a better product"
        },
        {
            "review_title": "Amazing lip mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Beautiful lip mask! I have very drop lips and tried a lot of lips masks but this one is by far the best and lasts all night on your lips, you wake up with soft juicy lips."
        },
        {
            "review_title": "Photocards where?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I ordered this a few days ago after seeing that it comes with enhypen id pictures as a collab. I was super excited but I didnu2019t receive any, is this a order mistake or something else?"
        },
        {
            "review_title": "Super nice!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "* This product was gifted by drjart in exchange for an honest review. The texture of the lip mask is thick, which is perfect for night time. It is also unscented and not sticky. It leaves my lips feeling super soft."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Jelly Bear Lip Mask",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Best lip mask so soft on the lips and not sticky at all ."
        },
        {
            "review_title": "A must in my bag!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s a very good lip mask, it makes my lips smooth in a few minutes, I can feel thatu2019s not dry anymore! Itu2019s something that I will carry in my purse! Also itu2019s a very cute and lovely design! I love it so much!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Jelly Bear Lip Mask",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Iu2019m obsessed with this lip balm they need to make this a permanent collection! This actually beats all my Laneige lip masks. Also the packaging is sooo adorable and it doesnu2019t have any scent which makes it easy to wear 24/7!"
        },
        {
            "review_title": "You NEED this lip mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Combination skin",
            "review_text": "Wow! This lip mask has blown me away! It is super hydrating and non sticky. I love that is has multi-uses. I like to wear it just as a lip gloss, as it is so shiny and non sticky. It also works great under lipgloss. This lip mask visibly plumps, hydrates, and reduced the appearance of fine lines. This lip mask has just become my go to product. I use it literally 3 times a day! This was offered by drjart."
        },
        {
            "review_title": "Iu2019m doomed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "No photo cards for Canadians. It makes me super sad because it was a gift for my friend who absolutely adores enhyphen.   ud83dude2dud83dude2dud83dude2dud83dude2dud83dude2dud83dude2d"
        },
        {
            "review_title": "Cute AND Hydrating u2026",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is a cute item - had to have it! To my.surprise it is VERY hydrating! Great little lip balm with personality to boot! Going to order another one!"
        },
        {
            "review_title": "In love ud83dudc99ud83euddf8",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Dry skin",
            "review_text": "I love it, the package looks so cute and the product is not sticky at all. It makes your lip looks soft and shiny, also give a plum lip allusion just a littlle. The photo cards are smaller than I thought but itu2019s a great bonus that comes with the package"
        },
        {
            "review_title": "Photocards where?",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "What photocards are these like itu2019s so small that I could even print them myself. Itu2019s feel very misleading when they donu2019t include the size of the photocard because I thought it would be the size you find in kpop albums but I guess not. ud83dude02 overall Iu2019m still happy with my purchase just a little let down with the u201cphotocardsu201d."
        },
        {
            "review_title": "Sooo hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I just got it and right when I used it my lips looks so glossy and hydrated and it doesnu2019t have a smell so it wonu2019t give me a headache or irritation. I also liked how enhypen was included with this lip mask that was the main reason I bought it."
        },
        {
            "review_title": "So cute",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This lip mask packaging is so fun. Itu2019s such a cute shape. The lip mask itself is very good as well. You need to use a scoop or spatula to really get a good amount of product out. It leaves my lips nice and soft. Gifted by drjart"
        },
        {
            "review_title": "Super cute",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The lip mask is very good! Itu2019s very thick and hydrating. Howeveru2026.if you are buying it for the enhypen photo cardsu2026 they arenu2019t exactly what you think. They are extremely smallud83dude2dud83dude2d I think they are still super cute but I was a little surprised when I pulled them out of the package LOL"
        },
        {
            "review_title": "Adorable and Effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I love how it helps to repair dryness and rough spots, making it ideal for daily use. Plus, the cute bear packaging is an added bonus! This lip mask has quickly become a must-have in routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This is an amazing lip balm that feels so luxurious. It's arguably better than the Laneige Lip Sleeping mask which is my personal favorite. The Enhypen photo cards were pretty small which was a bit disappointing, but I overall really just love the lip balm in general. I would highly recommend! It's unscented and not flavored. There is no tingling effect but it does slightly plump. It's pretty decent sized, and fits about most of my palm."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "The collab is so cute, I love the packaging and the lip mask! One thing I would like to say is that the cards are very mini, still very cute but I was definitely expecting them to be photocard sized."
        },
        {
            "review_title": "Itu2019s so cute",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I recently tried the Vital Hydra Solution Jelly Bear Lip Mask itu2019s a part of their collaboration with ENHYPEN, and Iu2019m loving it! The texture is incredibly soft and jelly-like, making it super comfortable to wear. It provides an intense burst of hydration, leaving my lips feeling soft and plump. I appreciate how it helps to soothe dryness and any rough patches, making it perfect for everyday use. Plus, the cute packaging is a bonus! This lip mask has quickly become a staple in my lip care routine.gifted by drjart"
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "came in good conditionud83dudc97just that photo ids are smaller than I expectedud83eudd17"
        },
        {
            "review_title": "Photos are tiny!! Beware but product good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "The photo cards are soooo tiny! Itu2019s the size of a mini tiger balm lol. Itu2019s the size of a passport photo, however the actual lip balm is so cute. It works good. Dr. Jart+ is literally one of my favorite brands. The bear container is well made!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Jelly Bear Lip Mask",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This lip mask is my new favorite luxury item! It leaves my lips so smooth and soft and hydrated. Itu2019s so silky and immediately nourishes my lips. I wake up with the softest most supple lips. Not to mention, the packaging is sooo cute and fun to use! Itu2019s great for my arthritic hands, so itu2019s secretly disability friendly!"
        },
        {
            "review_title": "Adorable and hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Absolutely loved this lip mask. The packaging is adorable and looks so esthetically pleasing on my vanity. The lip mask is so hydrating and is thick but not the uncomfortable thick. It is my favorite right now. Itu2019s makes my lips feel soft and smooth in the morning when I use it as overnight mask."
        },
        {
            "review_title": "Very soothing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Lip mask is very soothing and helps a lot with dry lips !! also loved the enhypen ID set ty !!"
        },
        {
            "review_title": "Perfect-Lip-Mask-Must-Have!!!!!!!!!!!!!!!!!!!!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Lip mask feels nice, its very smooth!! love enhypen!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Jelly Bear Lip Mask",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This product was gifted by Dr. Jart in exchange for my honest review. I love this lip mask! It is so adorable and looks so cute on my nightstand. It is super hydrating and comfortable to wear every night."
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I recently received jelly bear lip mask offered by Dr. Jart and am really pleased with it. This product's packaging is really cool and lovely! Now, when I put this lip mask on my lips, I felt instant and long-lasting hydration. Also, my lips were not dry at all, and it is suitable for both summer and winter. The balm is rich and creamy, leaving the lips appearing radiant. Overall, I enjoy the product and packaging!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I recently tried this Lip Mask, and Iu2019m seriously impressed! I noticed a difference in my lips exactly the first day I used it u2013 they felt so much softer and smoother the next morning. It has a rich, creamy texture that doesnu2019t leave your lips feeling sticky, which I really appreciate. The scent is amazing too. Just love it. Gifted by drjart"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Jelly Bear Lip Mask",
            "review_buyer_description": "Hazel eyes, black hair, Combination skin",
            "review_text": "This jelly bear lip mask gifted by drjart, is hands down the cutest and most unique packaging!!! This lip mask is super hydrating and actually stays put for a good amount of time. Love using this as prep before applying lip products, alone as a gloss or at night before bed as a treatment through the night."
        },
        {
            "review_title": "Effective AND adorable!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Gifted by Dr. Jart. First things first - I just have to say this is the most ADORABLE lip mask I have ever seen! But more importantly, the product itself is amazing! The texture is very soft and cushiony, and helps hydrate my lips. I love that it doesnu2019t feel sticky or heavy. This lip mask is both effective and cute!"
        },
        {
            "review_title": "Plump lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "This Lip Mask feels so good on my lips! Very moisturizing but I feel like the mask also seeps into my lips to really hydrate, it doesnu2019t just sit on top. My lips stay plump and hydrated for a few hours before hanging to reapply. The packaging is incredibly cute, I love it!  gifted by drjart"
        },
        {
            "review_title": "The most adorable lip mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "The slip mask is super hydrating and super cute. Iu2019ve never seen anything so cute before in my life. The product is just as great. I use this at night and I noticed that my lips are so soft and hydrated the next day and I donu2019t need to use as much chapstick! I love it! Offered by drjart"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Jelly Bear Lip Mask",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Firstly loved the container. So cute and perfect overnight mask. Super hydrating lips looks and felt very smooth and supple.  Doesnt have a smell or flavor , which i also loved. My lips remained hydrated throughout the day . Gifted by drjart"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Jelly Bear Lip Mask",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "The fact that the packaging of this lip mask is too cute makes this product even better. The mask itself is very hydrating and makes my lips super soft. I love applying it at night and waking up to soft and moisturized lips in the morning! This lip mask was gifted by drjart"
        },
        {
            "review_title": "Cutest lip mask ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "I love how hydrating this lip mask is! I notice my lips look a bit plumper when using it too, and I donu2019t feel an uncomfortable sensation due to the plumping. It gives my lips a shiny, supple appearance. I think the bear packaging is so adorable too and I love that when you close it it actually locks into place so you know itu2019s closed. Gifted by Dr. Jart"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This lip jelly is so soothing on dry lips instant hydration, and stays on for such a long time which I absolutely love. I also love how it makes my lips look so shiny and glossy. This is such a must have. Gifted by Dr jart"
        },
        {
            "review_title": "The cutest lip mask ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is just the cutest lip mask ever! I love the little bear shape and it smells seriously so good, like candy! Iu2019ve never seen Dr Jart come out with a lip product so I was very excited to try this. Itu2019s super compact and easy to bring along with me anywhere, and leaves my lips perfectly hydrated! Gifted by Drjart."
        },
        {
            "review_title": "So moisturizing and adorable packaging!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I was gifted by Dr. Jart this Vital Hydra Solution Jelly Bear Lip Mask and I absolutely love it! Iu2019ve used many lip masks and this is my new favorite. I love putting on a lip mask before I go to bed and Iu2019ve been using this one and my lips feel so moisturized and hydrated! A lot of lip masks make my lips crack and peel but this one has not. Itu2019s not sticky at all but looks glossy and pretty on the lips which I love. The container is also absolutely adorable, itu2019s in the shape of a blue bear! And the color of the lip mask is a pretty light pink shade. I definitely recommend trying this!"
        },
        {
            "review_title": "So cute & works great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "I love Dr Jarts new Jelly Bear Lip mask! We have got to talk about the packaging..SOOOO CUTE!! The product itself works amazing. It intensely hydrates my lips, leaving them soft, smooth and super hydrated. I've also noticed my lips are smoother! It adds a subtle shine too! This is definitely one of my favorite lip masks now! Gifted by Dr.Jart!"
        },
        {
            "review_title": "Adorable and hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This lip mask is so hydrating! The packaging is also so cute! I love that itu2019s not scented or flavored and that it is the perfect addition to any nighttime or morning routine. This is a perfect gift for yourself or a friend! Offered by drjart"
        }
    ]
}