{
    "product_id": "1754",
    "name": "Fresh Starters Superfood Cleanser Home & Away Set",
    "brand": "Youth To The People",
    "categories": "Skincare, Value & Gift Sets",
    "price": 59.0,
    "about": "What it is:A set that includes a full-size and a TSA-approved travel mini of the bestselling Superfood Kale Cleanser so you can stay routine-ready wherever you are..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Uneven Texture, Uneven Skin Tone, and Oiliness.Highlighted Ingredients:- Kale and Spinach: Leave skin visibly glowing..Ingredient Callouts:These products are vegan and cruelty-free..What Else You Need to Know:This is a nondrying, antioxidant-packed gel cleanser that gently yet effectively removes makeup, SPF, and excess oils, leaving skin hydrated and glowing. This face wash is also suitable for combination, acne-prone, and oily skin..This Set Contains:- 2 oz/ 60 mL Kale + Green Tea Spinach Vitamins Superfood Cleanser Travel Size.Clinical Results:In a study:.Clean at SephoraOur commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing effectiveness.",
    "ingredients": "-Kale and Spinach: Leave skin visibly glowing..-Glycerin: Known to support healthy-looking skin..-Green Tea: Helps fights visible signs of aging...Aqua/Water/Eau, Cocamidopropyl Hydroxysultaine, Sodium Cocoyl Glutamate, Polysorbate 20, Sorbeth-230 Tetraoleate, Citric Acid, Aloe Barbadensis Leaf Juice Powder, Brassica Oleracea Acephala Leaf Extract, Camellia Sinensis Leaf Extract, Chamomilla Recutita Flower Extract/Matricaria Flower Extract, Gardenia Jasminoides Fruit Extract, Medicago Sativa Extract/Alfalfa Extract, Spinacia Oleracea/Spinach Leaf Extract, Gluconolactone, Tetrahexyldecyl Ascorbate, Tetrasodium Glutamate Diacetate, Panthenol, Tocopheryl Acetate, Decyl Glucoside, Glycerin, Maltodextrin, Sorbitan Laurate, Hexyl Cinnamal, Ci 75810/ Chlorophyllin-Copper Complex, Ethylhexylglycerin, Phenoxyethanol, Sodium Benzoate, Parfum/Fragrance. ..The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Use twice daily in the morning and evening..-Wet face first. .-Put one to two pumps of Superfood face cleanser into wet hands, rub together into a light lather, and massage into face and neck for 30 seconds to activate the cold-pressed antioxidants..-Rinse thoroughly...Youth To The People Hack: .-For best makeup removal, massage one to two pumps of Superfood face cleanser into dry or slightly damp face and neck. .-Add more water gradually as you massage for one minute. .-Rinse thoroughly..Recycling Instructions:.- Take off the cap and dispose into its proper container..-You can check your local recycling authority's guidelines to make sure you use the correct one..-Wash the glass jar thoroughly in hot, soapy water, rinse, then dry..-If you skip this step, containers may contaminate other materials in a mixed-waste stream, like paper..-Place in your recycling bin and voila!, your glass jar can now be infinitely recycled.",
    "num_reviews": 17,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/youth-to-the-people-superfood-cleanser-home-away-P512395?skuId=2812816&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2812816-av-2-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "leaves me feeling clean all day!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "this is one of the only face washes that doesn't cause me to break out, and clears my skin up really well! it does cause my skin to be dry, but I find all face washes do so that's a me issue. I follow it up with their moisturizer and the problem is gone! didn't come with a pump as it says, so that's why only 4 stars."
        },
        {
            "review_title": "Good cleanser",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Its a little harsh to be using it everyday however it does give a really nice clean. It make sure to use a good moisturizer afterwards. I use it every other day."
        },
        {
            "review_title": "Not for sensitive skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Tried this product as its a go-to item for a friend.  My former favorite product was from boscia and ran out after it was discontinued.  Was hopeful I would love this the same but did not. Kept drying out my face and also had an allergic reaction. Will go to a different brand"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Combination skin",
            "review_text": "This product is amazing. Makes my face so smooth. Has helped my 16 year old acne so much! Wil never use anything else Lee."
        },
        {
            "review_title": "I LOVE THIS CLEANSER!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "My favorite cleanser ever! Soooo gentle and smells great. Very hydrating especially for winter months!"
        },
        {
            "review_title": "New Staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, notSure skin tone, Dry skin",
            "review_text": "Ive been using this face wash for almost 2 months now and I love how gentle it is on my skin. Im still able to use it in the harsh winter months as it doesnt strip my skin which I appreciate."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Doesn't come with pump as advertise  Big bottle spilled out a bit  Also delivery took over a month to arrive, I understand the Canada post strike but at least Sephora should have found another carrier u00edntead of letting customer waiting like this  D"
        },
        {
            "review_title": "Holy grail cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I have very oily skin as well as dermatitis. Living in a cold climate makes winters especially hard on my skin but this cleanser leaves my skin feeling so fresh and soft. No dryness, no tightness. Highly recommend"
        },
        {
            "review_title": "MUST HAVEud83cudf89",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I love this product, it helped clear my skin when i had really bad skin, 10/10 recommended"
        },
        {
            "review_title": "LOVEE u2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Dry skin",
            "review_text": "This has to be the best cleanser Ive ever tried! Also a great deal with a full size AND a travel size!!"
        },
        {
            "review_title": "A def must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This is the best product. I originally received this item as my birthday freebie, and was instantly hooked!"
        },
        {
            "review_title": "Best of Both Worlds!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I couldnt resist and had to buy the Youth To The People Fresh Starters Superfood Cleanser Home & Away Set! Its perfect for having the best of both worldsu2014one for home and one for travel. This set is a skincare essential that keeps my skin feeling fresh and clean wherever I go. ud83eudd66u2728"
        },
        {
            "review_title": "Didnt wanna love it",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Was this supposed to come with the pump???? Loving so far"
        },
        {
            "review_title": "Best cleanser Ive ever used",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Ive finally found my cleanser! Gentle, yet passes the post-wash toner-swipe-test. I do start with Fresh Soy Cleanser to melt away my mascara, but Youth to the People gets rid of EVERYTHING else. Ive tried so, SO many cleaners as a professional actor and this one is just the BEST."
        },
        {
            "review_title": "New favorite!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "ABSOLUTELY fell in love with this product through one of the sephora makeup bags. my skin is fickle, so somethings  will break me out.I was amazed at how light weight and sudsy it is. My skin looks fantastic. So once this went on sale,  it was an no brainer for me."
        },
        {
            "review_title": "Best facial cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Ive been using this product for years. It makes my skin feel clean without overstripping or causing irritation. I use it twice a day and love the value of the holiday bundle!"
        },
        {
            "review_title": "Youre skin will thank you!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Got fresh starters kit today. still using birthday sample. absolutely love love!! makes my skin so soft, glowy and my pores on cheeks, nose and chin are hardly there. Im going to continue giving this and the superberry mask a fair shot so far impressed."
        }
    ]
}