{
    "product_id": "1755",
    "name": "Youth Stacksu2122: Daily Skin Health Your Way for Pores and Oiliness",
    "brand": "Youth To The People",
    "categories": "Skincare, Value & Gift Sets",
    "price": 27.0,
    "about": "What it is:A travel-size duo including a face wash and a lightweight hydrating moisturizer to visibly balance and nourish blemish-prone skin..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Pores, Dryness, and Oiliness.Highlighted Ingredients:- Kale: Rich in phytonutrients and vitamin C and E to leave skin visibly glowing..Ingredient Callouts:These products are vegan, gluten-free, cruelty-free, and come in recyclable packaging..What Else You Need to Know:This is the ultimate daily skin health duo. The Superfood Antioxidant Cleanser helps cleanse and prevent visible buildup in pores without drying or stripping. The Superfood Air-Whip Cream plumps, hydrates, and helps restore balance to breakout-prone, combination, and oily skin without feeling greasy or sticky..This Set Contains:- 1 oz/ 30 mL Superfood Antioxidant Cleanser",
    "ingredients": "-Kale: Rich in phytonutrients and vitamin C and E to leave skin visibly glowing..-Hyaluronic Acid: A natural hydrator known for its incredible moisture-retaining properties..-Green Tea: Antioxidant-rich powerhouse that fights visible signs of aging...Superfood Antioxidant Cleanser:.Water/Aqua/Eau, Cocamidopropyl Hydroxysultaine, Sodium Cocoyl Glutamate, Sorbeth-230 Tetraoleate, Polysorbate 20, Sodium Chloride, Aloe Barbadensis Leaf (Aloe Vera) Juice Powder, Brassica Oleracea Acephala (Kale) Leaf Extract, Spinacia Oleracea (Spinach) Leaf Extract, Camellia Sinensis (Green Tea) Leaf Extract, Medicago Sativa (Alfalfa) Extract, Chamomilla Recutita (Matricaria) Flower Extract, Tetrahexyldecyl Ascorbate (Vitamin C), Glycerin, Panthenol (Vitamin B5), Tocopheryl Acetate (Vitamin E), Decyl Glucoside, Sorbitan Laurate, Tetrasodium Glutamate Diacetate, Gluconolactone, Ethylhexylglycerin, Maltodextrin, Citric Acid, Phenoxyethanol, Potassium Sorbate, Sodium Benzoate, Gardenia Jasminoides (Jasmine) Fruit Extract, Fragrance/Parfum, Sodium Hydroxide, Sodium Glycolate, Sodium Formate, Hexyl Cinnamal, Linalool, Limonene, Chlorophyllin-Copper Complex (CI 75810)...Superfood Air-Whip Moisture Cream:.Water/Aqua/Eau, Helianthus Annuus (Sunflower) Seed Oil, Glyceryl Stearate, Cetyl Alcohol, Glycerin, Lecithin, Butylene Glycol, Panthenol (Vitamin B5), Sodium Hyaluronate Crosspolymer, Tocopheryl Acetate (Vitamin E), Phenoxyethanol, Ascorbic Acid (Vitamin C), Hydroxyethylcellulose, Brassica Oleracea Capitata (Kale) Leaf Extract, Camellia Sinensis (Green Tea) Leaf Extract, Chamomilla Recutita (Matricaria) Flower Extract, Medicago Sativa (Alfalfa) Leaf Extract, Spinacia Oleracea (Spinach) Leaf Extract, Hyaluronic Acid, Potassium Sorbate, Pentylene Glycol, Aloe Barbadensis (Aloe Vera) Leaf Extract, Ethylhexylglycerin, Tocopherol, Sodium Acetate, Isopropyl Alcohol, Propylene Glycol, Cellulose, Sodium Hydroxymethylglycinate, Sodium Benzoate, Benzyl Benzoate, Natural Fragrance/Parfum, Citronellol, Hexyl Cinnamal, Limonene, Linalool, Chlorophyll (CI 75810)....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Pour Superfood Cleanser into wet hands and rub together to create a light lather..-Massage into face and neck for 30 seconds..-Rinse thoroughly and pat dry..-Next, apply Superfood Air-Whip Moisture Cream to the face and neck..-Use morning and night. ..Recycling Instructions:.-Take the cap off and dispose into its proper container. .-You can check your local recycling authority's guidelines to make sure you use the correct one.-Wash the glass jar thoroughly in hot soapy water, rinse, then dry. .-Place in your recycling bin and voila! .-Your glass jar can now be infinitely recycled.",
    "num_reviews": 75,
    "overall_rating": -1,
    "product_url": "https://www.sephora.com/ca/en/product/youth-to-the-people-youth-stacks-tm-daily-skin-health-your-way-for-pores-oiliness-P502977?skuId=2621449&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2621449-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": []
}