{
    "product_id": "1450",
    "name": "Ultimune Power Infusing Anti-Aging Serum & Refill",
    "brand": "Shiseido",
    "categories": "Skincare, Treatments, Face Serums",
    "price": 148.0,
    "about": "What it is:A potent, antioxidant face serum that delivers three visible changes in as little as three days: radiance, resilience, and smoothness..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Fine Lines and Wrinkles, Dryness, and Dullness.Highlighted Ingredients:- Fermented Roselle Extract: Increases skinu2019s capacity to hold water for plumper-, more radiant-looking skin..Ingredient Callouts:Free of parabens, formaldehydes, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, and triclosan..What Else You Need to Know:The culmination of over 150 years of Japanese skincare innovation. Discover three visible changes in as little as three days: radiance, resilience, and smoothness. The formula is powered by collagen-supporting peptides as well as nourishing antioxidants to strengthen skin's protective barrier, leaving it visibly smoother and plumper..Clinical Results:In a consumer test with 103 women, after three days:",
    "ingredients": "-Fermented Roselle Extract: Increases skinu2019s capacity to hold water for visibly plumper and more radiant skin..-Heartleaf Extract: Soothes and strengthens the protective barrier..-Reishi Mushroom: Rich in antioxidants, it hydrates and visibly reduces signs of aging...Water(Aqua/Eau), Sd Alcohol 40-B (Alcohol Denat.),Glycerin,Butylene Glycol, Dimethicone,Diglycerin,Peg/Ppg-17/4 Dimethyl Ether,Phenoxyethanol,Triethylhexanoin,Isodecyl Neopentanoate,Trehalose,Ammonium Acryloyldimethyltaurate/Beheneth-25 Methacrylate Crosspolymer,Peg-14m,Acrylates/C10-30 Alkyl Acrylate Crosspolymer,Peg/Ppg-14/7 Dimethyl Ether,Tocopheryl Acetate,Rosa Damascena Flower Water,Alcohol,Fragrance (Parfum),Disodium Edta,Potassium Hydroxide,Silica,Isoceteth-10,Linalool,Lauryl Betaine,Sodium Metabisulfite,Ginkgo Biloba Leaf Extract,Geraniol,Citronellol,Origanum Majorana Leaf Extract,Nelumbo Nucifera Germ Extract,Hydroxyproline,Houttuynia Cordata Extract,Sanguisorba Officinalis Root Extract, Sodium Carboxymethyl Beta-Glucan,Thymus Serpyllum Extract,Bht,Lactobacillus/Hibiscus Sabdariffa Flower Ferment Filtrate,Perilla Ocymoides Leaf Extract,Sodium Bicarbonate,Iris Florentina Root Extract,Sodium Benzoate,Ganoderma Lucidum (Mushroom) Stem Extract.",
    "how_to_use": "Suggested Usage:.-Use Ultimune after cleansing and softening skin, but before applying any other serums or moisturizers..-Pump twice onto your fingertips..-Smooth evenly over face and neck. .-Use Ultimune twice daily, morning and night. .-Reduce waste with Ultimune refills. .-Save the pump and cap from your original bottle. .-Insert the pump into the refill..-Close cap.",
    "num_reviews": 921,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/shiseido-ultimune-power-infusing-anti-aging-serum-and-refill-P481161?skuId=2498657&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2498657-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1 oz/ 30 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2498640-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "1.6 oz/ 50 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2498657-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "2.5 oz/ 75 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2498632-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "the dispenser worked a couple of times and then broke."
        },
        {
            "review_title": "Ultimune",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "I really like this serum. I got a deluxe sample and liked it so much I bought the big one (I got the Radiance Boosting set that comes with the large Ultimune and a few other products, if you can catch that set it's a much better deal). I like that this serum is light, I can feel it working,  and I can layer other moisturizers on top of it, as I'm not crazy about any Shiseido moisturizer I've tried yet. I'm a fan of this product."
        },
        {
            "review_title": "Best Serum Ever.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have never liked serums, they always require a lot of product and little results. Two pumps of this really covers your face and it genuinely makes a difference in three days. My skin is quenched and radiant!"
        },
        {
            "review_title": "Absolutely adore!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Dry skin",
            "review_text": "I was recommended this product has as I started to get into skincare. The price was a little off-putting, but I am so glad I bought it. I had developed a fine line at the base of my nose, and my forehead, along with my neck, were fine lines. I started using this, and they are now gone! I have dry and sensitive skin, so I was worried that my skin would react negatively to it. It has been the complete opposite. I am almost out of my 2nd bottle and will be purchasing a 3rd! Absolutely adore it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Love this product.I ran out & didnu2019t use it for a while.Then i noticed developing forehead wrinkles. I tried moisturizing every day but didnu2019t go away. I restarted the serum &wrinkles went away."
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received a sample of this in a Sephora Favorites kit. It's just ok. It feels good on my skin and layers well under moisturizer. The scent is strong but I don't mind it. People with scent sensitivities might. It absorbs quickly but it's very expensive so I won't buy this product because even on sale I can't justify the cost when I can buy other serums for cheaper that work the same."
        },
        {
            "review_title": "Itu2019s ok",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Partner loves the serum- seeing some results after a month, but not sure the results equal the cost."
        },
        {
            "review_title": "Well worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Love this product, I am on my second bottle and I see noticeable change - works well for me. The scent is subtle, the texture is not watery and medium. Definitely worth it"
        },
        {
            "review_title": "love love love u2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "I love this product! ud83dude0d when I tried it in the store I fell in love with it. So I decided to get a sample.  When I finished the sample I bought the small size. Now I have the value size. The only thing I don't like is that it's so expensive!!!!! ud83dude2d"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "After using this product the last few weeks, I am really liking it. Itu2019s very hydrating and light. I have no issues with layering make up on top of it. Itu2019s hard to tell if thereu2019s results yet since it hasnu2019t been long enough but so far so good."
        },
        {
            "review_title": "Hydrating",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I got this product complimentary through Influencer!Overall this product is very hydrating and have a silicone based texture. I did not notice a huge difference in dark circles/under eye puff"
        },
        {
            "review_title": "Bad reaction",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I tried a sample of this and within a few hours my face and neck were itchy & very irritated. I donu2019t have sensitive skin & always use plenty of actives so maybe itu2019s the mushrooms in the ingredients."
        },
        {
            "review_title": "Effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "My mom has been using products from this brand since she was 20 and she always gets compliments on how young she looks. This brand is effective long term and truly works! I loved this product it had a light consistency."
        },
        {
            "review_title": "Good serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This product applies amazingly! It is so smooth and feels great on the skin. It moisturizes and brightens a bit. I havenu2019t noticed a ton of effects of dark circles."
        },
        {
            "review_title": "Not for sensitive skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Broke me out!! BIG NO for sensitive dry skin people. Too much fragrance and it broke me out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really liked this serum! The texture is smooth and easy to apply. It has a subtle scent. I noticed a difference in the areas around my eyes after a week. Helped reduce some of my fine wrinkles. Definitely will buy this product in the future! I recommend!"
        },
        {
            "review_title": "MUST HAVE !!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "After using this product my skin has become sooo soft. I absolutely love this product!! I definitely recommend it !!! This product is an absolute must have !!!!"
        },
        {
            "review_title": "Get ready to glow with this hydrating eye serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I have been using this product as recommended: twice a day, in the morning before applying my sunscreen and at night before bedtime. The serum is lightweight and absorbs quickly into skin. It leaves my skin feeling dewy and hydrates my eyes. The serum has a pleasant smell.  I am not a big fan of the pump mechanism as a single pump delivers more product than I require leading to wastage."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019m in my 30u2019s and I need to take care of my eye area more. This Ultimune Eye Power Infusing Eye Concentrate by Shiseido is light weight, non-greasy, absorbing and very hydrating. After a handful of uses I can already see difference - around my eyes looks brighter and plump! Very pleased with the results so far."
        },
        {
            "review_title": "tiny bumps under skin after months of use",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Olive skin tone, Combination skin",
            "review_text": "I am 40 y/o F with oily combo skin and get  some hormonal breakouts.. I truly loved this serum for  over 6 mo  bc it did indeed hydrate my skin and made my skin feel very soft but I noticed lots of tiny bumps under my skin near chin on cheeks and on nose .. I realized  this serum might be the cause so I stopper using and instead use my cosrx snail essence .. I still use the same retinol and exfoliation products .. my skin has gotten much better .. I now am only using what's left of this serum as eye cream and on my neck and chest instead of all over my face... for the high price its not really worth it .. I have used and am using much cheaper and better products"
        },
        {
            "review_title": "Hydrating serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I used this eye serem for about 3 weeks and it definitely does help me look less tired! lol I apply it twice a day and my under eye looks hydrated. I would highly recommend this product."
        },
        {
            "review_title": "Itu2019s okay-  but the price isnu2019t.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This product is okay- but not for the price. The plastic packaging feels cheaply made and definitely doesnu2019t feel $70 worth. The nozzle was difficult to open but the pump works fine.  The product is decent. Itu2019s a cooling gel that was a delightful floral smell that isnu2019t too overwhelming. It absorbs quickly into the skin and feels hydrating. Havenu2019t seen a huge improvement with lines and dark circles.  Overall this product is okay. Itu2019s not a miracle worker and it is definitely not worth the price tag."
        },
        {
            "review_title": "A must have, i am obsessed!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I got this serum from influenster and Shiseido in exchange of my honest review. I have been usin the serum for the past three weeks and i have seen an improvement. I love the packaging it it's pure luxury. The product dispenses the right amont for every use."
        },
        {
            "review_title": "Must have for under eye circles",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Great at decreasing my under eye bags and dark circles! I use this twice a day and it is a miracle worker! Will definitely repurchase!"
        },
        {
            "review_title": "New staple in my skincare routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "after using this for 2 weeks I am very happy with the results. my dark circles are a lot less prominent and the puffiness around my eyes is gone. a little bit goes a long way, but I will definitely be repurchasing when I do run out."
        },
        {
            "review_title": "Love love love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I received this product from influencer in exchange for my honest review. I tried a patch of this on my skin before hand and couldnu2019t wait to use it, it instantly refreshed my skin and felt like water. I love this product I use it everyday now I love the way it soaks into my skin without leaving any reside and jus looks flawless and glowy on my skin."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I have not seen a difference but I do like this eye cream. Here's why: Very lightweight (not quite a gel but mix between cream and gel like feel). Has not given me milia (I had a bad experience with heavier creams near the eye area). Great scent and luxury feel."
        },
        {
            "review_title": "It really works!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Iu2019ve been using this product from Shiseido because my dark circles around my eyes are pronouncing and I can say that this product has helped me a lot. After 1 week and a half Iu2019ve seen a huge difference. I totally recommend this product if you suffer from wrinkles."
        },
        {
            "review_title": "Sample worked better but still a quality product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I got this as a sample at first and absolutely LOVED it. My skin looked so smooth, especially my forehead. I bought the full size and idk if itu2019s just in my head but itu2019s not the same as the sample. Still recommend it though"
        },
        {
            "review_title": "Awesome product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "*I was incentivized and received this product for free in exchange for my honest review  First, this product comes in a really nice pump bottle that is very sleek! It has a nice floral scent as well. The best thing about the product is the consistency! It feels like a very light but very nourishing gel texture under the eyes! I love this as I am someone with oily skin and do not like super thick or heavy creams! I have been using it for about a week now and my under eyes feel very moisturized and plump for hours!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I loveeeee the feeling of this when putting it in. I was kinda of nervous because some serums like this turn out to be sticky. I havenu2019t felt a huge change in appearance. Around my eyes do feel spectacularly hydrated and very soft. It comes out nice and a little goes a long ways. My main gripe is not being able to see how much you have left.  But I would purchase this again!  I received this as an incentive to leave a review."
        },
        {
            "review_title": "Softer and Smoother Area around my eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love the difference this has made. I have been using it for the past week and the skin around my eye area looks softer and smoother. My eyes look younger and more vibrant. It gets rid of the dark circles that make me look like I just got out of bed. I wake up to more vivid and brighter skin with no bags under my eyes. I only need one small pump of this cream day and night and it covers the area completely. It is easy to blend and keeps my eyes protected from excess rubbing. It also keeps my eyes protected against the atmospheres rough elements and improves my delicate skin"
        },
        {
            "review_title": "skincare",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "I received this moisturizing serum from influenster... I've been using it these weeks ago and it's wonderful, it leaves the lower part of my eyes very soft and smooth even after many hours, it feels the same as when applying it, its aroma is good."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I received this product for free in exchange for my review. So as an eye cream, this feels really nice on the skin, and definitely moisturized my eye area. But Iu2019m not sure how much of a change I noticed in my under eye puffiness or darkness. I started using this twice a day and did notice a few little zits pop up after using so frequently, so I cut it down to once a day and that helped tremendously. Iu2019ll keep using this!"
        },
        {
            "review_title": "Eye serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have been using and liking this eye serum for a few weeks. It has a nice texture and makes applying makeup under the eyes smoother and last longer. I donu2019t know if I have any line reduction but it has made my under eyes less dull and brighter. I enjoy using it but I donu2019t know if I would repurchase. Need to see what Iu2019m working with when the bottle is finished. Over all itu2019s a nice product and Iu2019m hopeful to see some more results !"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have been using this product Shiseido ultimune eye power for about three weeks now and although it is a good moisturizer for the area, especially when I put concealer, it does not keep or crack, but I have not noticed a big difference in the puffiness or dark circles under my eyes. Price is expensive starting at $75 not worth it in my opinion at least not yet."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Have been using it for 2 weeks now however I have not noticed any difference yet. I use it nightly. I have combination skin with oily T zone. The smell is okay not  strong, and the serum is kind of thick."
        },
        {
            "review_title": "Iu2019m not wowed",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been using the Shiseido Eye Power Infusing Eye Concentrate for a few weeks now, and I have not noticed a discernible difference in the appearance in my eye area. Though this is a moisturizing cream that feels good to apply, my eyes still have the same darkness, puffiness, and fine lines as before. I like that this product is lightly scented, and I did not experience any irritation or allergic reaction."
        },
        {
            "review_title": "Must have product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love this product so much. When applying, I was very surprised by how smooth it felt on my skin . A little bit of product goes a long way."
        },
        {
            "review_title": "Such an amazing product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this product from influenster and after a few uses noticed how wonderful this product works. Makes my under eyes bright and smooth 9/10 because it is a little tacky feeling"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I received this for free from Influenster in exchange for my review! I really love how hydrating this is to my under eyes they always get so dry this is firming and plumping and definitely worth the price because a little goes a long way I love the packaging itu2019s so fancy"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Already a big fan for the facial concentrate, the eye concentrate is a great addition, the formula is comfortable, it makes under eye area more brighter, look forward more benefits in longer term."
        },
        {
            "review_title": "Hydrating eye cream!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "Hydrating eye cream! Goes on the skin smooth and brightens up the eyes. This has become a great addition to my skincare routine and I have already noticed improvements. Deff recomend!"
        },
        {
            "review_title": "Good but not mind blowing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I enjoy this brand a lot, so I was excited to test this out on my dry eyes. Overall, itu2019s a good product for hydrating that area but I didnu2019t notice anything mind blowing or different about fine lines. I have been using it for a few weeks now, and itu2019s good but not great. Overall, worth a try!"
        },
        {
            "review_title": "Meh.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This product promises to reduce wrinkles, dryness, and dullness, but I truly did not see that happen. My under eyes are perpetually tired looking, and after receiving this from Influenster I was so excited. I was using a small quarter pump under each eye every evening before bed. I will note that when I went to use the product yesterday after using it around ten or less times nothing would come out. Iu2019m not sure if this is a pump problem or itu2019s just gone so I did not get a full 30 day use out of it. I do have extremely sensitive eyes, and I woke up with some eye gunk and slightly red rimmed eyes a few times after using it. I looked in the mirror today and I really canu2019t see a different in my dark circles or lines or hydration. I will give it the benefit of the doubt in the way that it went on really smoothly, it was cooling under the eyes, and it sunk it very quickly and made my under eyes look hydrated while it was freshly applied. Outside of that I will say that I didnu2019t see much different, but I may chalk it up to not really having time to see if the product really works due to mine running out so quickly. It seems to have amazing reviews elsewhere."
        },
        {
            "review_title": "Bestt",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I reveived this product from Influenster in order to exchange for my honest review. I really love this products. My face feels really silky and smooth. It smells fantastic and I only needed one pump to cover both of my  full eye areas. It also reduces my dark bag under my eyes."
        },
        {
            "review_title": "Stay away if you have sensitive skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "If I could give this serum 0 stars I would . Worst serum I have ever tried . Did not do anything for my face except make me break out and make my face look dull. No glow , no hydration ."
        },
        {
            "review_title": "so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received this product from Influenster in exchange for my honest review! I personally loved this eye serum. Itu2019s velvety and thick, but so light on the skin. Smells amazing and leaves  a glow to your under eyes!!"
        },
        {
            "review_title": "Super light and absorbent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I have been using this product for a few weeks now, and I am thoroughly impressed. The texture is silky smooth and absorbs quickly into the delicate skin around my eyes. I have noticed a significant improvement in the firmness and hydration of my skin since started using this concentrate. What I appreciate most about this product is its versatility. It works well under makeup and as part of my nighttime skincare routine. Additionally, a little goes a long way, so the bottle lasts a long time. Overall, I highly recommend the Shiseido Ultimune Eye Concentrate. It has exceeded my expectations and has become a staple in my skincare routine"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been using this for a few weeks now . My skin feels a lot softer. My eyes have a few less wrinkles. I like the formula."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Normal skin",
            "review_text": "I very like this, my eyes better after i use this.. very good.. if you never try.. you buy and feel your eyes after you use this , i think you verry like same me"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, lightMedium skin tone, Dry skin",
            "review_text": "I loveee this product. Holy grail serum, has definitely brightened and evened my skin tone."
        },
        {
            "review_title": "DRYING...",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Two weeks of this serum and I had dry patched on my face morning and night. I could smell the alcohol in it."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have been using this for 6 years.. my husband uses it as well.. pi have found no better serum on the market. My skin craves it. Nothing has ever come close to this product!"
        },
        {
            "review_title": "Makes skin look plump in a good way!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Makes my skin feel really smooth, plump and hydrated. Very lightly scented, goes on smooth, slightly sticky afterwards but goes away after a few minutes. I use this daily for 5+ years now."
        },
        {
            "review_title": "Love this stuff!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Light skin tone, Combination skin",
            "review_text": "After using this I love how my makeup looks and even just how my skin looks naturally !  I use the toner lotion and this is a perfect combo! Iu2019m so glad I finally tried this serum !"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Made me break out. Not good for acne prone skin. Tried using for many weeks and just didnu2019t work."
        },
        {
            "review_title": "favorite product !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Absolutely love this serum, it makes my skin glow and feels hydrated without feeling oily. Itu2019s now a staple in my self care routine even if I donu2019t have enough time to put in makeup or do my entire skincare routine this is a must every day!"
        },
        {
            "review_title": "A good low scent option",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This is a nice Serum in my lineup. The lack of scent, nice packaging, quick absorption and glow it gives me are great. I consider it a good multi benefit product that works well for layering, but it's not a standout for me. I consider myself lucky to have a range of serums that work well for my skin, and this definitely stands up well there. That said, it is very expensive even on sale and that's my sticking point. There's too much skincare in the world to overpay!"
        },
        {
            "review_title": "The best serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I Love this so much, I received a sample of this and then have now purchased the full size, it's so worth the money!!! I cant live without it now, me and my wife use it daily!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "Absolutely love this I use it faithfully. It does wonders for my skin I feel . It doesnu2019t get the hype it deserves seriously"
        },
        {
            "review_title": "This should have more hype!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I am tempted to fully replace my higher end brands for this! Try this before you purchase similar serums of other brands... You know! I still love their products however, this performs better on my skin & I get faster results. My skin has improved significantly! Less texture, more hydration & smoothness. I love the way this plumps my skin. This serum is very lightweight, fast absorbing and does have a slight fresh floral scent. This does not irritate my skin, hasn't caused any breakouts nor makes me feel oily. I hope Shiseido discusses the fragrance in this and reformulates for those who have highly sensitive skin or those who are worried about fragrance."
        },
        {
            "review_title": "A new favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I really like this! The experience using it is so luxurious, and I always felt like my skin is softer and more plump after applying"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I have really loved trying this product out. I was previously using an estee lauder product that I love but is insanely expensive. I'd consider switching to this. It's not as thick as I would like so I feel like I use more in application but otherwise I love that it isn't strongly scented, makes my skin feel soft and moisturized and the product goes a long way!"
        },
        {
            "review_title": "My new favorite serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "My first impressions, I loved the elegant packaging and the pump provides for easy dispensing. It has a serum-like texture with a good slip to it that dries down to a non-sticky, silky finish. I apply after cleansing/ toning before my other serums. It helps your other products absorb better. There was a tiny bit of stinging and itchiness when I first applied. I noticed some of my sun damage got lighter after using this with an AHA serum. My cons would be that this product contains a very high amount of alcohol that makes my eyes sensitive while using the product. At first I thought this was primarily due to a sunscreen I was using, but even after not using them together I still had the same result. It has a floral scent, so if you don't like scented skincare keep that in mind. Overall, the product is great once you get past the stinging."
        },
        {
            "review_title": "Best for combo skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This has helped my skin so much. I use it daily. After a shower. My face feels so much smoother and more firm then it ever has before. I love this product and will be buying it again as soon as I am done with this bottle."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "J'adore le serum, tres leger et son parfum est tres doux."
        },
        {
            "review_title": "Excellent Product but...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I love this product. It is so soothing on my skin and does help smooth skin for makeup application. My skin feels more hydrated and calmer after use. It also plays well with my moisturizers, primers, and foundations and I've tested it with several of each.  That being said, it has some fairly intense claims in terms of smoothing fine lines and texture. I do see a small difference immediately after use but the jury is still out on long term impact after 4 weeks use. I would still recommend this as it is one of the better serums I've used."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I definitely noticed a difference in my skinu2019s texture after about a week. The scent is light and pleasant. The product also absorbs quickly and doesnu2019t leave any residue or interfere with makeup. I really enjoyed how fresh my skin looked. I will definitely buy it, even though I got a free sample."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I loved using this product from the sleek design of the bottle and gives the luxurious appeal. The serum itself is a milk liquid that just absorbs beautifully into your skin without a sticky afterfeel. It left my skin feeling smooth and hydrated."
        },
        {
            "review_title": "Great addition to my skincare routine!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This serum was a great addition to my nighttime skincare routine. I appreciated how well it absorbed into my skin and it never felt sticky, even when I put moisturizer or oil over it. I also noticed my skin become brighter and clearer after continued use. Overall, I was really impressed with this product!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I was surprised by how much I liked this serum.  I actually noticed a difference so soon after I began using it.  No, it didnu2019t get rid of my fine lines or anything like that overnight.  But I noticed on mornings I had slept with it on, that my skin looked much more hydrated and radiant than usual.  The serum is lightweight and absorbs quickly.  It also didnu2019t cause any breakouts or irritate my sensitive skin.  Iu2019m still using the bottle and havenu2019t noticed too much in the way of fine lines, but I donu2019t have a ton, so thatu2019s harder to see the difference.  If youu2019re looking for quick results in anti-aging, maybe look for a different product.  But if youu2019re looking for something to make your skin feel and look radiant and moisturized, this could be a good option!  I honestly think my skin looks really nice when I use it.  Itu2019s more expensive than I would typically purchase, but thereu2019s a very good chance that I will end up repurchasing when I run out.  The fact Iu2019m even considering it means that I really like it a lot.  If youu2019re wanting to try it, I donu2019t think youu2019ll be disappointed!  The bottle is also really nice, if you care about that!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I really love this product! Makes my skin radiant, glowy and not drying. Iu2019ve been using it for the last couple of months and Iu2019ve seen some improvements :). 100% recommended."
        },
        {
            "review_title": "Holy Grail!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I have been using this serum on my combination, sensitive skin as part of my nightly routine. I absolutely love it! The serum feels luxurious and cooling. It has a pleasant smell and leaves my skin feeling so soft. The most noticeable impact has been an improved skin texture and increased skin hydration without negatively impacting the oily zones on my face. I recommend this product to anyone who wants to invest in better, softer skin! I will absolutely be repurchasing when I run out."
        },
        {
            "review_title": "Love this brand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "shiseido Power Infusing Concentrate is a luxurious and powerful anti-aging serum. My skin instantly feels and looks smoother and brighter when I put it on, and my pores even reduce in size too. it's an antioxidant face serum with a lightweight formula that visibly reduces signs of aging, amplifies hydration, and boosts radiance in 3 days.  The serum glides on so easily and absorbs so fast into the skin to prep for more serums and moisturizers, without it feeling heavy. Itu2019s a wonderful and unique product that I would absolutely recommend. I noticed my skin feels so much smoother & healthier. Shiseido never disappointsu2665ufe0f"
        },
        {
            "review_title": "Perfect serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Iu2019ve Been using this product for a couple of weeks now and to be completely honest. I love it, it makes my skin feel super soft and surprisingly tight. This product did meet my expectations more than anything"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "This is probably one of the best serums Iu2019ve used in a while! I use it every night. Itu2019s so hydrating and it really made a difference on my skin. Would def recommend."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This is amazing. I have incorporated it into my daily skin care routine.  I love how it feels and smells without breaking or my skin.  I have sensitive skin so this is nice.  Thank you inflenster for allowing me to try it out!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I have enjoyed using this serum and have made it a part of my skincare routine. When I get out of the shower, I apply it first then follow up with moisturizer. It smells nice but doesnu2019t linger. Goes on smoothly. Dries fast. Doesnu2019t leave my skin feeling oily or sticky or anything like that. I canu2019t really tell a difference as far as aging goes, but I do think it helps with firming and radiance. Also, I love the luxury of the glass bottle itu2019s packed in. It is apparently refillable. I havenu2019t donu2019t that yet, but I like the concept of being able to."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "ok, I took my time using this product to really see its potential and I can honestly say it has made a huge difference! Iu2019m a first time new mom and sleep is a thing of the past, even with how tired I feel, my skin doesnu2019t look it! Obviously itu2019s not magic and I still have some lines like normal, but it has made enough difference to be noticeable. The smell is pleasant and so is the feeling of it on my skin after it dries. it doesnu2019t dry sticky which I appreciate. overall I would definitely recommend this"
        },
        {
            "review_title": "Lovely!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I personally noticed an instant difference when using the product; my skin appears smoother, more nourished and moisturized, and my pores appear smaller. Long term effects I have yet to determine because I personally struggle with sticking to a routine! But I will continue to use it and will hopefully see long lasting results! Four stars only because I donu2019t know for sure that it will work well long term for my skin; I had some skin irritation but that could be other products or hormonal issues, so I plan to keep using it!"
        },
        {
            "review_title": "Excellent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Hydration amplified.  Shisheido gifted me their potent Ultimune Power Infusing Serum to test, and I am happy to report it easily makes my top five best serums list.   A culmination of 150 years of Japanese skincare innovation, NEW Ultimune face serum is full of nutrients and antioxidants including: REISHI MUSHROOM, IRIS ROOT EXTRACT, FERMENTED ROSELLE EXTRACT, AND HEARTLEAF EXTRACT. Itu2019s designed to nourish and strengthen the skin, reduce signs of aging, amplify hydration, and boost radiance.   Iu2019ve been using Ultimune face serum twice a day for 6 weeks, and love the results. The serum has a watery gel like texture that absorbs quickly and easily into my skin. My face drinks it up, and looks instantly softer, firmer, and smoother. To my delight, it works well alongside harsher products in my skincare routine, providing the protection and nourishment I need. It also layers nicely under makeup and makes my foundation look smoother and prettier.   Overall itu2019s an effective, luxurious, do-everything product made with quality ingredients thatu2019s sure to please discerning skincare devotees.   Bonus: It doubles as art.  I love the contemporary lines and feminine color of the bottle so much that I leave it out on the counter to admire it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I received this product from @influenster and @shiseido, and I'm in love! This product is a powerful serum with several benefits for our skin, such as anti-aging action, hydration, more luminous and radiant skin. The packaging is definitely something I love, sophisticated and luxurious. My skin looks so much gorgeous now!"
        },
        {
            "review_title": "Nice But For The Alcohol",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I couldnu2019t wait to try this Ultimune Power Infusing Serum from Shisheido.  First off, letu2019s talk about the packaging: the serum comes in a beautiful luxurious glass bottle. The nice thing is that this is refillable, you just hang onto the pump and cap, although the refills are still expensive, but it still cuts down on environmental waste.  The serum itself has a slightly milky, runny gel texture to it, but it blends easily into my skin and absorbs quickly.  It also has a nice perfume (citrus? floral?) scent, thatu2019s not overpowering and doesnu2019t really linger.  The one thing I do want to point out is that, as alcohol is unfortunately one of the main ingredients, I could smell it as I was applying - just a faint smell.  Therefore I was not surprised that it seemed to be a little drying and tightened my skin.  Again, this is a serum, not a moisturizer, so I wouldnu2019t expect that this would be super hydrating,and it is a very lightweight serum that plays well with my moisturizer.  I havenu2019t noticed a profound difference as far as diminished wrinkles, but my complexion is more radiant and firm.  Iu2019m on the fence with this serum, only because for it being high end there shouldnu2019t be alcohol in it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I think this a really nice serum. I wish I wish it helped keep my skin more hydrated. Personally there are ordinary ones I like better."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is the second Shiseido skincare product I've tried. I love using their facial cotton pads and I always wanted to try out their skincare line. The packaging of the Ultimune Power Infusing Concentrate is high end. A nicely weighted glass bottle and a pump top that can be kept and used in refill bottles. I really like the texture of this product. It's lightweight and moisturizing and sinks right into the skin. It was very easy to incorporate this product into my skincare routine and I love the fact that it enhances the efficacy of other skincare products you use with it. Overall I've really enjoyed this concentrate and will definitely continue using it."
        },
        {
            "review_title": "Not moisturizing enough for dry skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I recently received this product and would repurchase this product again, mostly for the experience and not so much for efficacy. Let me explain - I LOVE shiseido. Their essential energy cream is a fantastic moisturizer and the scent is luxurious and fresh, which keeps me going back to it time and time again. This product is similar in that regard - I LOVE the scent. It makes me feel like Iu2019m getting a facial done at a high end spa. I also think the bottle is super sleek and the component is beautiful BUT Iu2019m not fond of the lid since it has to be perfectly placed back on and there were times it would take me a minute to do so. When it comes to the product itself, this serum reminds me of the essential energy gel cream - itu2019s a lightweight gel that would perhaps work for someone who is super oily but not those of us with combo to dry skin. Iu2019ve found that other brands have more moisturizing serums compared to this and I wish it was just a little more thick. I did think it gave me some moisture but outside of that I didnu2019t see a huge difference in my skinu2019s hydration. I also didnu2019t notice any additional brightness. Overall I would stray away from this product if you are dry or combo skin but perhaps it would work well for oily skin.  Note: I received this product from Influenster in exchange for my honest review."
        },
        {
            "review_title": "Lovely!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I absolutely loved this product! It made my skin feel so soft and it has a very lightweight formula. It's non greasy and and smells great but doesn't smell like perfume which is fantastic because I hate overly fragranced skincare. This is a new favorite for sure!"
        },
        {
            "review_title": "Wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely loved this. Itu2019s very lightweight but has made a huge difference to my skin. You can tell my pores have gotten a bit smaller and my smile lines have lessened in appearance. I use the serum along with my moisturizer and have had very healthy looking skin."
        },
        {
            "review_title": "Great content inside a great bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Shisheido serum is top notch. I love it because I already have dry skin and I do shower with hot water which tends to dry out my skin to where it feels extremely tight so this serume just hydrates my face and neck. It's a staple. When I don't wear makeup is just makes me look more refreshed and when I do wear makeup it make my makeup lay better and last longer"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I think I found my face' new best friend. I tend to breakout due to greasy serums. This is very light weight and drys fast enough. I was looking to see ity face lightened more but didn't notice. I feel more of a glow than it lightening. Most importantly,leaves my skin very supple. I gave this 5 stars because it is absolutely worth it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I personally absolutely love this product. It smells fantastic, and it leaves my skin feeling silky smooth before applying the other products in my skin care routine. I have noticed over time that this product is really helping to hydrate my skin. However, I understand that the price point might make it difficult for everyone to purchase this product. If you have the means to, I definitely think that it is worth it. I will say that the scent is quite strong, so if you are sensitive to fragrances this might not be the product for you."
        },
        {
            "review_title": "LO AME",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "La calidad, aroma, envaseu2026 todo de este producto es buenu00edsimo. Mi piel es sensible y tiende a tener reacciones de alergia con productos de belleza frecuentemente y con este serum mi piel fue muy receptivo. La piel se siente suave y luminosa"
        },
        {
            "review_title": "Itu2019s fantastic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This has been a great addition to my skin care routine. My fine lines have gotten better using this. I have been testing it out for a few months now. It doesnu2019t have a strong smell and it didnu2019t irritate my skin. I also didnu2019t break out when I started using this which was a big plus for me. My skin seems more radiant and people have noticed a difference in my fine lines and skin. I definitely recommend it to anyone on the fence about buying it. You wonu2019t be disappointed."
        },
        {
            "review_title": "Love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I was gifted this luxurious serum and it has been something Iu2019ve loved adding into my nightly skincare regimen. It applies like silk and helps my skin feel smooth, bright, and hydrated. Packed with ingredients like fermented rose extract and reishi to add plumpness and fight signs of aging, Iu2019m in love with the instant glow it gives my skin!"
        },
        {
            "review_title": "Awesome Serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Amazing serum that does what it says, my skin is more hydrated, less flakey in the dry winter air and seems brighter! Leaves no sticky residue like some serums and has a nice scent but I would probably not recommend to someone who has sensitivity to smells."
        },
        {
            "review_title": "Luv it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Oily skin",
            "review_text": "I'm in love with this serum! My skin looks so much better after using it. I definitely noticed a reduction in the size of my pores. The overall feeling of my skin is very smooth. My skin is perfect now. It doesn't make me oily or dry. The directions say to use two pumps but I only use one as this seems to be enough for me. This product is pricey but it's worth every penny. I would buy this once the sample runs out"
        },
        {
            "review_title": "Awesome skincare",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really enjoyed reviewing and trying this product. I added this to my skin in routine   let me tell you it has given me even skin tone and reduced dark spots"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I just love this stuff. It goes on super smooth and doesn't feel thick or heavy at all. It leaves my skin feeling super hydrated and moisturized."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
            "review_text": "I enjoyed this serum. It feels like a luxury item. I have added it in my route as a self care item. The packaging looks great. The texture of the formula works well with my other products!!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I received this compliments of Influenster for my honest review. sults in 3 days. The results promised- reduced signs of aging, boosted hydration and improved radiance. This is a lightweight serum. It packs a punch!! I could immediately tell an improvement in radiance and hydration. After using for 21 days straight, my fine lines had improved greatly! My skins texture has become much more smooth and hydrated. Feels like silk on your skin! I recommend and I will be a repeat user."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Absolutely in love with this product. I could tell a difference in just a week or use. My skin was softer and more vibrant and I felt more comfortable leaving the house with no makeup!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "This product is amazing! It almost feels like multiple serums in one! The price point is a little steep but Iu2019m a firm believer in u201cyou get what you pay foru201d and good skincare is expensive! I also love the bottle it comes in. Itu2019s so pretty Iu2019m going to have to throw it away when it runs out."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I received this in vox box and have been using it for a few weeks. To start, I love the consistency. Itu2019s a little thinner but that makes it easy to spread and present to my face without stretching my skin, and it absorbs quickly without a sticky feel. It does have a scent but itu2019s light and I actually really like it. I can see some changes in my skin texture, but I also think itu2019s too soon to see bigger changes. I am hopeful though, and it definitely hydrates/plumps/feels great instantly."
        },
        {
            "review_title": "Great serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I got to say I love this brand, all their products are great, I started using this product a month ago and I got to say my skin feels and looks smoother than it did before and glowing.  I would definitely buy this again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This serum is amazing, it dispenses the perfect amount and the consistency is great. I notice my skin becomes plump and firm in the morning and it also goes well under my makeup."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This serum is like a glass of water for the skin. It is super hydrating yet lightweight in texture. Leaves skin luminous and bouncy and has the added benefit of protecting your skin from environmental stressors."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this product so far, I have combination skin and it feels very firm and hydrated. Iu2019ve been using this serum before my CC cream and I feel like I donu2019t need anything else! The package is also beautiful and luxurious!"
        },
        {
            "review_title": "Morning serum!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I really really enjoyed this serum! i fid wait 1 month to see some difference i didnt BUT i love how it feels on my skin. I have it in the fridge to tighten my pores while applying , it goes on smoothly smells nice. I mostly wear it in the mornings with or without makeupu201d it doesnt work with some foundations I wore it with the tarte tinted moisturizer and the tint was rubbing off easily."
        },
        {
            "review_title": "I wanted to loveu2026.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really wanted to love this product~ the packaging was so beautiful, easy to dispense & seemed to dispense the perfect amount of product which is a great feature as to not waste the product! Iu2019ve come to terms that Shiseido just doesnu2019t agree with my skin u2639ufe0f It completely dried my skin out so sadly I didnu2019t get to see any of the fantastic perks it claims to do, I simply didnu2019t get to use it that much. If youu2019re a fan of this line Iu2019d suggest giving it a try!"
        },
        {
            "review_title": "New Favorite!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "After using this serum for a few weeks Iu2019ve definitely noticed a difference in my skin. Itu2019s more radiant and looks so hydrated. Itu2019s so much healthy and looks so soft and dewy! Iu2019ll definitely be buying this serum after this one is done!!! Highly recommend!!! Received this item complimentary for review purposes."
        },
        {
            "review_title": "Soft and plump.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Absolutely love this serum! After just a week of using the product, my skin felt so soft and plump! Itu2019s one of my favorite parts of my routine now."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I received this Shiseido anti-aging serum for free in exchange for an honest review. The secret ingredient is reishi mushroom extract, which has been called the u201canti-against powerhouseu201d. This serum made my skin so much softer, which helps fight fine lines. Amazingly it didnu2019t irritate my sensitive skin! Didnu2019t help with redness, but still a great product."
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Give it time! I almost gave up after 3 weeks of use because I wasnu2019t seeing a difference, but wow! It did great for uneven skin tone and fine lines."
        },
        {
            "review_title": "Works but slightly irritating for me",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This is very moisturizing. It applies nicely and moisturizer applies nicely over it. It does have a strong sunscreen small but no spf listed on the bottle. Slightly irritated ny skin that is not normally sensible"
        },
        {
            "review_title": "Nice moisture and smells lovely",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This serum adds a very nice boost of moisture to my skin without being heavy.  It absorbs really nicely and the smell is lovely.  I can't give it 5 stars because other than moisturizing and smelling nice, I didn't see any sort of amazing results.  Moisture always plumps fine lines but it is a temporary reaction.  I haven't noticed any true diminishing in fine lines.  It does give a nice glow though.  For the price, I wish it did a little more.  That said, it is a very nice serum."
        },
        {
            "review_title": "I see you girrrll",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Having oily skin, usually serums make my skin stay so oily. I really enjoy this product so much! It is so light weight. Beautiful packaging.  I can really tell a difference with the brightness of my skin. I did receive this product from Influenster but this opinion is my own."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received this product from Influenster for a review.  First I want to talk about the packaging, which is beautiful. This is one of the first products that I try from the brand. I have not applied it constantly but I have still seen improvements in my skin"
        },
        {
            "review_title": "Great find!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Beautiful product. I did notice a difference the texture of my uneven skin after a month. As I have aged, my skin has become dry in areas I used to be very oily in. This made my face even out and create a nice barrier for my makeup as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This face serum is so lightweight and makes my skin feel hydrated. My skin looks more radiant after using this everyday. It does not make me have breakouts and it doesnu2019t make my skin look oily. This serum does not interfere with any other product or make up. Love this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I havenu2019t used much Shisedo products but I love how lightweight the serum is. It doesnu2019t affect how other skincare products in my routine performs. I noticed  that it gave my skin good hydration and my skin looks nicer after using it. I received this product complimentary for testing and reviewing purposes from Influenster."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Light skin tone, Dry skin",
            "review_text": "This product makes my skin feels so good! I received this product free to test out for Influenster and it has not disappointed. The consistency is perfect. I love that it makes my skin feel so moisturized! Recommended highly!"
        },
        {
            "review_title": "Silky smooth and very lovely.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I really like this serum. It absorbs well and leaves my skin feeling wonderful. I will keep using this product and pick up more when it's gone. It doesn't irritate my skin or leave a weird texture. 100% would recommend."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This serum is pretty good, I personally use it near my crows feet and it firms that area. I received this product complimentary from Influenster and I might be purchasing it again because it doesnu2019t feel heavy and it doesnu2019t break me out like other serums."
        },
        {
            "review_title": "Worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I received this for free in exchange for my honest feedback from Influenster. I have sensitive skin so I was worried about using this at first, I love it! It doesn't break me out, doesn't make my eyes water, and doesn't leave my skin red and painful. It smells good too which is a bonus. After a month of using my skin is smoother and honest to God less breakout prone. Love!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love the way this feels on my skin and it does look super glowy and it melts into the skin so quickly. The packaging is gorgeous and hefty."
        },
        {
            "review_title": "Good Pre-Makeup Skincare",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this product from Influenster and Shiseido in exchange for my honest review. The packing on this serum is amazing! It has good weight to it and the pump works great. The product was thin, didn't pill up on the skin, and left  my skin feeling hydrated. No greasy residue and it felt fresh. Right from the get-go I could tell this product had dimethicone in it. It left a slight blurred/smoothed look to my skin. I don't like seeing this product in a serum because I don't like feeling my skincare sit on my face. For this reason I do not use it at night.  This works for me when I use it as a day-serum to use under my makeup. It works really well as a pre-primer to add hydration and blur the skin a bit. I haven't been able to tell any long term effects but I've been really liking it as a pre-makeup serum. I will continue to use for sure."
        },
        {
            "review_title": "Serum Review",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this serum to test and in return for an honest review and I was definitely intrigued. The bottle is very attractive looking. The smell of the serum was okay, not bad but not my favorite. The product applied nicely. I used it daily, sometimes twice daily. (I'm the worst at having an awesome night time routine) Although, I think it caused me to break out in acne, but I'm not sure if I can pin this on it because I did have to mask up at my job and I was under a great deal of stress. Overall, I would consider maybe purchasing this product in the future! I didn't notice a huge difference, but I feel like most products have to be used continuously for months to see major results."
        },
        {
            "review_title": "Soooo hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "This serum kept my skin hydrated and radiant. It is easy to use and works well with other products. It also helped with reducing signs of aging. It worked well with my combo skin and caused no redness or breakouts. It is slightly expensive but it is worth it. So happy I was able to sample this amazing serum. The serum comes in a beautiful glass bottle and pump distributes enough product."
        },
        {
            "review_title": "Best serum I've ever tried",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I cannot say enough about this serum!!! I was intrigued with a sample of a different serum from Shiseido so I tried this along with the Benefiance wrinkle smoothing cream and WOW! The serum is thick and creamy but somehow does not leave any greasiness whatsoever. I also have sensitive eyes and skin around the eyes but have had no problems with this serum. Bonus is the gorgeous packaging which really makes you feel like you're doing some major self care. All in all, it's worth the price."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I love the way this looks and feels on my skin. My skin looks more hydrated and is plumper. This also works great when combined with other skincare products. It absorbs very well into the skin and I havenu2019t had any trouble with pilling."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Iu2019m absolutely obsessed with the smell and bottle of this serum. It has this u201cluxuryu201d scent (the best I can do at describing it) and it is amazing. The absorbency is great and leaves my face feeling very smooth after application. I use it both AM and PM"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received the products in exchange for an honest review. I have used it for at least 6 weeks and I have to tell you that I loved it, my skin is much more hydrated, smooth and it does help fine lines. Highly recommended!!"
        },
        {
            "review_title": "Ultimate Power Infusing Serim",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I received this product for testing purposes from Influenster..  Iu2019ve been using this product for a little while now, it helps with making my skin feel soft & smooth longer when I apply it before any other product.. I enjoy the smell, packaging you can use it morning & night..    This product features  New fermented Roselle Extract (increases water retention and skin protection) Heart Leaf Extract (detoxifies & strengthens skin)"
        },
        {
            "review_title": "Beautiful, elegant serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a really great hydrating serum, you can really notice a difference in your skin and the bottle is gorgeous. All of the ingredients are great, but I would reccomend they come out with a fragrance free version. As over time fragrance can be very irritating to your skin. All in all highly reccomend."
        },
        {
            "review_title": "Hydration boost!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Loved the original, even more this new formulation!  A great serum to boost your skincare routine when you need a little something more than just moisturizer!"
        },
        {
            "review_title": "Overall really good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I received this product for free im exchange for my honest review. Overall it was really good but i do have to use more moisturizer when i use this because it occasionally dries out my skin. It reeks of alcohol so that may be the reason for that. But other than that overall keeps my skin clear and youthful"
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m so impressed with this product! It makes my skin look and feel great! I would definitely recommend this product to friends and family."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love how hydrating this serum is! It makes my skin feel more healthy and looks more vibrant and youthful. There isnu2019t any stickiness to it, and it absorbs beautifully. I love that this packaging is more sustainable too and is designed to be reusedu2014thereu2019s not a single thing that I donu2019t adore about this serum, itu2019s absolute perfection!"
        },
        {
            "review_title": "Must add",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I was excited when I first received this serum in my mailbox. I had never before tried any Shiseido products before and was ready! Since this was a serum, I decided to replace my current serum in my skincare routine with this one to see its full effect! I have been using it for about three weeks to date now. First impressions was packaging and the information presented about the product. The packaging was very pretty and looked very high end. It appears to be a glass bottle with sort of a reddish pink ombre look and a large plastic cap that is reflective and metallic. The product dispenses from a pump once the cap is taken off and the bottle fits nicely in the hands. The product itself is said to strengthen skin and resist damage. According to their research with use of this serum, skin is 28% stronger in just one week of consistent use of this serum. The serum is said to strengthen the skin's protective barrier while minimizing fine lines and wrinkles, features Reishi Mushroom and Iris Extract which are potent antioxidants that shield skin against that oxidative effects of stress, pollution, and urban life, and also hydrates skin intensely. Overall, first impressions were pretty good! The consistency of the product itself was like a thinner gel. Slightly runny and not very thick. It was an opaque white/clear color. And it smelled slightly floral and a bit perfumey, so there was definitely a fragrance to it. It had a nice slip to the skin and moved around the face nice. I used about 2-3 pumps of serum for my entire face daily. day and night in my routine. It did feel nice and very moisturizing on my skin, but it was a little tacky compared to my other serum. I felt that it took a bit longer to set into my skin than other serums I have used. It wasn't necessarily overly greasy or oily but it just took a while to sink into my skin, in my opinion. I also had to play around with my a moisturizer to pair with this. For that reason - as well as the scent - I decided to ta"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this from Influenster but so far I love it. I donu2019t have a very complicated skincare routine but this just feels so nice and a little bit goes a long way. Also have had no issues with it and my sensitive skin."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I absolutely love this serum!! Iu2019m so happy I was selected for this campaign. Iu2019ve tried serums before and didnu2019t like them because they were sticky so I stopped using them. this one is so silky smooth and my skin soaks it right up. Itu2019s now an essential in my routine and I will continue to purchase #influenster"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I like how it doesn't take much to cover your face. It dries quickly once you apply it to your skin. It has a light fresh scent. Your face will feel immediately moisturized."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I received this product courtesy of Influenster. I loved how gorgeous the bottle looked on the outside. It has some weight to it since itu2019s made with glass. However, I was surprised and disappointed to find that reishi mushroom, which was named as a key ingredient, at the bottom of the ingredient list. The application of the serum was fine but I didnu2019t not see the improvement after three days of use, which was also advertised."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Great serum! Very hydrating and can instantly feel and see the results! I would definitely gift this to my mom for Xmas this year as this helps with anti-aging."
        },
        {
            "review_title": "Radiance approved!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This serum has a great feel on the skin and it gave my skin more radiance within days. I havenu2019t noticed any difference on my fine lines after two weeks of use. I also had to stop using it in the morning because it made my skin more oily throughout the day. If you want a serum for glowing, radiant skin, this is a good option. It might be better for normal or normal to dry skin types rather that normal to oily or oily."
        },
        {
            "review_title": "Very nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019ve seen this product before and was always hesitant about trying it given the price tag and since I have sensitive skin, but I was given an opportunity to try it for free and wow! It works so well, goes on smooth and dries well. I found it was more moisturizing than the regular serum I use and I started using this one for when my skin needed that extra boost. It didnu2019t break me out at all and I love the subtle smell the product has.   The product certainly feels luscious - highly recommend!"
        },
        {
            "review_title": "luxury anti-aging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I was so excited to try this product! I had been eyeing it for a while but kept putting it off because there was no way it was going to live up to the hype.  I have just started getting fine lines under my eyes and on my forehead, and after a month of adding the serum, I swear they are less noticeable. My skin looks slightly more radiant, and it works well with my combination skin. Itu2019s hydrating enough for my dry patches but lightweight enough for my more oily zones. I use this after cleansing and toning, and then follow with a moisturizer. It absorbs nicely but leaves a slightly tacky feeling, although that disappears after I pat it in. The price is a big con, but if you can afford it, itu2019s a very lovely serum!"
        },
        {
            "review_title": "Omg!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I love this stuff so freaking much. It plumps and smooths and blurs your fine lines and if you use it as a primer your makeup goes on like a dream. This is literally the best serum I have ever used!"
        },
        {
            "review_title": "Not for everyone",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "The packaging is super luxurious, almost feels like a perfume bottle. The serum feels rich and hydrating on the face. My only issue with this product is I broke out after using it for a few days. Unfortunately, I didnu2019t use this product long enough to see results as I didnu2019t want my face to keep breaking out. I donu2019t think the ingredients are designed for oily or sensitive skin."
        },
        {
            "review_title": "It's just okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this serum for free from Influnenster & Sephora in exchange for my review. It was just okay for me. It did give my skin a nice glow. It feels nice on application and a little goes a very long way. However once absorbed for me if left a tacky feeling on my face which I am not a fan of. Definitely wouldn't use again. Didn't work well for me."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m in love with this product!! Itu2019s worth every penny! Itu2019s amazing on my skin. I feel like Iu2019m glowing."
        },
        {
            "review_title": "Glides on smoothly!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "The product smoothly glides onto skin. I use this after I wash my face at night and use a little in the morning after I splash my face with cold water. It moisturizes perfectly! It is pricy but a little goes a long way to get desired results. A bonus: the product packaging is sleek and classy!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I received this from Influenster free for review purposes. Overall I think itu2019s a nice serum. I love the packaging, it feels very luxurious. I have been using the serum most mornings with my other Shiseido products and I think it does an alright job at hydrating my skin but I donu2019t feel like itu2019s doing anything to reduce the minor wrinkles I have on my forehead. Overall itu2019s nice but I wouldnu2019t repurchase for the price."
        },
        {
            "review_title": "Refreshing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This serum has done wonders for my skin. It absorbs well, itu2019s light and refreshing.  My skin loves me every time I put this on."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Love this! It is super hydrating but not too heavy. Itu2019s my first step of my skin care routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, mediumTan skin tone, Oily skin",
            "review_text": "Love the feel of this serum. My face feels hydrated it's got a silky feel that makes your skin feel hydrated throughout the day."
        },
        {
            "review_title": "Great to achieve soft skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "Absolutely love this serum. It makes your skin very soft ! I recommend using as something you use before you go to sleep for best results but if you must wear during the day I recommend moisturizing your face first and apply this on top. Overall well worth it"
        },
        {
            "review_title": "Moisture!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Ok, so this is a wonderful serum. It hydrates and makes my skin feel plump. I really love it, but I hate that itu2019s fragranced so much. That is the only con for me, because long term, scent isnu2019t great for your skin. Also, I love the bottle :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "After trying this product for over 3 weeks I love it. Itu2019s lightweight and not too heavy with moisturizer on top. I have noticed a reduction in fine lines and deeper wrinkles. Plus a overall reduction of redness. It is a little high in price but does last a long time as you donu2019t need much each use."
        },
        {
            "review_title": "Nice feeling serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love the fragrance in this serum. And it feels like liquid silk when you put it on your face. I had some itchiness when it was drying down but that's probably just me. It helped with my dry patches but it left a film feeling over my skin that I wasnt too fond of."
        },
        {
            "review_title": "Excellent product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have to be honest this product is worth every penny! Since I turned 30 I use anti aging serums and this serum is so silky and smooth on my skin and I make sure to put on my laugh lines and neck."
        },
        {
            "review_title": "A must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I really saw results of this serum after a couple weeks of use. I was doubtful initially but continuous application I notice a huge difference in the overall look and feel of my skin. I am oily and acne prone so I love serums. The consistency is lightweight and doesnu2019t leave a residue. Itu2019s great for layer under makeup, moisturizer and primer."
        },
        {
            "review_title": "Glowy Hydration",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "I truly enjoyed using this Shiseido Ultimune Power Infusing Concentrate. I use it every morning and evening and I can tell that it helps smooth my skin. It helps hydrate my skin and boost radiance. The product has definitely helped by leaving my skin with a healthy glow."
        },
        {
            "review_title": "Buy this now!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I can not stress this enough, you need this in your routine. Firstly let's talk about the texture. It is watery, but smooth and velvety, absorbs and dries in to the skin in 10 seconds flat, but almost acting as a primier to help all of your other steps work better. I used this both in the morning and at night, 2 pumps, and it still lasted me more than a month. One of my main focuses of my skin care it brightening, due to me having a few dark spots from acne. Within 2 weeks I saw a difference. But not just in teh dark spots. My face felt smoother, more moisturized, plumper. You need this, evern if you don't use it twice a day I promise you will see a difference worth having it around."
        },
        {
            "review_title": "Great serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Oily skin",
            "review_text": "This is my first time trying a Shiseido product. First off, the packaging looks high end. It comes in a beautiful glass bottle. The directions suggest applying 2 pumps of serum after cleansing face in the morning and evening. I have naturally oily skin so I started out with one pump in the mornings and 2 at night as I was worried I'd look too dewy. The serum itself does have a light floral fragrance to it. I've been using this product for a few weeks now and I honestly can tell a difference in my skin. My skin doesn't necessarily feel stonger as suggested from product description but it does look more hydrated and feels more fresh and young. I've tried different serums but none have had the same effect as this. The 50 mLbottle itself will probably last about 1.5-2 months. I would recommend this serum. Now it is a bit pricey but I would highly consider buying this myself especially if a sale is going on."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The product has sturdy and beautiful packaging. The product really helped to firm and hydrate my skin. A little also goes a long way."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I was very excited to receive this complimentary from influenster to review! I unfortunately made a flawed mistake and started using another new product along side this and my skin freaked out.  My skin broke out really bad so I need to revisit this product once my skin calms down so I can leave a proper review."
        },
        {
            "review_title": "Makes skin more vibrant",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I've tried different serums and never never really noticed any difference. After using this for just a few days my skin felt softer and looked younger. My boyfriend could even tell I was using something different. I will continue to use this serum and I recommend other to try it. I received this product complimentary for review purposes."
        },
        {
            "review_title": "4/5",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I really like this product. I love the way it feels on my skin and makes my skin look. My only dislike is the alcohol scent, other than that, no complaints!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I have super sensitive skin, so I was skeptical. But this has not bothered my skin at all. Iu2019m not sure if Iu2019ve noticed a huge difference but I feel like my redness from my rosacea isnu2019t as red/bright in my face! It does have a fairly strong fragrance, which I donu2019t love for my sensitive skin but it doesnu2019t seem to irritate me"
        },
        {
            "review_title": "Radiance Booster",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "This Shiseido Ultimune Power Infusing Concentrate made my skin much more vibrant and radiant. The formula is very light weight and didnu2019t cause my skin to breakout. My skin appeared less lack luster especially in the middle of winter in the Midwest. It was also hydrating and did not cause dryness. Iu2019m a huge fan of this product!"
        },
        {
            "review_title": "Smooth and Youthful Skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "It makes my skin looks radiant and smooth, but it did have me a few pimples. I stop using it that often because of the pimples in the areas of my face that are oily, I guess it happens because I have mixed skin type. I wouldnu2019t buy it for me but maybe for someone with dry skin type; I kept it because I got it as a complementary gift from influenster."
        },
        {
            "review_title": "Love this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "Iu2019ve been using this product for years now, every time I stop I ask myself why. This product helps me  my skin feel replenished and youthful, itu2019s like I got multiple facials in one use. I love it and I would highly recommend!"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I have super sensitive skin and have been able to add this to my daily routine with no issues. It has helped my crows feet significantly! Well worth the price just from the anti-aging perspective."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Ok serum - havenu2019t noticed a difference in my skin with a few weeks of use. Would not repurchase or necessarily recommend"
        },
        {
            "review_title": "WORTH THE PRICE !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I am obsessed with this serum!! Iu2019ve used it almost everyday since receiving it , I can definitely say it changed my skin completely! For someone who struggles with dry skin , this was a huge deal for me this winter. It added sooo much moisture to my skin but wasnu2019t oily what so ever ! It made my skin so soft and got rid of redness in my skin as well. It also really helps keep it clear and radiant ! Iu2019m in love with this product and recommend it for all skin types ! Definitely going to purchase when I run out ! Worth it"
        },
        {
            "review_title": "Makes your skin look amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "My skin hasn't looked this smooth and my pores are diminished. Makes foundation apply even smoother and looks phenomenal. Definitely will be purchasing again. Highly recommend this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Normal skin",
            "review_text": "Buy this product right now! Itu2019s so great! I havenu2019t even been using it for long, but I can already see changes in my skin. The main changes that I see are that my face looks brighter, more youthful, and less dry! Itu2019s easy to add to your morning or night skincare routine, which is a plus also. It is obvious that this product is made well & truly does what is says it will!"
        },
        {
            "review_title": "Iu2019ve never seen faster results!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This has so quickly become a staple in my routine. I think out of any serum Iu2019ve ever tried, Iu2019ve never seen faster results. My skin feels so much smoother, my complexion looks WAY better, itu2019s crazy! It sinks into my skin so fast too which is nice because I donu2019t really like the u2018dewyu2019 feeling other serums give."
        },
        {
            "review_title": "Works great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "I just so happen to run out of me current serum I was using. So this was perfect timing for me to get this. I have realized that if you use multiple serums then use this one last. I find it works better. This serum is my new favorite and I will be continuing to buy i and keep it in my routine."
        },
        {
            "review_title": "Smoothe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love this serum! It's such a luxurious brand, and for the price or sells at...I'm glad it does its job. I've been using this serum everyday (at night) with my skin regimen routine, and I can tell a difference. My skin is dry, but this serum has helped restore that moisture back into my face, and noticing more of an even skin tone. It did take my face a few days to adjust when I first used this, because my face got a tad red, but it's Def worth letting my skin adjust to it. Such a fancy product and cute bottle, but it Def works wonders."
        },
        {
            "review_title": "My skin feels amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Absolutely love this product! I received it free to try and Iu2019m so excited I did. My skin feels so much better. It looks dewy and bright. Iu2019ve even got compliments on how good my skin is looking. It feels great on the skin and is lightweight! Definitely recommend this product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Received product from Influenster and immediately fell in love. My skin has a lot of fatigue and this serum has definitely helped in that respect. I actually donu2019t mind the smell as it doesnu2019t really linger for very long after applying. Excited to see how much will improve as I continue to use it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Nice lightweight formula. Keeps my skin feeling hydrated and plump. Price is a bit steep for something that gives a minimal difference in my overall skin experience."
        },
        {
            "review_title": "Itu2019s good for moisture!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "Honestly reading the ingredients I wasnu2019t so sure but it does seem to have some great moisturizing properties and I do like to use it under my under eyes and on my face for some good moisturization. Itu2019s not typically the type of serum I would use every day but it does have its uses.  This product was given to me by Influenster for my honest opinion. It took me a few weeks to develop a an opinion weu2019re sharing."
        },
        {
            "review_title": "Scent is a bit off putting",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I prefer products with no scent at all, this one smells slightly like alcohol. It bothers me a bit. This is my first shiseido product and I'm not too fond of it. The serum doesn't do much to keep my skin feeling hydrated. I have very dry skin though so maybe it will work better for others. I wanted to use the product for a few weeks before leaving a review and I've honestly noticed no difference. It's not a serum I would purchase again unfortunately. I'd also like to disclose that I received this product complimentary in exchange for my review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "this serum is seriously awesome! I was so excited when I received the full size product in my voxbox especially because it retails for $75 and after trying it I think it's so worth it. first off a little goes a long way, its lightweight, smells great and leaves skin feeling fresh. the best part is usually i have issues w my nose area drying out and my skin tends to get flaky even with moisturizer its always made my makeup look cakey there and since i started using this its improved so much plus I've noticed my skin feels and looks more radiant I love it!"
        },
        {
            "review_title": "Iu2019m ~glowing~",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Moist. Hate using that word SO MUCH but thatu2019s all I hear in my head when I use this at night. It does have a powerful fragrance which I was terrified at first because Iu2019ve always broken out worse with smelly schtuff but this has made my skin SO SOFT. I use my curology formula, this, and then a cream moisturizer to lock it in at night and my face is glowing when I wake up. Definitely recommend and want to thank influester for sending this my way to try. Will absolutely buy this myself"
        },
        {
            "review_title": "Overall good mild serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Was not expecting alot from this product however was pleasantly surprised that it did not break me out or cause my skin to burn or sting. I have sensitive skin and am always looking for products that will keep my skin protected, hydrated, and have no sticky residue. Only downside is that if you have perfume sensitivities this product may not be right for you. Good overall product. Disclaimer product was sent by #influenster but I truly would purchase myself when I run out!"
        },
        {
            "review_title": "Magic in a bottle",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This product goes on smooth and just melts into the skin. After the first time I could feel the difference and at day three you really could see the difference. This stuff is magic in a bottle."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I really like this serum, I can definitely notice the difference in my skin if I donu2019t use it for a day. The smell is pleasant and not overpowering and I havenu2019t had any skin issues because of it."
        },
        {
            "review_title": "so so",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I wasn't sure about this serum at first because it definitely didn't help my skin and I kept breaking out. After trying it again a few weeks later I feel like it does a pretty good job making my skin feel and look more hydrated. Not sure I will be getting more after this bottle because of the price."
        },
        {
            "review_title": "A good product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I havenu2019t tried Shiseido Ultimune Power Infusing Concentrate before. First off, I think the product style is super attractive and just the look of it makes you excited to try it!  It has a minimal smell. I found that one pump doesnu2019t cut it, doesnu2019t seem to spread that well, so you need two for sure. Once on its light, with a slight oiliness but still a dry/not moisturized feeling? Pairs with a moisturizer nicely for a smooth feeling though! I found this to be a good, but not impressive product."
        },
        {
            "review_title": "Great serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I love Shiseido brand and Iu2019m impressed with this serum. It leaves my skin hydrated and it smells very good. Packaging is lovely and makes me feel like luxury. I did receive this complementary from Influenster and I probably wouldnu2019t purchase it for the high price, but I do like it!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I enjoy using this Shiseido Ultimune Power Infusing Concentrate. I use it every morning and evening and I can tell that it helps smooth my skin. It helps hydrate my skin and boost radiance. Leaving my skin with a healthy glow."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I held off on quiet sometime to build up a routine using this product. I wanted to give a real answer as I always do. I definitely noticed after a week my skin was not as dry especially around my nose which is where I notice the most dryness. I also did notice my skin is much brighter after using and would definitely recommend. I still incorporate this into my current skincare regime. Also a little goes a long way."
        },
        {
            "review_title": "Itu2019s Decent. Not great.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product for testing purposes. I like the serum and I like the way it makes my skin feel. However, would I spend this much for this product as a refill? No. I feel like there are other options that are comparable in price or even cheaper that do a better job. The main benefit Iu2019ve found is moisture. I donu2019t feel like it makes my skin look any better. Just more hydrated."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The packaging is so beautiful! It makes it look so high end. The serum leaves my face feeling soft and moisturized. I am so happy with this product."
        },
        {
            "review_title": "Alcohol and Fragranceu2026.in a serum?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Beautiful packaging as always and the serum feels very luxurious. However, my issue with this serum is in the ingredients. Alcohol (yes, plain alcohol) and fragrance are completely unnecessary (and irritating) in a serum and I was surprised to see a company like Shiseido would include them in this expensive luxury product. The beneficial ingredients and extracts are at the very bottom of the list too meaning their concentration is so minimal. I really wanted to like this but I find it makes my skin a bit red which is not worth it to me."
        },
        {
            "review_title": "Luxurious serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Starting with the packaging this product is beautiful. It adds luxury to any bathroom shelf or make up vanity. Moving onto the serum it has a great smell and leaves my skin feeling so soft. This is my first time using this product and I will definitely buy it again. My skin looks more even and feels hydrated longer since using the serum. Very excited to see what continuous use will do to my skin."
        },
        {
            "review_title": "Great nighttime serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Loved the smell and feel of this serum! Iu2019ve been using for about a month, definitely seeing visible results - my skin is brighter and more firm, fine lines look less visible"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "This product boosted the moisture in skin and evened out the texture. Will buy again."
        },
        {
            "review_title": "Iu2019d Highly Recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Itu2019s such a light product, but it works wonders. It makes my skin brighter and adds extra moisture to my skin."
        }
    ]
}